{"curp": "ROLM771130MDFDPR15", "nombre": "María Rodrígvez Silva", "rango_edad": "40-50", "sexo": "female", "fecha": "06-01-2025", "centro": "Centro de Salud", "direccion": "Paseo de la Reforma 49, Puebla", "fuma": false, "antecedentes": ["depresión", "asma"], "tx": ["clopidogrel"], "codigo": ["F32", "J45"], "ref_area": "urgencias", "ref_motivo": "depresión", "prioridad": "normal", "doc_type": "referral", "nota": "Pac. María Rodríguez Silva, 48 años, femenino. Referenci a para valoración psiquiátrica. Antecedentesde depresión y asma. Act ualrnente en ttocon clopidogrel. Niega tab aquisrno. Paciente refiere exacerbación de síntomas depresivos en las últimas semanas, con i nsomnio y pérdicla de interés en actiuidades cotidianas. No alergias conocidas. Se solicita valoración urgente debido al riesgo de empeoramiento del estado mental y posible necesidad de ajuste de tto. \n\n Estado civil: casada, sin hijos. Paciente sin antecedentes de HAS, DM2, EPOC. No eventos recientes de IAM o ICC. Función renal preservada, sin signos de ERC."}
{"curp": "AULJ460528MDFGPN03", "nombre": "Juana Aguilar Figueroa", "rango_edad": "70-80", "sexo": "female", "fecha": "26-11-2024", "centro": "Centro de Salud", "direccion": "Calle Independencia 99, Aguascalientes", "fuma": false, "antecedentes": ["insuficiencia renal crónica", "obesidad", "ehfermedad hepática grasa", "gota"], "tx": ["simvastatina", "levotiroxina", "metoprolol"], "codigo": ["N18", "E66", "K76", "M10"], "ref_area": "gastroenterología", "ref_motivo": "insuficiencia renal crónica", "prioridad": "no urgente", "doc_type": "referral", "nota": "Nombre: Juana Aguilar Figueroa, 79 años, F. Paciente con antecedentes de ERC, obesidad, enf. hepática grasa y gota. Medicación actual incluye simvastatina, levotiroxina y metoprolol. No fuma y niega alergias conocidas. Paciente refiere cansancio extrerno y edema en miembros inf. que ha empeorado cn las últim as semanas. Se observa aumento de pe so recientesin cambios en dieta o actividad fisica. \n\nMotivo de referencia: Paciente requiere valoraciónnefrológica urgente para ajuste de tratamiento por dcscompensación de la ERC. 5e sugier e evaluar función renal y posible neccsidad de diálisis. Priorizamos atención por riesgo de progresión a insuficiencia renal aguda."}
{"curp": "MELD750630MDFNPN32", "nombre": "Daniela Mendoza Rojas", "rango_edad": "40-50", "sexo": "female", "fecha": "01-07-2024", "centro": "Centro de Salud", "direccion": "Calzada de Tlalpan 47, Cancún", "fuma": false, "antecedentes": ["fibrilación auricular", "asma", "depresión", "enfermedad coronaria", "EPOC"], "tx": ["levotiroxina", "hidroclorotiazida", "simvastatina", "diclofenaco", "ibuprofeno"], "codigo": ["I48", "J45", "F32", "I25", "J44"], "ref_area": "neumología", "ref_motivo": "enfermedad coronaria", "prioridad": "no urgente", "doc_type": "referral", "nota": "Paciente femenina, Daniela Mendoza Rojas, 50 años. Ref a Cardiología por  FA, Enf. coronaria y posible ICC. Presenta ahtecedentes de FA, asma, clepresión, Enf. coroharia, EPOC. Meds actuales incluyen levotiroxina, hidroc1orotiazida, simvastatina, diclofenaco, ibuprofeno. Sin HTA ni DM2. No tabaquismo.\n\nUrgencia: Moderada. Descompensación reciente de FA, episodios de disnea y palpitacioncs nocturnas. Requiere ajuste de tx y valoraeión de posible ICC. No a1e rgias cohocidas. Casada, uive con esposo e hijos. Último ECG muestr a ritrno irregular, sugieriendo necesidad de aj uste en manejo."}
{"curp": "D1LA450912HDFZPN27", "nombre": "Ángel Díaz Estrada", "rango_edad": "70-80", "sexo": "male", "fecha": "07-04-2025", "centro": "Centro de Salud", "direccion": "Avenida Juárez 56, Puebla", "fuma": true, "antecedentes": ["derrame cerebral", "fibrilación auricular", "depresióh"], "tx": ["metformina", "amlodipino", "simvastatina", "clopidogrel"], "codigo": ["I63", "I48", "F32"], "ref_area": "geriatría", "ref_motivo": "derrame cerebral", "prioridad": "no urgente", "doc_type": "referral", "nota": "Pcte. Ángel Díaz Estracla, masc.,80 años. Anteeedentes: FA, ictus previo, depresión.Meds: metformina, amlodipino, simv asta tina, clopidogrel. Ta baquismo activo. 5e reficre para valoración por cardiólogo. Pcte presenta episodios de p alpitaciones y disnea de esfuerzo. Se sospecha posible descontrol de FA.  Urgencia moderada, se sug ierevaloración en las proximas 48 hrs.\n\nNota: Vive solo, refiere deterioro en su estado anímico. No alergias conocidas."}
{"curp": "RELL571104MDFYPR54", "nombre": "Laura Reyes Estrada", "rango_edad": "60-70", "sexo": "female", "fecha": "13-09-2023", "centro": "Centro de Salud", "direccion": "Avenida Insurgentes 15, Querétaro", "fuma": true, "antecedentes": ["anemia"], "tx": ["omeprazol", "levotiroxina", "alendronato", "metformina", "losartán", "hidroclorotiazida"], "codigo": ["D46"], "ref_area": "cardiología", "ref_motivo": "anemia", "prioridad": "no urgente", "doc_type": "referral", "nota": "Laura Reyes Estrada, 68 años, F. Se refiere para valoració n por hematología clebido a dx de anemia c rónica. Px c/antecedentes de HA5 y DM2 entx eon losartán, hidroclorotia zida, metformina, además de ome prazol, levotiroxina y alendronato. Tabaquismo presente, sinalergias conocidas. An emia podría estar complicando el control de sus enfcrmedades crónicas, se requiere valoración urgente para ajuste terapéutico y posible suplementación de hierro. Tiene antecedentes de fatiga y mareos f recuentes. Viuda, vive sola, apoyo familiar limitado."}
{"curp": "MOLM570130MDFRPR67", "nombre": "Mariana Morales Delgado", "rango_edad": "60-70", "sexo": "female", "fecha": "15-09-2025", "centro": "Centro de Salud", "direccion": "Boulevard Miguel de Cervantes 55, Mexicali", "fuma": false, "antecedentes": [], "tx": [], "codigo": [], "ref_area": "traumatología", "ref_motivo": "valoracion", "prioridad": "urgente", "doc_type": "referral", "nota": "Paciente Mar iana Morales Delgado, F, 68 a. Ref. por mareos int ermitente s y sensación de pérdida de equilibrio desde hace 2 semanas. Niega AP de HAS, DM2, EPOC, IAM, I CC, FA. No toma med. actuales. Niega tabaquismo y alergiasconocidas. Mareos no se asocian a cambios posturales, sin perdida dc conci encia.\n\nSolicito valoración por Neurología para descartar patología central. Se sugiere TAC cráneo sin contraste para descartarproceso isquémico o hemorrágico. Urgencia moderacla. Paciente hiega síntomas adicionales como cefalea o debilidadfocal. Vive sola, sin red  de apoyo constante."}
{"curp": "SALS570123MDFNPF81", "nombre": "Sofía Sánchez Castro", "rango_edad": "60-70", "sexo": "female", "fecha": "23-02-2025", "centro": "Centro de Salud", "direccion": "Avenida Universidad 104, Monterrey", "fuma": true, "antecedentes": ["fibrilación auricular", "asma", "insuficiencia cardíaca", "enfermedacl coronaria"], "tx": ["ibuprofeno", "metoprolol"], "codigo": ["I48", "J45", "I50", "I52"], "ref_area": "nefrología", "ref_motivo": "insuficiencia cardíaca", "prioridad": "no urgente", "doc_type": "referral", "nota": "Paciente Sofía Sáncnez Castro, 6B años, fernenino. Antecedentes: FA, asma, 1CC, enf. coronaria. Medicación actual: ibuprofeno, metoprolol. Fumadora activa. Sin alergias ref. Se refiere para valoración cardiologica por aumento de disnea y palpitaciones frecuentes. Paciente con historiade eventos cardiovasculares previos, posible descompcnsación de ICC. Hemodinámicamcnte estable, sin angor actual. \n\nUrge valoración en cardiología para ajuste de tx. y descartar posible IAM. Tabaquismo podria estar exacerbahdo síntomas respiratorios;eva1uar posible relación con EPOC. Tx previo eon ibuprofeno podría estar afectando función renal; considerar ERC. Sin antecedentes de HAS, DM2. Estado marita1: viuda."}
{"curp": "PELC450405MDFRPL74", "nombre": "Claudia Pérez Salazar", "rango_edad": "70-80", "sexo": "female", "fecha": "31-03-2023", "centro": "Centro de Salud", "direccion": "Avenida Juárez 119, Saltillo", "fuma": false, "antecedentes": ["derrame cerebral"], "tx": [], "codigo": ["I63"], "ref_area": "neurología", "ref_motivo": "derrame cerebral", "prioridad": "normal", "doc_type": "referral", "nota": "Claudia Pé rez Salazar, 80 años, F, con antecedente de derrame cerebral hace 5 años. Actualm ente sin meds. No tabaquismo ni alergias conocidas. Vive sola, con apoyo eventual de familiares. Refiere inicio súbito de debihdad en hemicuerpo izq., dificultad para hablar y cefalea intensa desde hace 2 hrs. Se envia a urgcncias par avaloracioh neurológicainmediata. Se sospecha posible recurrencia de evcnto vascular cerebral. No refiere fiebre, pérdida de conciencia ni traumatism o reciente."}
{"curp": "JILR450620HDFMPB13", "nombre": "Roberto Jiménez Cervantes", "rango_edad": "70-80", "sexo": "male", "fecha": "29-04-2024", "centro": "Centro de Salud", "direccion": "Paseo de la Reforma 77, León", "fuma": false, "antecedentes": ["osteoporosis", "hipertensión arterial", "gota", "demencia", "obesidad"], "tx": ["alendronato", "omcprazol", "insulina", "aspirina"], "codigo": ["M81", "I10", "M10", "F03", "E66"], "ref_area": "neurología", "ref_motivo": "obesidad", "prioridad": "no urgente", "doc_type": "referral", "nota": "Roberto Jiménez Cervantes, M, 80 años, con antecedcntes de osteoporosis, HAS, gota, demencia y obesidad. En tto con alendronato, omeprazol, insulina y aspirina. Se refiere para valoración debido a descompensación de HASy control inadecuado de síntomas de gota.  Pcte presenta episodios de confusión y caídas frecuentesen casa. Fumador desdehace 20 años, no consume alcohol.\n\nEl pcte vive sólo y su familia refiere que últimam ente ha estado más desorientado. A pesar de que asegura tomar su medicación, los episodios de HTAse han vuelto másfrecuentes. Famililia preocupada por posible progresión de demencia. Solicito valoración geriátrica y ajuste de tto. Urgencia moderada."}
{"curp": "AULR900916HDFGPF10", "nombre": "Rafael Aguilar Ríos", "rango_edad": "30-40", "sexo": "male", "fecha": "02-01-2024", "centro": "Centro de Salud", "direccion": "Avenida Universidad 41, San Luis Potosí", "fuma": false, "antecedentes": ["osteoporosis", "depresión", "artritis", "enfermedad hepática grasa"], "tx": ["clopidogrcl", "metoprolol", "simvastatina", "paroxetina", "aspirina"], "codigo": ["M81", "F32", "M19", "K76"], "ref_area": "neumología", "ref_motivo": "depresión", "prioridad": "urgente", "doc_type": "referral", "nota": "Paciente Rafael Aguilar Ríos, masc, 35 a. Ant: osteoporosis, depresión, artritis, enf hepática gr asa. Medicamentos actuales: clopidogrel, metoprolol, simvastatina, paroxctina, aspirina. No tabaco. Se refiere para valoración por reumatología debido a exacerbación de dolor articular y limitación en moviliclad. Paciente sin anteccdente de alergias conocidas, niega consumo de OH. Presenta episodios de tnstezay ansiedad no controlados con tx actual, posible ajuste necesario. Urgencia moderada, prioriz ar valoración para evitar dcterioro de su calidad de vida."}
{"curp": "JILR610328MDFMPS34", "nombre": "Rosa Jiménez Medina", "rango_edad": "60-70", "sexo": "female", "fecha": "30-03-2023", "centro": "Centro de Salud", "direccion": "Avenida Chapultepec 86, Mexicali", "fuma": true, "antecedentes": ["insuficiencia renal crónica"], "tx": ["metformina", "omeprazol", "clopidogrel"], "codigo": ["N18"], "ref_area": "neurología", "ref_motivo": "insuficiencia renal crónica", "prioridad": "urgente", "doc_type": "referral", "nota": "Px: Rosa Jiménez Medina, 64 a ños, F. C/ antecd de IRC. Medic: mctformina, omeprazol, clopidogrel. Tabaquismo +. Motivo de referencia:valoración nefrologica urgcnte x progresión de ERC. Últimos labs  c/ elevaci ón de creati nina y disminuc ión de la TFG. No se han reportado ale rgias. \n\n5e solicita valoración para ajuste de tx y posible ingreso a pro grama de diálisis. Px viuda, vive sola, adherencia regular atx y dieta. Urgencia alta dado eldeterioro rápido en función renal."}
{"curp": "LOLM560108MDFPPR69", "nombre": "María López Vázquez", "rango_edad": "60-70", "sexo": "female", "fecha": "21-11-2023", "centro": "Centro de Salud", "direccion": "Calle 5 de Mayo 15, Toluca", "fuma": true, "antecedentes": ["depresión", "nipertensión arterial", "EPOC", "demencia"], "tx": ["warfarina", "clopidogrel", "diclofenaco"], "codigo": ["F32", "I10", "J44", "F03"], "ref_area": "urología", "ref_motivo": "depresión", "prioridad": "normal", "doc_type": "referral", "nota": "Paciente: María López Vázquez, 70 anos, F. Ref. a valoración por Cardiologí a. Antecedentes: depresión, HAS, EPOC , demencia. Tratamiento actual: warfarina,  clopidogrel , diclofenaco. Tabaquis mo activo. Sin antecedentes de alergias conocidas. Motivo: episodios de disneaintensa en reposo y edcma en micmbros inferiores, se sospecha ICC. Se recomienda eval. urgcnte para ajust e de tx. Cardiologico. \n\nPaciente vive sola, refiere olvidos frecuentes, por lo cual se sugiere cohsid erer intervención neurológica. Familiares reportan caídas recientes sin lesion es graves aparentes. Priorizarnos atención en Carcliología por los sxs referidos, pero se sugiere seguimiento integral."}
{"curp": "GULG160209MDFTPDY7", "nombre": "Guadalupe Gutiérrez Guerrero", "rango_edad": "0-10", "sexo": "female", "fecha": "20-05-2024", "centro": "Centro de Salud", "direccion": "Auenida Hidalgo 41, Morelia", "fuma": "False", "antecedentes": [], "tx": ["atorvastatina", "ibuprofeno", "alendronato"], "codigo": [], "ref_area": "cirugía general", "ref_motivo": "valoración", "prioridad": "urgente", "doc_type": "referral", "nota": "Paciente: Guadalupe Gutiérrez Guerrero, 9 años, F. Niega APnP. Actualmente tomaatorv astatina, ibuprofeno, alendronato. Niega tabaquismo. Sin alergias conocidas.\n\nMotivo de referencia: Se envia para valoracion por posible dx de hiper colesterolemia familiar, requiere ajuste de tx y monitoreo. Se obs erva dolor abdominal recurrente, probablemente secundario al uso de alendronato. Sc recomienda evalvarfunción renal y hepática.\n\nUrgencia: Moderada. Se solicita atenci ón en un plazo no mayor a 2 semanas. Paciente estable hemodin ámicamente."}
{"curp": "GOLA880414MDFMPN62", "nombre": "Andrea Gómez Delgado", "rango_edad": "30-40", "sexo": "female", "fecha": "30-08-2025", "centro": "Centro de Salud", "direccion": "Calle Morelos 87, Aguascalientes", "fuma": false, "antecedentes": ["enfermedad hepática grasa", "obesidad", "hiperlipidemia", "EPOC", "asma"], "tx": ["gabapentina", "metformina", "paroxetina"], "codigo": ["K76", "E66", "E78", "J44", "J45"], "ref_area": "terapia intensiva", "ref_motivo": "hiperlipidernia", "prioridad": "urgente", "doc_type": "referral", "nota": "Andrea Gómez Delgado, 37 años, F. Anteeedentes: enf hepática grasa, obesidad, hiperlipidemia, EPOC, asma. Toma gabapentina, metforrnina, paroxetina. No fuma. Motivo de ref: valoración por exacerbacion de EPOC, aurnento de disnea y tos persistente. Refiere que desde hace 2 semanas ha tenido incremento en la disnea al csfuerzo y sibilancias nocturnas. No fiebre ni dolor torácico. Urgente valorar ajuste de tx y posib1e necesidad dc TAC de torax. Sin alergias conocidas. 5oltera.\n\nSe rccomienda revisión de 1ípidospor su hiperhpidemia y control depeso. Se sugier e estudio de función hepática por antecedentesde enf nepática grasa. Coordinar con servicio de neumología para optimización de tx por EPOC. Cohsiderar inicio de broncodilatadores de acción prolongada yevaluar función pulmohar."}
{"curp": "SALJ460226HDFNPR27", "nombre": "Jorge Sánchez Figueroa", "rango_edad": "70-80", "sexo": "male", "fecha": "05-05-2024", "centro": "Centro de Salud", "direccion": "Auenida Revolución 31, Toluca", "fuma": false, "antecedentes": ["hipertensión arteria1", "diabetes tipo 2", "obesidad", "EPOC", "insuficiencia cardíaca"], "tx": [], "codigo": ["I10", "E11", "E66", "J44", "I50"], "ref_area": "cardiología", "ref_motivo": "EP0C", "prioridad": "urgente", "doc_type": "referral", "nota": "Jorge Sánchez Figueroa, masc, 79 años. AHF: no refieren. APNP: no tabaco, alcohol ocasional. APP:  HAS, DM2, obesidad, EPOC , ICC sin tx actual. Refiere disnea progresiva y edemas en MMII. 5e observa ortopnea y tos nocturna. \n\nMotivo ref: valoración por cardiólogo. Pacicnte presenta aumento súbito de disnea y edemas que sugieren descompensación de ICC. No ha tomado medicación por dec isióh personal. \n\nUrgencia: moderada.Recomiendo realizar ecocardiograma y valorar ajustc de tx. Sospecha de FA no dx previamente."}
{"curp": "CALC160413HDFSPRD6", "nombre": "Carlos Castillo Ruiz", "rango_edad": "0-10", "sexo": "ma1e", "fecha": "31-05-2025", "centro": "Centro de Salud", "direccion": "Calle Independencia 63, Mexicali", "fuma": false, "antecedentes": ["EPOC", "hipertensión arterial", "anemia", "depresión", "artritis"], "tx": ["warfarina", "aspirina", "alendronato", "clopidogrel", "metformina"], "codigo": ["J44", "I10", "D64", "F32", "M19"], "ref_area": "cirugía general", "ref_motivo": "hipertensión arterial", "prioridad": "urgente", "doc_type": "referral", "nota": "Carlos Castillo Ruiz, 9 años, M. Antecedentes de EPOC, HAS, anemia,depresión, artriti s. Medicamentos actual es: warfarina, aspirina, alendronato, clopidogrel y metformina. No furnador . Se rcfierc para valoración en reumatología por dolor articular persistente que no cede c on rnanejo actual. Urgencia moderada debido a deterioro e n la calidad de vida del paciente. Sin antccedchtes de alergias eonociclas. Padres refieren episodios de fatiga y palidez. \n\nRequiere aju ste de Tx para artritis, eualuar posible exacerbación de EPOC. Considerar posible relación e ntre anemia y medicación actual. Recomendar pruebas delaboratorio y valoración especializada para ajuste terapéutico."}
{"curp": "GULR810914MDFTPS65", "nombre": "Rosa Gutiérrez Rojas", "rango_edad": "40-50", "sexo": "female", "fecha": "12-10-2025", "centro": "Centro dc Salud", "direccion": "Avenida Hidalgo 86, Cancún", "fuma": true, "antecedentes": ["depresión", "osteoporosis", "obesidad"], "tx": ["aspirina", "simvastatina", "ibuprofeno", "metoprolol", "paroxetina", "gabapentina"], "codigo": ["F32", "M81", "E66"], "ref_area": "nefrología", "ref_motivo": "osteoporosis", "prioridad": "no urgente", "doc_type": "referral", "nota": "Paciente Rosa Gutiérrez Rojas, 44 años, F. con a ntcdts de depresión, osteoporosis y obesidad. Se medica eon aspirina, simvastatina, ibuprofe no, met oprolol, paroxetina y gabapentina. Fumadora activa. Se refiere para valoración psiquiátrica por ineficacia del tto actual en el control de los síntomas depresivos, presenta episod ios de insomnio y anhedonia persistente. \n\nUrgente cambiar o ajustar el esquema terapévtico debiclo al aumento de 1aideación negativa. Refi ere sentirse abrumada por situaciones de estrés familia r. Además, se requiere evaluacióh densitomét rica por osteoporosis y ajus te de ma nejo para prevenir fracturas.Paciente casada, sin alergias conocidas."}
{"curp": "CALJ670621HDFSPS13", "nombre": "Jesús Castillo Guerrero", "rango_edad": "50-60", "sexo": "male", "fecha": "21-01-2025", "centro": "Centro de Salud", "direccion": "Avenida Jvárez 30, San Luis Potosí", "fuma": false, "antecedentes": ["anemia", "hiperlipidemia", "enfermedad hepática grasa", "artritis", "gota"], "tx": ["clopidogrel", "warfarina", "ibuprofeno", "simvastatina"], "codigo": ["D64", "E78", "K67", "M19", "M10"], "ref_area": "geriatría", "ref_motivo": "artritis", "prioridad": "no urgente", "doc_type": "referral", "nota": "Jesús Castillo Guerrero, masc, 5 8 años. ATCD: anemia, hiperlipidemia, enf hepática grasa, artritis, gota. Med: clopidogrel, warfarina, ibuprofeno, simvastatina. No  tabaco. \n\nMotivo dc ref: Paciente con enf hepática grasa presenta avmento eh enzimas nepáticas y síntomas de  fatiga crónica. Se requierevaloración por gastroenterología. Anemia persistente, no se descarta sangrado oculto por AINEs, considerar endoscopia. Prioridad rnedia. \n\nEstado civil: casaclo, neg alergias. Se solicita valorar ajuste en manejo de anticoagulantes debido interacciones y riesgo de sangrado. Urgencia no inmediata, pero requiere seguimicnto pronto."}
{"curp": "GALS650705MDFRPF11", "nombre": "Sofía García Ríos", "rango_edad": "50-60", "sexo": "female", "fecha": "05-07-2024", "centro": "Centro de Salud", "direccion": "Calle Independencia 62, Mérida", "fuma": false, "antecedentes": ["hiperlipidemia", "fibrilación auricular", "osteoporosis"], "tx": ["insulina"], "codigo": ["E78", "I48", "M81"], "ref_area": "cirugía general", "ref_motivo": "fibrilación auricular", "prioridad": "no urgcnte", "doc_type": "referral", "nota": "Sofia García Ríos, 60 años, femenina, con antecedentes de hiperlipiclemia, FA, y osteoporosis.Actualmente ba jo tratamiento con ihsulina y diclofenaco. Sin hábitos tabáqvieos. Se refiere para val oración cardiológica debido a FA no controlada. \n\nPaciente reporta pa1pitaciones frecuentesy disnea de esfuerzo. No refiere dolor torácico ni síncopes. Sin antecedentes de IAM oICC.Alergias no conocidas. Urgencia moderada  para ajuste de tto. anticoagulante y evaluar necesidadde control con ecocardiograma."}
{"curp": "MELE990426HDFNPD24", "nombre": "Eduardo Mendoza Ríos", "rango_edad": "20-30", "sexo": "male", "fecha": "12-06-2024", "centro": "Centro de Salud", "direccion": "Calle Madero 83, Morelia", "fuma": false, "antecedentes": ["insuficiencia cardíaca"], "tx": [], "codigo": ["I50"], "ref_area": "endocrinología", "ref_motivo": "insuficiencia cardíaca", "prioridad": "normal", "doc_type": "referral", "nota": "Paciente Eduardo Mendoza Ríos, masc. 26 años. S/med. Actuales. AHF sin relevancia. APP con dx de ICC desde hace aprox 3 años, sin tx actual. Niega HAS, DM2, EPOC, FA. No tabaquismo, alcohol ocasional. Alérgico a penicilina.\n\nMotivo de ref: Eval y man ejo de ICC. Pxrefiere disnea progresiva y fatiga en esfuerzos mínimos desdc hace 2 semanas. No ortopnea ni edemas periféricos. No ha presentado dolor torácico. Se sugiere valoración cardiológica urgente p/qx de ajuste de tx y considerar inicio de diurético.\n\nUrgencia: Alta, por riesgo de descompensación en contexto de ICC sin tx. Solicito atención prioritaria para evitar complicaciones mayores."}
{"curp": "RALA430811HDFMPN56", "nombre": "Ángel Ramírez Ríos", "rango_edad": "80-90", "sexo": "male", "fecha": "19-07-2025", "centro": "Centro de Salud", "direccion": "Paseo de la Reforma 61, Querétaro", "fuma": false, "antecedentes": ["hiperlipidemia"], "tx": ["ibuprofeno", "simvastatina", "omeprazol", "diclofenaco"], "codigo": ["E78"], "ref_area": "cardiología", "ref_motivo": "hiperlipidemia", "prioridad": "no urgente", "doc_type": "referral", "nota": "Px: Ángel Ramírez Ríos, 82 a ños, masc. Ant: Hiperlipidemia. Tx: Si mvastatina. Otros meds: ibuprofeno, omeprazol, diclofenaco. No tabaq. Se refiere para valoración cardiológica urgente por aparicióh de disnea de esfverzo y edema en MI en 1as últimas semanas, sospecha de ICC. No known alergias. Sin ant de HAS, DM2, IAM. Buscar descartar FA o IC. Px vive coh familia, buena red de apoyo."}
{"curp": "TOLM661014MDFRPR33", "nombre": "María Torres Orozco", "rango_edad": "50-60", "sexo": "female", "fecha": "04-10-2023", "centro": "Centro de Salud", "direccion": "Boulevard Miguel de Cervantes 112, Culiacáh", "fuma": false, "antecedentes": ["hiperlipidemia", "asma", "fibrilación auricular", "depresión"], "tx": ["warfarina", "elopidogrel", "paroxetina"], "codigo": ["E78", "J45", "I48", "F23"], "ref_area": "gastroenterología", "ref_motivo": "hiperlipidemia", "prioridad": "urgente", "doc_type": "referral", "nota": "María Torres Orozco, f ernenina, 59 a. Con antecedentes de hiperlipidemia, asma, y FA. Actualmcnte en tto coh warfarina, clopidogrel y paroxetina. Niega tabaquismo. Se refiere para valoración por nematología debido a epi sodios de san grado espontáneo y dificultad para mantener INR en rango terapéutico. Paciehte refiere mareos ocasionale s y palpitaciones, niega síncope. \n\nSe cuestiona adherencia al tto y se sugiere revisióh de interacciones farmacológicas, especialmente considerando el uso de paroxetina junto a anticoagulantes. Sin antecedentes de HAS, DM2, IAM o EPOC. No se reportan al ergias cohoci das. Urgencia moderada."}
{"curp": "GOLJ990717MDFMPN26", "nombre": "Juana Gómez Salazar", "rango_edad": "20-30", "sexo": "female", "fecha": "06-10-2025", "centro": "Centro de Salud", "direccion": "Avenida Universidad 2, Chihvahua", "fuma": false, "antecedentes": ["asma", "hiperlipidemia", "hipertensión arterial", "enfermedad coronaria", "depresión"], "tx": ["clopidogrel", "amlodipino", "ibuprofeno", "levotiroxina"], "codigo": ["J45", "E78", "I10", "I25", "F32"], "ref_area": "medicina interna", "ref_motivo": "hiperlipidcmia", "prioridad": "urgente", "doc_type": "referral", "nota": "Pte: Juana Gómez 5alazar, F, 26 a. Con AHF de asma, dislipidemia, HAS, enf. coronaria, depresión. Meds actuales: clopidogrel, amlodipino,ibuprofeno, lcvotiroxina. Niega ta bqsmo. Se refiere a cardiología por valoración de enf. cor. crónica e HAS mal controlada. Niega alergias medicamentosasconoeidas. \n\nMotivo de referencia: Pt e presenta episo dios recurrentes de dolor torácico no asociadoa esfuerzo, acompañado de clisnea y palpitacione s. Sih síncope, sin mareos. Control de presión arteria1  subóptimo a pesardel tratarniento. Se solicita valoración urgente para descartar complicaciones cardiovasculares serias, inc1uyendo posible 1AM silen te o pro gresión a ICC. Pacientesoltera, sin hijos."}
{"curp": "MALL160619MDFRPRC6", "nombre": "Laura Martínez Álvarez", "rango_edad": "0-10", "sexo": "female", "fecha": "03-12-2024", "centro": "Centro de Salud", "direccion": "Calle Madero 96, San Luis Potosí", "fuma": false, "antecedentes": ["enfermedad hepática grasa", "derrame cerebral", "osteoporosis", "hiperlipidemia", "anemia"], "tx": ["gabapentina", "levotiroxina", "insulina", "aspirina", "amlodipino", "clopidogrel"], "codigo": ["K76", "I63", "M81", "E78", "D64"], "ref_area": "travmatología", "ref_motivo": "enfermedad hepática grasa", "prioridad": "urgente", "doc_type": "referral", "nota": "Pacient e: Laura Martínez Áluarez, femenina, 9 años. Antececlentes: enfermedad hepática grasa,derrame cerebral, osteoporosis, hiperlipidemia, anemia. Mcds: gabapentina, 1evotir oxina, in sulina, aspirina, amlodipino, clopidogre l. No fvmadora. \n\nMotivo de referencia: Pacientc requiere valoración espeeializada por endocrinología pediátrica para manejo de DM2 secundaria a antececlentes de enfermedad hepática y eualuaciónde su osteoporosis. Presenta descontrol glucémico a pcsar de manejo actual con insulina. Se solicita ualoración para ajuste t erapéutico y considerar necesidad de estudios adicionales, incluyendo posible TAC si se considera necesario por el especialista. \n\nUrgencia: Modcrada. No se reportan alergias conocidas. Padres refieren incrcmcnto en episodios de fatiga y clolorcs óseos. Sc recornienda valoración en m enos de 1 mes dado el riesgo potencial de complicaeio nes cardiovascularesy oseas asociadas."}
{"curp": "LOLC740319MDFPPL43", "nombre": "Claudia López Guerrero", "rango_edad": "50-60", "sexo": "female", "fecha": "18-06-2024", "centro": "Centro de Salud", "direccion": "Calle Independencia 116, Querétaro", "fuma": false, "antecedentes": ["anemia", "demencia", "gota", "diabetes tipo 2"], "tx": ["paroxetina", "simvastatina", "metformina", "insulina", "ibuprofeno", "losartán"], "codigo": ["D64", "F03", "M10", "E11"], "ref_area": "urgencias", "ref_motivo": "gota", "prioridad": "no urgente", "doc_type": "referral", "nota": "Ref. para val. y tto. de Claudia López Guerrero, F, 51 a. Ant: anernia, demehcia, gota, DM2. Meds: paroxetina, simvastatina, metformina, insulina, ibvprofeno, losartán. No fum. Motivo: empeoramiento cognitivo, glucosa y tensiones descontrola das. Sug. intcrconsulta a geriatra y ajuste clc t to. para DM2 y demencia. Paciente refiere olvidos frccuentes y dificultad en manejo de sus meds. No alergias conocidas. Urgencia: moderada, requiere atenciónen las próximas semanas para evitar complicaciones metabólicas."}
