{"patient_id": "ROLM771130MDFDPR15", "patient_name": "María Rodríguez Silva", "patient_age": 46, "gender": "female", "document_date": "2024-02-26", "facility_name": "Hospital Nacional del Norte", "patient_address": "Paseo de la Reforma 49, Puebla", "smoking_status": false, "blood_type": "AB+", "occupation": "médico", "conditions": ["depresión", "asma"], "medications": ["clopidogrel"], "icd10_code": ["F23", "J45"], "referred_to_department": "gastroenterología", "referral_reason": "depresión", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Paciente femeninaa de 48 años, de nombre María Rodríguez Silva, con antecedentes de depresión y asma, actualmente bajo tratamiento con clopidogrel. Niega antecedente de tabaquismo. Se presenta para valoración debido a incremento en episodios de dificultad respiratoria asociados a su asma, con recaídas frecuentes en las últimas semanas, a pesar del apego al tratamiento prescrito. No refiere otros síntomas sistémicos relevantes. Sin antecedentes de HTA, DM2, EPOC, IAM, ICC, FA o ERC. La paciente menciona tener un estilo e vida sedentariio debido a limitaión en la actividad física por temor a desencadenar crisis asmáticas. No refiere alergias conocidas a meddicamentos ni alimentos. \n\nSe solicita valoración con neumología para ajuste de tratamiento en base a la exacerbación de sus sintomas asmáticos y posible introducción de terapia biológica, si es indicado. La urgencia de la referencia se clasifica como prioritaria, dado el impacto en la calidad de vida de la paciente. Se recomienda continuar con clopidogrel hasta nueva indiicación y se sugiere evaluación psicológica concurrente para manejo integral de su depresión, que podría estar influyendo en su percepción y manejo del asma. Se sugiere seguimiento con atención primaria para monitoreo continuo y ajustes necesarios."}
{"patient_id": "MELD750630MDFNPN32", "patient_name": "Daniela Mendoza Rojas", "patient_age": 47, "gender": "female", "document_date": "2023-05-26", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calzada de Tlalpan 47, Cancún", "smoking_status": false, "blood_type": "A-", "occupation": "médico", "conditions": ["fibrilación auricular", "asma", "depresión", "enfermedad coronaria", "EPOC"], "medications": ["levotiroxina", "hidroclorotiazida", "simvastatina", "diclofenaco", "ibuprofeno"], "icd10_code": ["I48", "J45", "F23", "I25", "J44"], "referred_to_department": "neurología", "referral_reason": "enfermedad coronaria", "urgency_level": "normal", "doc_type": "referral", "clinical_notes": "Paciente femenina de 50 años, Daniela Mendoza Roojas, con antecedentes de FA, asma, depresión, enfermedad coronaria y EPOC. Actualmente en tratamiento con levotiroxina, hidroclorotiazida, simvastatina, diclofenaco e ibuprofeno. Niega tabaquismo. Se encuentra casada y refiere estar al cuidado de dos hijos adolescentes.\n\nSe remite a la paciente para valooración urgente debido a exacerbación del asma y dificultad respiratoria progresiva. Ha presentado episodios recientes de disnea, sobre todo nocturna, que no ceden con el uso de broncodilatadores habituales. Se agrega dolor torácico de características opresivas, lo que motiva la necesidad de descartar complicaciones coronarias supplémentaires. a paciente tiene antecedentes de alergia a la penicilina la cual se considera relevantee para la elección de tratamientos posibles.\n\nEn resumen, se solicita valoración completa por neumología y cardiología para ajuste de tratamiento y descatar complicaciones aguda. Se recomienda realizar estudios complementarios como ECG, ecocardiograma y pruebas de función pulmonar. La paciente deberá continuar con el manejo actual hasta nueva indicación, tomando en cuenta las restricciones por su FA y el uso de AINEs, considerando su potencial impacto en la función renal y cardiovascular."}
{"patient_id": "SALS570123MDFNPF81", "patient_name": "Sofía Sánchez Castro", "patient_age": 67, "gender": "female", "document_date": "2024-01-10", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Universidad 104, Monterrey", "smoking_status": true, "blood_type": "A+", "occupation": "maestro", "conditions": ["fibrilación auricular", "asma", "insuficiencia cardíaca", "enfermedad coronaria"], "medications": ["ibuprofeno", "metoprolol"], "icd10_code": ["I48", "J54", "I50", "I25"], "referred_to_department": "cardiología", "referral_reason": "fibrilación auricular", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "La paciente Sofía Sánchez Castro, femenina de 68 años, con antecedentes de FA, asma, ICC y enfermedad coronaria, acude para valoración debido a episodios recientes de disnea y palpitações. Actualmente en tratamiento con ibuprofeno y metoprolol. Refiere que ha incrementado el consumo de tabaco en las últimas semanas, lo que podría estar exacerbando los sintomas respiratorios. Sofía vive con su esposo quien también presenta antecedentes de enfermedades crónicas, lo cual podría contribuir al estrés emocional de la paciente.\n\nMotivo de referencia es la evaluación detallada de su condición cardíaca y respiratoria debido a la persistecia de los síntomas meencionados. e considera urgente dado su historial de ICC y FA, situación que podría agravarse si no se ajusta el manejo terapéutico. Se sugiere valoración por cardiología y neumología para optimizar tratamiento y considerar ajustes en su régimen farmacológico. Además, se recomienda realizar una evaluación integral para descartar posibles interacciones medicamentosas y ajustar el tratamiento para su FA."}
{"patient_id": "AULR900916HDFGPF10", "patient_name": "Rafael Aguilar Ríos", "patient_age": 34, "gender": "male", "document_date": "2025-04-12", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Universidad 41, San Luis Potosí", "smoking_status": false, "blood_type": "A-", "occupation": "maestro", "conditions": ["osteoporosis", "depresión", "artritis", "enfermedad hepática grasa"], "medications": ["clopidogrel", "metoprolol", "simvastatina", "paroxetina", "aspirina"], "icd10_code": ["M81", "F32", "M19", "K76"], "referred_to_department": "traumatología", "referral_reason": "artritis", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Paciente masculino de 35 años de edad, Rafael Aguilar Ríos, con antecedentes de osteoporosis, depresión, artritis y enfermedad hepática grasa. Actualmente en tratamiento con clopidogrel, metoprolol, simvastatina, paroxetina y aspirina. Se niega tabaquismo. Se refiere para valoración especializada debido a la presencia de dolor articular persistente y exacerbacion de síntomas depresivos que no han respondido adecuadamente al manejo farmacológico actual. Se requiere ajuste en el manejo terapéutico y posible intervención psiquiátrica dada la naturaleza crónica de la depresión en este paciente.\n\nLa condición de urgete refiere a la necesidad de estabilizar el estado emocional del paciente, así como de prevenir el avance de la degeneración articular. El cuadro clínico se ha complicado con un aumento en las enzimas hepáticas, lo cual podría estar asociado al uso crónico de la medicación actual y su comorbilidad hepática. Es imperativo reconsiderar la terapia farmacológica actual para evitar deterioro hepatocelular adicinal. No refirió alergias medicamentosas conocidas y se encuentra casado, con apoyo familiar presente.\n\nSe sugiere valoración reumatológica ara ajuste de tratamiento de artritis y potencial inicio de terapias biológicas, así como revisión por psiquiatría para reevaluar el manejo antidepresivo dadas las interacciones medicamentosas y la afectación hepática. Además, se recomienda seguimiento con gastroenterología para la monitorización del estado hepático y considerar alternativas terapéuticas que minimicen la carga hepática del paciente."}
{"patient_id": "JILR610328MDFMPS34", "patient_name": "Rosa Jiménez Medina", "patient_age": 64, "gender": "female", "document_date": "2025-12-26", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Chapultepec 86, Mexicali", "smoking_status": true, "blood_type": "A-", "occupation": "técnico", "conditions": ["insuficiencia renal crónica"], "medications": ["metformina", "omeprazol", "clopidogrel"], "icd10_code": ["N18"], "referred_to_department": "cirugía general", "referral_reason": "insuficiencia renal crónica", "urgency_level": "normal", "doc_type": "referral", "clinical_notes": "Paciente femenina de 64 años, Rosa Jiménez Medina, con antecedente de insuficiencia renal crónica (ERC), se presenta para valoración debido a deterioro progresivo de la función renal, manifestado por elevación reciente de niveles de creatinina sérica y síntomas asociados como fatiga y disnea leve. La paciente tiene historial de DM2 en tratamiento con metformina, se encuentra bajo tratamiento con omeprazol y clopidogrel. Es fumadora activa y refiere un consumo de aproximadamente 10 cigarrillos al día desde hace más de 30 años. Niega antecedentes de alergias medicamentosas conocidas. En la anamnesis, se describe que la paciente vive con su hija, quien es su principal cuidadora\n\nSe solicita referencia urgente para valoración nefrológica con el fin de ajustar tratamiento y considerar necesidad de terapia sustitutiva renal debido a la progresión de la ERC. Se recomienda realizar un perfil renal y seguimiennto estrecho de sus niveles de lectrolitos y función renal cada dos semanas. Además, se sugiere la implementación de una intervención para cese de tabaquismo, ya qu podría estar contribuyendo al deterioro de su salud renal. Se insta a mantener hidratación adecuada y ajustar la medicación actual en concordancia coon la función renal actual de la paciente."}
{"patient_id": "DILJ990804HDFZPR82", "patient_name": "Jorge Díaz Romero", "patient_age": 25, "gender": "male", "document_date": "2025-05-08", "facility_name": "Hospital Nacional del Norte", "patient_address": "Boulevard López Mateos 38, Saltillo", "smoking_status": true, "blood_type": "O+", "occupation": "chofer", "conditions": ["osteoporosis", "EPOC"], "medications": ["losartán", "alendronato", "hidroclorotiazida", "diclofenaco", "omeprazol"], "icd10_code": ["M81", "J44"], "referred_to_department": "cirugía general", "referral_reason": "osteoporosis", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "El paciente Jorge Díaz Romero, masculino de 26 años, con antecedentes de osteoporosis y EPOC, acude a valoración por presentar exacerbación de síntomas respiratorios asociados  su condición pulmonar rónica. Actualmente en tratamiento con losartán, alendronto, hidroclorotiazida, diclofenaco y omeprazol. Se señala un historial de tabaquismo activo, lo cual podría estar contribuyendo a la progresión de su enfermedad pulmonar y a la complicación de su cuadro actual.\n\nEn la evolución reciente, refiere aumento de la disnea y tos productivva, sin fiebre evidente. Al examen físico, se observa disminución de entradas aéreas y sibilancis difusas. No se reportan alergias conocidas. Se recomienda valoración urgente por neumología para ajuste terapéutico y considerar estudios complementarios como espiromería o inclso TAC de tórax si lo amerita la evolución clínica. Importante reforzar la necesidad de cesación tabáquica para el mejor control de su EPOC y prevenir futuros deterioros.\n\nSe sugiere monitorizar función pulmonar y ajustar tratamiento farmacológico según los hallazgos. En el egreso, continuar con la medicación actual hhasta nueva indicación por el especialista, y se exhorta a mantener un adecuado seguimiento médico para optimización del manejo de su condición crónica."}
{"patient_id": "GOLA880414MDFMPN62", "patient_name": "Andrea Gómez Delgado", "patient_age": 36, "gender": "female", "document_date": "2024-04-16", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle Morelos 87, Aguascalientes", "smoking_status": false, "blood_type": "B+", "occupation": "campesino", "conditions": ["enfermedad hepática grasa", "obesidad", "hiperlipidemia", "EPOC", "asma"], "medications": ["gabapentina", "metformina", "paroxetina"], "icd10_code": ["K76", "E66", "E78", "J44", "J45"], "referred_to_department": "terapia intensiva", "referral_reason": "obesidad", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Paciente femenina de 37 años, Andrea Gómez Delgado, con antecedentes de enfermedad hepática grasa, obesidad, hiperlipidemia, EPOC y asma. Actualmente en tratamiento con gabapentina, metformina y paroxetina. No fuma. Se presenta para valoración y tratamiento debido a exacerbación reciente de síntomas respiratorios, caracterizada por aumento de disnea  sibilancias, pese al uso adecuado de medicación broncodiilatadora.\n\nHa tenido episodios recurrentes de broncoespasmo que no han respondido adecuadamente al tratamiento convencional, por lo que se consiidera urgente su referencia para valoración especializada de neumología. Se sugiere evaluación detallada sobre el control actual de EPOC y asma, considerando la posibilidad de ajuste terapéutico o intervención adicional. La paciente vive con ssu esposo y dos hijos y refiere adherencia al tratamiento, sin embargo, menciona episodios ocasionales de ansiedad que pudieran estar influyendo en su estado respiratorio. No se reportan alergias conocidas."}
{"patient_id": "MELL520304HDFNPS64", "patient_name": "Luis Mendoza Delgado", "patient_age": 73, "gender": "male", "document_date": "2025-03-12", "facility_name": "Hospital Nacional del Norte", "patient_address": "Boulevard Miguel de Cervantes 98, Aguascalientes", "smoking_status": false, "blood_type": "O+", "occupation": "policía", "conditions": ["insuficiencia renal crónica", "hipertensión arterial", "depresión"], "medications": ["clopidogrel", "ramipril", "ibuprofeno"], "icd10_code": ["N18", "I10", "F32"], "referred_to_department": "oncología", "referral_reason": "hipertensión arterial", "urgency_level": "normal", "doc_type": "referral", "clinical_notes": "El paciente Luis Mendoza Delgado, masculino de 73 años, con antecedentes de insuficiencia renal crónica (ERC), hipertensión arterial (HAS) y depresión, acude para valoracón y tratamiento especializado. Actualmente bajo tratamiento con clopidogrel, ramipril e ibuprofeno, no refiere alergias conocidas. El paciente niega consumo de tabaco y refiere adherencia al tratamiento prescrito. Dados sus antecedentes de ERC y HAS, el control de su presión arterial y función renal son prioritarios.\n\nLuis ha presentado recientemente episodios de cefalea y mareos, posiblemente relacionados con las fluctuaciones en su presión arterial, además de reportar un incremento en el edo. depresivo. Se busca descartar posibles complicaciones relacionadas con el uso de AINEs como el ibuprofeno, que podrían estar contribuyendo a la desompensación de su función renal. Se solicita valoración urgente debido al riesgo de progresión de la ERC y potencial daño renal agudo.\n\nEn resumen, se recomienda una reevaluación completa del régimen terapéutico actual, especialmente en lo referente al uso de AINEs, y se sugiere considerar ajustes en el tratamiento antihipertensivo para optimizar el control de la tensióón arterial. Adicionalmente, sería beneficioso realizar un seguimiento esstrecho de su estado depresivo por parte del servicio de psiquatría. Se sugiere también realizar estudios complementarios como laboratorios y evaluación por nefrología para determinar la función renal actual y prevenir complicaciones futuras."}
{"patient_id": "CALC160413HDFSPRD6", "patient_name": "Carlos Castillo Ruiz", "patient_age": 9, "gender": "male", "document_date": "2025-07-19", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle Independencia 63, Mexicali", "smoking_status": false, "blood_type": "O-", "occupation": "enfermero", "conditions": ["EPOC", "hipertensión arterial", "anemia", "depresión", "artritis"], "medications": ["warfarina", "aspirina", "alendronato", "clopidogrel", "metformina"], "icd10_code": ["J44", "I10", "D64", "F32", "M19"], "referred_to_department": "traumatología", "referral_reason": "EPOC", "urgency_level": "normal", "doc_type": "referral", "clinical_notes": "Paciente masculino de 9 años, CCarlos Castillo Ruiz, con antecedentes de EPOC, HAS, anemia, depresión y artritis. Actualmente bajo tratamiento con warfarina, aspirina, alendronato, clopidogrel, metformina y paroxetina. No refiere tabaquismo. Se presenta para valoración debido a episodios recurrentes de disnea y fatiga, lo cual ha incrementado en frecuencia e intensidad en las últimas semanas. Los padres mencionan temor por un posible deterioro agudo de su estado clínico dada su historia de EPOC y múltiples comorbilidades.\n\nMotivo de referencia es la necesidad de una evaluación más detallada de su condición respiratoria y cardiovascular, así como ajuste de su tratamiento farmacológico debido a los síntomas persistentes y la posible interacción de sus múltiples medicamentos. Se solicita valoración por neumología y cardiología para descartar complicaciones mayores, considerando su historial de hipertensión y uso de anticoagulantes como la warfarina. La situación se considera urgente dado el riesgo potencial de una descompensación aguda. Se recomienda realizar pruebas compllementarias como una TAC de tórax y pruebas de función pulmonar para una evaluación más exhaustiva. Al egreso, se sugiere ajuste en el manej terapéutico y seguimientto estrecho e consulta externa para monitoreo de su condición general."}
{"patient_id": "RALP021127MDFMPLH7", "patient_name": "Paola Ramírez Estrada", "patient_age": 22, "gender": "female", "document_date": "2025-04-12", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle 5 de Mayo 98, Querétaro", "smoking_status": false, "blood_type": "O-", "occupation": "militar", "conditions": ["enfermedad hepática grasa", "diabetes tipo 2"], "medications": ["ramipril", "aspirina", "metoprolol", "diclofenaco"], "icd10_code": ["K76", "E11"], "referred_to_department": "neumología", "referral_reason": "diabetes tipo 2", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Paciente femenina de 23 años, Paola Ramírez Estrada, con antecedentes personales de enfermedad hepática grasa y DM2. Actualmente en tratamiento con ramipril, aspirina, metoprolol y diclofenaco. No refiere tabaquismo. La paciente acude para valoración debido a mal manejo de la glucosa y elevación de enzimas hepáticas en recientes análisis. Refiere cansancio generalizado y dolor en hipocondrio derecho, sin fiebre ni datos de coluria. Niega alergias medicamentosas conocidas.\n\nMotivo de referencia: Se solicita valoración hepatológica urgente debido al riesgo pootencial de progresión a esteatohepatitis, dado el antecedente de DM2 y los síntomas actuales. Se sugiere realizar estudios de imagen como TAC abdominal para descartar complicaciones adicionales. Además,, se recomieenda ajuste en el manejo de la DM2 y mnitorización strecha de las funciones heppáticas. Por favor, contacto con endocrinología para un manejo integral. Se agradece lla pronta intervención y se espera retroalimentación para seguir el plan de tratamientoo adecuado."}
{"patient_id": "MELE990426HDFNPD24", "patient_name": "Eduardo Mendoza Ríos", "patient_age": 24, "gender": "male", "document_date": "2023-04-28", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle Madero 83, Morelia", "smoking_status": false, "blood_type": "A-", "occupation": "médico", "conditions": ["insuficiencia cardíaca"], "medications": [], "icd10_code": ["I50"], "referred_to_department": "terapia intensiva", "referral_reason": "insuficiencia cardíaca", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Paciente: Eduardo Mendoza Ríos, masculino de 26 años, acude a consulta para valoración cardiológica por antecedente de insuficiencia cardíaca (ICC). No refiere hipertensión arteial (HAS), diabetes mellitus tipo 2 (DM2) ni enfermedad pulmonar obstructiva crónica (EPOC). Niega tabaquismo y consumo de alcohol. No tiene antecedentes dde infarto agudo de miocardio (IAM) ni fibrilación auricular (FA). No está en tratamiento médico actual. \n\nEn la evolución clínica, el paciente ha presentado disnea de medianos esfuerzos y edema de miembros inferiores en semanas recientes. No ha tenido síncopes ni dolor torácico. Se encuentra hemodinámicamente estable en la consulta, sin embargo, por los síntomas que manifiesta, se considera necesario realizar estudios complementarios. Es importante descartar deterioro de la función cardíaca, por lo que se sugiere ecocardiograma y análisis de laboratorio, incluyendo marcadores de daño miocárdico.\n\nSe refire al servicio de Cardiología con carácter de prioridad moderada para evaluación y manejo especializado de su ICC. Recomendamos iniciar medidas generaales como dieta baja en sodio y seguimiento estricto de signos vitales. A la espera de valoración, se sugiere evitar esfuerzos físicos intensos. Se solicita también informe de alergias o antecedentes familiares relevantes paraa completar la evaluación cardiológica."}
{"patient_id": "RALA430811HDFMPN56", "patient_name": "Ángel Ramírez Ríos", "patient_age": 80, "gender": "male", "document_date": "2024-05-06", "facility_name": "Hospital Nacional del Norte", "patient_address": "Paseo de la Reforma 61, Querétaro", "smoking_status": false, "blood_type": "A-", "occupation": "chofer", "conditions": ["hiperlipidemia"], "medications": ["ibuprofeno", "simvastatina", "omeprazol", "diclofenaco"], "icd10_code": ["E78"], "referred_to_department": "cirugía general", "referral_reason": "hiperlipidemia", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Paciente masculino de 82 años de edad, nombre Ángel Ramírez Ríos, con antecedente de hiprlipidemia en manejo con simvastatina. El paciente no presenta antecedentes de tabaquismo ni de patologías como DM2, HAS, ni EPOC. Actualmente en tratamiento con ibuprofeno, omeprazol y diclofenaco. Sin alergias conocidas, ritmo sinusual sin evidencia de FA previa. Viudo desde hace 5 años, vive solo pero cuenta con apoyo de familiares cercanos.\n\nSe refiere al pacientte por presentar dolor abdominal difuso de moderada intensidad, que inició hace aproximadamente 3 días, asociado a náuseas sin vómito, sin alteraciones en el trásito intestinal. No fiebre ni sintomas urinarios. Se considera necesario descartar una posible complicación gastrointestinal secundaria al uso crónico de AINEs (ibuprofeno y diclofenaco), por lo que se recomienda realizar estudios de imagen, preferentemente TAC abominal para evaluar la presencia de lesiones ulcerosas o complicaciones secundarias a la medicación.\n\nDado el cuadro clínico y la edad del paciente, se considera este caso de urgencia moderada, aconsejando su pronta evaluación por gastroenterología para determinar la necesidad de ajustes terapéuticos, así como valorar la pertinencia de continuar con los AINEs. Se sugiere también evaluación por nutrición para manejo integral de la hiperlipidemia. Favor de enviar informe con hallazgos y plan de tratamiento posterior a la valoración especializada."}
{"patient_id": "AULA121226MDFGPNA8", "patient_name": "Andrea Aguilar Salazar", "patient_age": 12, "gender": "female", "document_date": "2025-08-07", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle Independencia 66, Saltillo", "smoking_status": false, "blood_type": "A+", "occupation": "albañil", "conditions": ["hipertensión arterial", "fibrilación auricular", "enfermedad coronaria", "insuficiencia renal crónica"], "medications": ["clopidogrel", "amlodipino"], "icd10_code": ["I01", "I48", "I25", "N81"], "referred_to_department": "oncología", "referral_reason": "insuficiencia renal crónica", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Paciente Andrea Aguilar Salazar, femenina de 13 años de edad con antecedentes de HAS, FA, enfermedad coronaria e insuficiencia renal crónica (ERC). Actulmente en tratamiento con clopidogrel y amodipino. La paciente no refiere antecedentes de tabaquism y niega alergias conocidas. Se presenta para valoración debido a descompensación de sus patologías de base, reportando mareos frecuentes, palpitaciones y disnea que no ceden con el tratamiento habitual. \n\nEn la exploración física, se encuentra TA de 160/95 mmHg, frecuencia cardíaca irregular de 110 lpm, con signos de sobrecarga hídrica moderada. La paciente ha presentado episodios recurrentes de FA con respuesta ventricular rápida, lo que ha exacerbado su cuadro de ERC, evidenciado por la elevación de creatinina y disminución del filtrado glomerular en estudios recientes. No se reportan fiebre ni signos de infección activa; sin embrgo, la paciente requiere ajuste en su manejo farrmacológico y evaluación nefrológica urgente.\n\nSe recomienda realizar ecocardiografía para evaluar la función cardíaca y planificar el ajuste de su régimen terapéutico. Se sugiere ingreso hospialario para monitorización hemodinámica estrecha y ajuste de medicación. Se solicita valoración por cardiología y nefrología para optimizar control de HAS y FA, así como manejo de la ERC. Considerar indicación para anticoagulación más efectiva y reevaluar riesgo tromboembólico."}
{"patient_id": "TOLM661014MDFRPR33", "patient_name": "María Torres Orozco", "patient_age": 56, "gender": "female", "document_date": "2023-07-13", "facility_name": "Hospital Nacional del Norte", "patient_address": "Boulevard Miguel de Cervantes 112, Culiacán", "smoking_status": false, "blood_type": "B-", "occupation": "programador", "conditions": ["hiperlipidemia", "asma", "fibrilación auricular", "depresión"], "medications": ["warfarina", "clopidogrel", "paroxetina"], "icd10_code": ["E78", "J45", "I48", "F32"], "referred_to_department": "terapia intensiva", "referral_reason": "hiperlipidemia", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Paciente femenina de 59 años, María Torres Orozco, con antecedentes de hiperlipidemia,, asma, FA crónica y depresión, een tratamiento con warfarina, cllopidogrel y paroetina. No refiere tabaquismo. La paciente ha presentado episodios recientes de disnea y palpitaciones que sugieren descompensación de su FA. Sin antecedentes de EPOC, IAM o ICC. Vive sola y refiere buena adherencia al tratamiento farmacológico.\n\nSe decide su referencia a cardiología para valoración detallada y ajuste de tratamiento, consideraando el riesgo tromboembólico asociado a la FA y la posible interacción medicamentosa. Se recomienda realizar un seguimiento de INR dado el uso de warfarina y valorar la necesidad de ajuste en la terapia anticoagulante. Además, se sugiere evaluación psiquiátrica para monitoreo de su estado emocional y posible ajuste de paroxetina, considerando los antecedentes de depresión.\n\nUrgencia: Moderada, sin evidencia de complicaciones agudas, se considera necesario ajuste terapéutico y seguimiento estrecho para prevenir eventos adversos. Se solicita valoración prioritaria en consulta externa sin necesidad de hospitalización inmediata."}
{"patient_id": "MALL160619MDFRPRC6", "patient_name": "Laura Martínez Álvarez", "patient_age": 6, "gender": "female", "document_date": "2023-05-30", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle Madero 96, San Luis Potosí", "smoking_status": false, "blood_type": "A-", "occupation": "militar", "conditions": ["enfermedad hepática grasa", "derrame cerebral", "osteoporosis", "hiperlipidemia", "anemia"], "medications": ["gabapentina", "levotiroxina", "insulina", "aspirina", "amlodipino", "clopidogrel"], "icd10_code": ["K76", "I63", "M81", "E78", "D64"], "referred_to_department": "cardiología", "referral_reason": "derrame cerebral", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Laura Martínez Álvarez, paciente femenina de 9 años de edad, con antecedentes personales patológicos significativos de enfermedad hepática grasa, antecedente de derrame cerebral, osteoporosis hiperlipidemia y anemia. Actualmente bajo tratamieto con gabapentina, levotiroxina, insulina, aspirina, amlodipino y clopidogrel. No refiere hábittos tabáquicos. Se presenta para valoración por episodios recurrentes de cefalea intensa y mareos, que han incrementado en frecuencia e intensidad durante el último mes. La paciente es traída a consulta por su madre quien reporta que estos episodios limitan significativamente sus actividades escolares y recreativas.\n\nDado el historial clínico y los síntomas actuales, se considera necesario realizar valoración especializada para descartar complicaciones neurológicas o cardiovasculares, así como ajustar su manejo terapéutico actual. Es prioritario evaluar la posibilidad de una interacción medicamentosa  efectos adversos relacionados al tratamiento crónico que actualmente sigue la paciente. Se recomienda realizar estudios complementarios como TAC cerebral y perfil lipídico, y se sugiiere seguimiento por Neurología y Cardiología para una evaluación más exhaustiva. La urgencia de la valoración es considerada alta debido a la complejidad de los síntomas presentados y su impacto en la calidad de vida de la paciente."}
