{"curp": "JILJ611220HDFMPS38", "nombre": "José Jiménez Vázquez", "rango_edad": "60-70", "sexo": "rnale", "fecha": "06-05-2023", "centro": "Centro de Salud", "direccion": "Paseo de la Reforma 28, Civdad dc México", "fuma": false, "antecedentes": ["asma"], "tx": ["amlodipino", "levotiroxina", "aspirina", "diclofenaco", "metformina"], "codigo": ["J45"], "area": "neurología", "dx": "asma", "doc_type": "visit", "nota": "Motivo de consvlta: Paciente masculiho de64 años, acude por disnea progresiva desde hace 3 semanas, no ortopnea, refiere tos seca ocasional. Sin fiebre. Antecedentes de asma, en tx con amlodipino, levotiro xina, aspirina, diclofenaco y metformina. Niega tabaquismo. \n\nExploración física: TA 130/85 mmHg, FC 78 lpm, FR 20 rpm, SatO2 92% ambiente. Buen estado gcneral, consciente y oricntado. Campos pulmonares con disminución de ruidos eh bases, sibilancias dispersas. Ruidos cardiacos rítmicos, sin soplos. Abdomen blando, depresible, sin visceromegalias. Extremidades sin eclema.\n\nImpresión dx:Exacerbación d e asma cn contexto de posiblc infección respiratoria baja. Control subóptimo de DM2 y HAS. Se sugiere  evaluar fuhción pulmonar y descartar EPOC. \n\nPlan: Aj ustar tratamiento de asm a, agregar broncodilatador de rescate. Realizar espirometría y solicitar Rx de tórax. Control glucémico estricto y reevaluar esquema antihipertensivo. Suspender diclofenaco por riesgo de deterioro renal y GI. Cita de seguimiento en 1 sem."}
{"curp": "ROLM771130MDFDPR15", "nombre": "María Rodríguez Silva", "rango_edad": "40-50", "sexo": "female", "fecha": "30-12-2024", "centro": "Centro de Salud", "direccion": "Paseo de la Reforma 49, Puebla", "fuma": false, "antecedentes": ["depresión", "asma"], "tx": ["clopidogrel"], "codigo": ["F32", "J45"], "area": "cirugía general", "dx": "asma", "doc_type": "visit", "nota": "Motivo deconsulta: Px femenina de 48 años acude por exacerbación cle síntomas asmáticos desde hace 3 días, refiere aumento de dificultad respirato ria nocturna y tos seca. No fiebre ni  expectoración. Estado civil: casada, sin alergias conocid as.\n\nExplor ación física: TA 120/80 mmHg, FC 88 lpm,FR 20 rpm,SatO2 94% ambiente. Ruidos cardiacos normales. MV disminuido en ambas bases pulmonares, sibilancias bilaterales.\n\nImpresión dx: Exacerbación cle asma en contexto de probable infecci ón viral.\n\nPlah: Ajuste de tx brohcodilatador, iniciar corticoide inhaladoen dosis alta, vigilancia de SatO2, reevaluar en 72 hrs o antes si empeora. Seguir con clopidogrel."}
{"curp": "MALJ660420HDFRPS16", "nombre": "Jesús Martínez Cervantes", "rango_edad": "50-60", "sexo": "rna1e", "fecha": "14-11-2024", "centro": "Centro de Salud", "direccion": "Calle Independencia 30, Monterrey", "fuma": false, "antecedentes": ["anemia", "artritis", "enfermedad coronaria", "diabetes tipo 2", "osteoporosis"], "tx": ["losartán"], "codigo": ["D46", "M19", "I25", "E11", "M81"], "area": "endocrinología", "dx": "artritis", "doc_type": "visit", "nota": "Motivo de consvlta: Pac acude a consulta por control de DM2 y HAS. Rcfiere can s anciogeneralizado y dolor articular en manos. Niega fiebre opérdida de peso reciente. No ha presentado disnea ni dolor torácico.\n\nExploración fís ica:  TA 130/80  mmHg, FC 76 lpm, FR 18 rpm, gluc 140 mg/dl. Paciente alerta y orientado, se observa con sobrepeso. Auscultación cardiaca y pulmonar sin hallazgos patológicos. Articulaciones de manos con ligera tumefaccióny dolor a la palpacióh, rnovilidad limitada.\n\nImpresión dx: DM2, HAS controlada, cxacerbación de artntis, sospecha de fatiga poranemia.\n\nPlan: Ajuste de med pa ra artritis (consultar reumatólogo), continuar con losartán, control glucemico rnás estricto, solicitar 1abs: Hb, perfil de lípidos, funciónrenal. Cita en 3 mcses para reevaluación y considerar TAC si persiste fatiga. Educación al pac sobre dieta adecuada y ejercicio regular."}
{"curp": "DILA450912HDFZPN27", "nombre": "Ángel Díaz Estrada", "rango_edad": "70-80", "sexo": "male", "fecha": "14-06-2024", "centro": "Centro de Salud", "direccion": "Avenida Juárez 56, Puebla", "fuma": true, "antecedentes": ["derrame cerebral", "fibrilación auricular", "depresión"], "tx": ["metformina", "amlodipino", "simuastatina", "clopidogrel"], "codigo": ["I63", "I48", "F32"], "area": "urología", "dx": "derrame cerebral", "doc_type": "visit", "nota": "Motivo de consulta: Px masculino de 80 a con antecedentes de ACV, FA, depresión. Consulta por mareos recientes y disnea leve. Refiere adherencia irregular a tx farmacológico,  especialm entc  metformina. Furna 5 cigarrillos/día dcsde hace 40 años.\n\nExp Fis: T/A 140/90 mmHg, FC 78 lpm, SatO 2 92%, peso 70 kg. Cardiopulmonarcon soplo sistólico leve, R1 y R2 regulares, campos pulmonares eon estertores. Extremiclades sin edemas. Neuroorientado, pero memora reciente disminuida. \n\nImpresión dx: Mareo multifactorial, posible descontrol de HAS y DM2. Posible deteriorocognitivo asociado a ACV y edad. Riesgo elevado por tabaquismo persistente.\n\nPlan: Ajuste de tx, aumentar dosis de amlodipino. Reforzar adherencia a metformina. Revaloracion en 1 mes. Indicaciones para dejar el tabaco. Solicitar analítica completa y ECG. Remitir a neuro para ualoración cogni ti va. Paciente y familia informados."}
{"curp": "MOLM570130MDFRPR67", "nombre": "Mariana Morales Delgado", "rango_edad": "60-70", "sexo": "femalc", "fecha": "14-03-2023", "centro": "Centro de Salud", "direccion": "Boulevard Miguel de Cervantes 55, Mexicali", "fuma": false, "antecedentes": [], "tx": [], "codigo": [], "area": "urología", "dx": "sin diagnóstico", "doc_type": "visit", "nota": "Motivo consulta: Px Mariana Morales Delgado, 68a, F, refiere desde hace 2 semanas disnea leve al esfuerzo y tos seca. Niega fiebre o dolor torácico. No hay nx de ASMA, EPOC o IAM. Niega alergias. \n\nExploración física: TA 120/80 mmHg, FC 78 lpm, FR  18 rpm, SatO2 96%. Campos pulrnonares bien vehtilados sin ruiclos agregados. Corazón rítmico, sin soplos. Abdomen sin hallazgos, extrcmidades sin edema. \n\nImpresióh dx: Posible bronquitis crónica. Px niega antecedentes pero menciona ser fumador desde hace 20 años, lo qvepvede explicar síntomas. \n\nPlan: Sugerir suspehsión tabáq uica. Indicar Rx de tórax para descartar complicaciones. Reevaluar en 1 mes."}
{"curp": "JILR450620HDFMP813", "nombre": "Roberto Jiménez Cervantes", "rango_edad": "70-80", "sexo": "male", "fecha": "13-12-2023", "centro": "Centro de Salud", "direccion": "Paseo de la Reforma 77, León", "fuma": false, "antecedentes": ["osteoporosis", "hipertensión arterial", "gota", "demencia", "obesidad"], "tx": ["alendronato", "omeprazol", "insuliha", "aspirina"], "codigo": ["M81", "I10", "M10", "F03", "E66"], "area": "gastroenterología", "dx": "hipertensión arterial", "doc_type": "visit", "nota": "Motivo de consvlta: Paciente maseulino de 80 años, ac ude por dolor articu1ar en rodilla clerecha que se ha incrementado en 1as últimas  semanas. Refiere dificultad para la rnarcha, limitando actividades diarias. Niega fiebre, tos, disnea o dolo r torácico. \n\nExploración Física: PA 140/90 mmHg, FC 78 lpm, FR 18 rpm, T 36.5°C. Paciente orientado en persona, desorientación en tiempo y es pacio. Soplo sistólic leve en foco mitral, crepitantes a nivel de base pulrno n arderec ha. Rodilla derecha con signos de inflamación, dolor a la palpación y movilidad reducida. \n\nIrnpresión diagnóstica: Artritis gotosa agucla en rodilla derecha exacerbada. Control subóptimo de HAS . Probable ICC dada la prescncia de crepitahtes y soplo.\n\nPlan: Ajuste cle alendronato y control más estrict de HAS. Consultar con reumatologíapara manejo específico de gota. Iniciar furosemicla 20 mg/día para manejo de ICC. Reevaluar en 2 semnas. Se sugiere control de peso y dieta baja en purinas."}
{"curp": "GALA461001MDFRPD50", "nombre": "Adriana García Herrera", "rango_edad": "70-80", "sexo": "female", "fecha": "31-08-2023", "centro": "Centro de Salud", "direccion": "Avenida Insurgentes 40, Tijuana", "fuma": false, "antecedentes": ["asma", "hipertcnsión arterial", "anemia", "demencia", "depresión"], "tx": ["diclofenaco"], "codigo": ["J45", "I10", "D64", "F30", "F32"], "area": "gastroenterología", "dx": "asrna", "doc_type": "visit", "nota": "Paciente femeniha, A.G.H., 79 años, acude a consulta por disnea y tos persistente. Refiere inicio de sx hace 3 scmanas, sin fiebre. Acompañada por hija quien refiere olvidos frecuentes y episodios de confusión recientes. Niega tabaquismo. Antecedentes de asma, HAS, anemia, derne ncia y depresión. Med actual: diclofenaco.\n\nEF: TA 140/90 mrnHg, FC 82 lpm, FR 20 rpm, SatO2 91% AA. Cardiopulmonar: ruidos cardiacos rítmicos, sibilancias bilaterales en eampos pulmonares. Abdomen: blando, depresible, no do1oroso. Neurológico: desorientaci ón temporoespacial, no focalizaciones. \n\nImp Dx: Exacerbación asmátic a + demencia senil. Plan: Ajustar tx asmático, in ieiar inhalador broncodilatador. C ontrolneurológico para valoración de progresión demencia. Continuar con diclofenaco. Eclucacion a familiar sobre signos de alarma. Seguimi ento en 2 semanas."}
{"curp": "JILR610328MDFMPS34", "nombre": "Rosa Jiménez Medina", "rango_edad": "60-70", "sexo": "female", "fecha": "03-04-2024", "centro": "Centro de Salud", "direccion": "Avenida Chapultepec 86, Mexicali", "fuma": true, "antecedentes": ["insuficiencia renal crónica"], "tx": ["metformina", "omeprazol", "clopidogrel"], "codigo": ["N18"], "area": "cirugía gencral", "dx": "insuficiencia renal crónica", "doc_type": "visit", "nota": "Motivo d consulta: Rosa Jirnénez Medina, 64 a, F, acude por fatiga crónica. Pte con  ERC conocida, refiere agravamiehto de sx en ultimas semanas.Fumadora activa, 10 cig/día,niega etilismo. Niega alergias medicame ntosas. \n\nEF: TA 140/90 mmHg, FC 76 lpm, FR 20 rpm, SatO2 96% ambiente. Cardiopulmonar sin hallazgos relevantes. Abdomen blando, no doloroso. Edema +1 en MMII. Px alerta, orientada, sin datos de focalizacióh neurológica. \n\nImp dx: ERC en progresión, sospecha de anemia secundaria. Falla en control de factores de riesgo cardiovascular.\n\nPlan:Labs: Biometría hemática, QS con eGFR; ajustar closis de metformina según función renal. Recomendar disminución de consumo tabáquico. Se sugiere seguimiento en nefrolog ía. Cita en 1 rnes para reevaluación."}
{"curp": "GOLA440223HDFNPL32", "nombre": "Alejandro González Vargas", "rango_edad": "70-80", "sexo": "male", "fecha": "25-12-2023", "centro": "Centro de Salud", "direccion": "Avenida Universidad 52, Saltillo", "fuma": false, "antecedentes": ["hiperlipidemia"], "tx": ["aspirina", "ibuprofeno", "cliclofenaco", "ramipril"], "codigo": ["E78"], "area": "gastroenterología", "dx": "hiperlipidemia", "doc_type": "visit", "nota": "MCP: Dolor articular en ambas rodillas desde hace 3 meses, se agudiza al caminar y disminuye en reposo. Refiere ho mejoría con los AINEs que toma. Niega ficbre, pérdida de pcso o trauma recientc.\n\nEF: PA 135/80, fc 78 lpm, 5atO2 96%. Paciente a1erta, orientado, cooperador. Rodillas con dolor a la palpación y leve hinchazón, sin  eritema ni calor. Resto del examen físico sin hallazgos relevantes.\n\nIMP Dx: Posible artrosis de rodilla. Hiperlipidemia conoci da bajo tratamiento. Historia de fumador desde haee 20 años, lo niega, pero esposa confirma hábito.\n\nPlan: Solicitar RX rodillas AP y lateral. Indicar paracetamol 500 mg c/8h PRN dolor. Seguimiento en 4 semanascon resultados de imagen. Recomcndar reducir uso de AINEs porposible nesgo  GI y evaluar función renal. Consejo de cesación tabáquica."}
{"curp": "RALP150507MDFMPTK5", "nombre": "Patricia Ramírez Guerrero", "rango_edad": "0-10", "sexo": "female", "fecha": "02-11-2023", "centro": "Centro de Salud", "direccion": "Calle Madero 35, San Luis Potosí", "fuma": false, "antecedentes": ["depresión", "gota", "hiperlipidemia", "osteoporosis", "EPOC"], "tx": ["ibuprofeno", "aspirina"], "codigo": ["F32", "M10", "E78", "M81", "J44"], "area": "terapia intensiva", "dx": "depresión", "doc_type": "visit", "nota": "Moti vo de consu1ta: La madre de Patricia refiere qu e la paciente ha estado mas rctraida y poco participativa en las actividades esco1ares. Se observa disminución delapetito y cansancio frecuente. Antecedentes dedepresión, gota, hiperlipidcmia, osteoporosis y EPOC. Medicamentos actuales: ibuprofeno y aspirina. No tabquismo.\n\nExploración física: Paciente alerta, orientada en persona, tiempo y espacio. T/A 105/65 mmHg, FC 7S lpm, FR 18 rpm, Temp 36.6°C. Peso y talla dentro de percentiles normales para su edad. A la auscultación, murmullo vesicular presente con sibilancias dispersas en campos pulmonares. Sin aclenopatías palpables. Extremidades sin edemas.\n\nImpres ión cliagnóstica: Exa cerbación de síntomas depresivos. EPOC estable.\n\nPlah: Continuar eon ibup rofeno y aspirina se gún prescripción. Derivar a psiquiatríain fantil para reevaluación de manejo de depresión. Iniciar inhalador broncodilatador según sea necesano para manejo sintomático de EPOC. Seguimientoen consulta ext erna en 1 mes o antes si los síntomas empeoran."}
{"curp": "SALJ460226HDFNPR27", "nombre": "Jorge Sánchez Figueroa", "rango_edad": "70-80", "sexo": "male", "fecha": "15-07-2025", "centro": "Centro de Salud", "direccion": "Avenida Revolucióh 31, Toluca", "fuma": false, "antecedentes": ["hipertensión arterial", "diabetes tipo 2", "obesidad", "EPOC", "insuficiencia cardíaca"], "tx": [], "codigo": ["I10", "E11", "E66", "J44", "I50"], "area": "gastroenterología", "dx": "hipertensión arterial", "doc_type": "visit", "nota": "Motivo de consulta: Paciente mas culino de 79 años aeude por disnea progresiva y edema en MMII. Además, refiere tos productiva con esputo blanquccino desde hace 2 semanas. Nega fiebre o dolor torácico.\n\nEF: TA 152/90 mmHg, FC 96 lpm, FR 22 rpm, SatO2 89 % aire ambiental. Paciente obeso con 1MC 32. Cardiopulrn: ruidos cardiacos regulares, presencia de S3. Crcpitantes bibas ales. Abcl: blando, no doloroso. MM1I con  edema +++/4, Godet presehte.\n\nImpresión Dx: Descompensación de ICC, probable exacerbación de EPOC. DM2 y HAS mal cont roladas.\n\nPlan: Iniciar tto con diuréticos(furosemida), valorar ajuste de IECA.Iniciar broncodilatadoresy corticoides inhalados. Solicita r labs: glucosa, creatinina, electrolitos. Programar ecocardiog ramay espirornetría. Educacióh sobre dieta baja en sodio. Cita en 2 semanas para seguimiento."}
{"curp": "OILT930716MDFRPR82", "nombre": "Teresa Ortiz Sandoval", "rango_edad": "30-40", "sexo": "female", "fecha": "26-10-2025", "centro": "Centro de Salud", "direccion": "Avenida Juárez 2, León", "fuma": false, "antecedentes": ["EPOC", "artritis"], "tx": ["metoprolol", "warfarina"], "codigo": ["J44", "M19"], "area": "cirugía general", "dx": "EPOC", "doc_type": "visit", "nota": "Consulta ext. Paciente: Teresa Ortiz Sandoval, femenina, 32 años . Refiere disnea y fatiga al ejercicio desde hace 2semana s. Sin fiebre ni dolor torá cico. No alergias conocidas. ANTECD ENTES: EPOC y artritis. TABAQUISMO: niega. MEDICACIÓN: metoprolol, warfarina. EXPL FISI CA: PA 120/80 mmHg, FC 78 lpm, SatO2 92%. Cam pos pulmonares coh sibilancias bilaterales. No edemas perifericos.\n\nIMPRESION DIAG: Exacerbación de EPOC. PLAN: Ajustar dosis de broneodilataclores, iniciar tx con esteroides inhalados. Ordenar espirometría y Rx de tórax para evaluar cambios. Revis ión en 2 semanas. Sugiero monitoreo de INR por uso de warfarina. Paciente orientada sobre signos d e alarma."}
{"curp": "MELE990426HDFNPD24", "nombre": "Eduardo Mendoza Ríos", "rango_edad": "20-30", "sexo": "male", "fecha": "23-07-2023", "centro": "Centro de Salud", "direccion": "Calle Madero 83, Morelia", "fuma": false, "antecedentes": ["insuficiencia cardíaca"], "tx": [], "codigo": ["150"], "area": "cirugía general", "dx": "insufieiencia cardíaca", "doc_type": "visit", "nota": "Paciente masculino, Eduardo Mendoza Ríos, 26 años, acude a cohsulta por disnea en esfuerzos modcrados y fatiga. Rcfiere antecedentesde 1CC, sin ttoactual. No alergias conocidas. Es so1tero y niega tabquismo. EF: PA 12 0/80 mmHg, FC 78 lpm, FR 18 rpm, peso 78 kg, IMC 24. Cardiopulmonar: ruidos cardiacos rítmicos,sin soplos; campos pulmonares limpios. \n\nImpresión dx: ICC eh jouen adulto, NYHA 1I. Plan: IniciarIECA, monitorizar función renal y elect rolitos, indicaciones de restricción dc  sod io y moderación de líquidos. Cita en 2 sem para reevaluación. Se orienta al paciente sobre signos de alarma y la importaneia del eurnplimiento del tx."}
{"curp": "CULL580406MDFRPR93", "nombre": "Laura Cruz Chávez", "rango_edad": "60-70", "sexo": "female", "fecha": "08-09-2023", "centro": "Centro de Salud", "direccion": "Avenida Insurgentes 81, Puebla", "fuma": false, "antecedentes": ["enfermedad hepática grasa", "asma"], "tx": ["ibuprofeno", "gabapentina"], "codigo": ["K76", "J45"], "area": "traumatología", "dx": "enfermedad hepática grasa", "doc_type": "visit", "nota": "Motivo de consulta: Laura Cruz Chávez, 67 años, aeude por dolor abdominal persistente en hipocondrio der eeho, sin fiebre, acompaña dc náuseas ocasionales. Niega ictericia. No refiere cambios en  hábito intestinal. \n\nExploración física: Paciente alerta, bien hidratada, sin datos de dificultad respiratoria. Abdomen blando,  dolor a la p alpación en hipocondrio derecho, sinvisceromeg al ias. Murmullo vesicular presente, sin sibilahcias. TA 130/80, FC 76 lpm, FR 1B rpm. \n\nImpresión diagnóstica: Dolor abdominal posiblemente relacionado a enf. hepática grasa. No se descarta colecistitis. \n\nPlan:Solicitar USG abdominal, evaluar función hepatica. Continuar con tx actual para asma. Suspender ibuprofen o por posible efecto hepatotóxico. Agendar seguimicnto en 2 sem. Preguntar sobre posibles alergias a otros AINES."}
{"curp": "TOLM661014MDFRPR33", "nombre": "María Torres Orozco", "rango_edad": "50-60", "sexo": "female", "fecha": "03-12-2025", "centro": "Centro de Salud", "direccion": "Boulevard Miguel de Cervantes 112, Culiacán", "fuma": false, "antecedentes": ["hiperlipidemia", "asma", "fibrilación auricular", "depresión"], "tx": ["warfarina", "c1opidogrel", "paroxetina"], "codigo": ["E78", "J45", "I48", "F32"], "area": "medicina interna", "dx": "fibrilación auricular", "doc_type": "visit", "nota": "MTC consulta por d isnea leue y palpitaciones ocasionales. Niega dolor torácico, sincope o mareo. Refiere adherencia a1 tx actual: warfarina, clopidogrel, pa roxctina. Nofuma, niega OH. Alergias: no conocidas. EF: TA 128/76, FC 84 lpm, FR 18 rprn, SatO2 96% AA. Cardiopulmonar: R1R2 regu1ares con soplo sistóli co grado 2/6 en ápex, campos pulmonares limpios. Abdomen blando, no doloroso. Extremidades sin edema.\n\nImp Dx: FA cróhica cohtrolada, disnea leve. Sin evidencia de ICC. Control adecuado de hiperlipidcmia. \n\nPlan: Continuar tx actual. Solicitar INR en 2 semanas. Monitorear síntomas cardiovasculares. Recomendar dieta baja e h sodio y grasas. Cita en 1 mes o antes si hay exacerbación de síntomas."}
{"curp": "GOLJ990717MDFMPN26", "nombre": "Juana Gómez Salazar", "rango_edad": "20-30", "sexo": "female", "fecha": "03-01-2025", "centro": "Centro de Salud", "direccion": "Avenida Universidad 2, Chihuahua", "fuma": false, "antecedentes": ["asma", "hiperlipidemia", "hipertensión arterial", "enfermedad coronaria", "depresión"], "tx": ["clopidogrel", "amlodipino", "ibuprofeno", "levotiroxina"], "codigo": ["J45", "E78", "I10", "I25", "F32"], "area": "nefrología", "dx": "hipertensión arterial", "doc_type": "visit", "nota": "Juana Gómez Salazar, fcm. 26 años, acude a consulta por disnea leve y opresión torácica.Antecedentes deasma, hiperlipidemia, HAS, enfermedacl coronaria y depresión. Refiere adher encia al tx aetual: clopidogrel, amlodipino, ibuprofeno, levotiroxina. Niega tabaquismo. No alergias eonociclas. Vive sola, refiereestrés laboral reciente. \n\nEF: TA 140/90 mmHg, FC 78 lpm, FR 18 rpm, SatO2 96% al aire ambiente. Ruidos cardiacos rítmicos, sin soplos. Camp os pulmonares: murmullo vesicular disminuido en bases, sin sibilancias. Abdomen blando, no doloroso. \n\nImpresión Dx: Crisis asmática leve. Control subóptimo de HAS. Ansiedad. Plan: ajustar dosis amlodipino, considerar beta bloqueador si persiste HAS. Iniciar txansiolítico. Evaluar función cardiaca con ECG. Contihuar vigi1ancia."}
{"curp": "MALL160619MDFRPRC6", "nombre": "Laura Martínez Álvarez", "rango_edad": "0-10", "sexo": "female", "fecha": "03-02-2023", "centro": "Centro de Sa1ud", "direccion": "Calle Madero 96, San Luis Potosí", "fuma": false, "antecedentes": ["enfermedad hepática grasa", "derrame cerebral", "osteoporosis", "hiperlipidemia", "anemia"], "tx": ["gabapentina", "levotiroxina", "insulina", "aspirina", "amlodipino", "clopidogrel"], "codigo": ["K76", "I63", "M81", "E78", "D64"], "area": "oncología", "dx": "enfermedad hepática grasa", "doc_type": "visit", "nota": "M.C.: Lavra Martínez Álvarez, 9 años, feme nina. Acude por cefalea recurrcnte y fatiga. Madre refiere que la px presenta episodios de mareos y palidez. No hay fiebre ni otros síntomas de ivrs. AF: padre con DM2, madre coh osteoporosis. \n\nEF: T/A110/70, FC: 88 lpm, FR: 20 rpm,Temp: 36.5°C. Px en regular edo. Gral, alerta, paliclez mucocutánea, sin ictericia. Abdomen blando, no do loroso, hepatomegalialeve. Neurológieo: sin focalización. \n\nImp Dx: Cefalea tensional. Anemia ferropénica p robable. Descartar compromiso hepático. Plan: Labs: BH, Q5, PFH. Aumentar hierro en dieta. Cita en 2 s em para reevaluar. Ajustarmedicaeión según resvltados."}
{"curp": "FOLJ660427HDFLPN22", "nombre": "Juan Flores Chávez", "rango_edad": "50-60", "sexo": "malc", "fecha": "14-12-2023", "centro": "Centro de Salud", "direccion": "Calzada de Tlalpah 73, Chihuahua", "fuma": true, "antecedentes": ["anemia", "ihsuficiencia cardíaca"], "tx": ["metoprolol"], "codigo": ["D64", "I50"], "area": "medicina interna", "dx": "insuficiencia cardíaca", "doc_type": "visit", "nota": "Paciehte Juan Flores Chávez, masc,59 a. Acvde por disnea progresiva y fatiga. Antecdts: anemia, ICC. Fuma 10 cig/día. Tomametoprolol. A 1a EF: PA 140/85 mmHg, FC 90 lpm, disnea al hablar. Ruidos cardiacos rítmicos, soplo sistólico en foco mitral. Crepitantes bibasales. No edemas. \n\nImpresión dx: Exacerbación de ICC probablemente por mal apego a tx y tabaquismo. Posible anemia persistente. \n\nPlan: Ajuste de dosis de metoprolol. Solicitar labs: BH, perfil de hierro. Indicar suspender tabaco. Cita en 1 mes para reevaluación y posible ajuste de tx."}
{"curp": "CULD621014HDFRPG94", "nombre": "Diego Cruz Figueroa", "rango_edad": "60-70", "sexo": "male", "fecha": "15-06-2025", "centro": "Centro de Salud", "direccion": "Auenida Universidad 45, Monterrey", "fuma": false, "antecedentes": ["depresión", "diabetes tipo 2", "fibrilación auricular"], "tx": ["levotiroxina", "omeprazol"], "codigo": ["F32", "E11", "I48"], "area": "traumatología", "dx": "diabetes tipo 2", "doc_type": "visit", "nota": "Diego CruzFigveroa, M63. Motivo: dolor torácico intermitente desde hace 2 semanas, dificultad para m antanerse activo. Refic que el dolor no se asocia a esfuerzo, sin diaforesis ni irradiación. Antecedentes: Depresión, DM2, FA. Meds: Levotiroxina, Omeprazol. No tabaquismo. EF: TA 135/85, FC 78, FR 18, SatO2 97%. Ruidos cardiacosrítmicos, soplo sistólico 2/6 en foco mitral. Sin edemas periféricos. Impresión dx: Probable angina cstable. Plan: Solieitar ECG, perfil lipídico, y enzimas cardiacas. Ajustar tx de FA si necesario, reevaluar en1semana. Sugiero iniciar ASA 81 mg si no contraindicado."}
