{"curp": "AULJ460528MDFGPN03", "nombre": "Juana Aguilar Figueroa", "rango_edad": "70-80", "sexo": "female", "fecha": "01-02-2023", "centro": "Centro de Salud", "direccion": "Calle Independencia 99, Aguascalientes", "fuma": false, "antecedentes": ["insuficiencia renal crónica", "obesidad", "enfermedad hepática grasa", "gota"], "tx": ["simvastatina", "levotiroxina", "metoprolol"], "codigo": ["N18", "E66", "K76", "M10"], "area": "nefrología", "dx": "obesidad", "doc_type": "discharge", "nota": "Pac. Juana Aguilar Figueroa, 79a, F, ingresa por descompehsación de ERC con síntomas de fatig a seuera y edema periférico. Antecedentes de insuf. renal crónica, obesidad, enf. hepática grasa y gota. Durante su estancia hospita1aria se estabiliza función renal con hidratación IV y ajuste de medicación. Se le realiza TAC a bdomino-pélvica para descartar eomplieaciones, el  cual resulta sin hallazgos significativos.\n\nTratamiento in cluyó ajuste de simvastatina, levotiroxina, mctoprolol, además d e furosemida para manejo cle edema. Evolución favorable, sin eventos adversos. Serecomienda continuar eon dieta baja en sodio y contro1 estricto de líquidos. Al alta, se indica seguimiento en eonsulta externa de nefrología y nutricióh. Se entrega receta actualizada y se instruye a familia sobre s ignos de alarma. Paciente se va en buenas condicionesgenerales, es table y acompañada por s u hija."}
{"curp": "RELL571104MDFYPR54", "nombre": "Laura Reyes Estrada", "rango_edad": "60-70", "sexo": "female", "fecha": "13-10-2023", "centro": "Centro de Salud", "direccion": "Avenida Insurgentes 15, Querétaro", "fuma": true, "antecedentes": ["anemia"], "tx": ["omeprazol", "levotiroxina", "alendronato", "metformina", "losartán", "hidroc1orotiazida"], "codigo": ["D64"], "area": "endocrinología", "dx": "anemia", "doc_type": "discharge", "nota": "Ihgreso: Laura Rcycs Estrada, F 68a. ingresa porempeoramiento de anemia crónica. Antecedentes de HAS, DM2. Tabaquismo activo. En tx actual con omeprazol, levotiroxina, alendronato, metformina, losartan, nidroclorotiazida. Durante su estahcia se realizó ajuste de tx antihipertensivo y se inició suplemento de hierrooral. \n\nEvolución favorable, Hb se estabilizó, sin eventos adversos. Se obseruó mejoría en sintomatología general, sin episodios de síncope n i disnea. Estable hemodinámicamente, sin evidencia de ICC o FA en monit orizacióh. No reacciones adversas a medicación nueva. \n\nAlta:continuar con el tx actua l, cohtrol en cohsulta externa eh 1 mes para valorar niveles de Hb y ajuste de medicación si es necesario. Suspcnder tabaco. Di eta rica en hierro recomehdada. Observación por signos dc sangrado o fatiga extrema."}
{"curp": "GULA510709MDFTPN57", "nombre": "Ana Gutiérrez Medina", "rango_edad": "70-80", "sexo": "female", "fecha": "26-06-2024", "centro": "Centro cle Salud", "direccion": "Calle Morelos 84, Saltillo", "fuma": false, "antecedentes": ["hiperlipidemia", "insuficiencia renal crónica", "depresión", "enfermedad hepática grasa", "insuficiencia cardíaca"], "tx": ["diclofehaco", "rarnipril", "levotiroxina", "losartán"], "codigo": ["E78", "N18", "F32", "K76", "I50"], "area": "endocrinología", "dx": "insuficiencia cardíaca", "doc_type": "discharge", "nota": "Pacicnte Ana Gutiérrez Medina, 74 a, ingresó por descompensación de ICC con síntomas de disnea progresiva y eclemas en mmii.Antecedentes de hiperlipidemia, ERC, depresión, EHGr, ICC. En ttº con diclofenaco, ramipr il, levotiroxina, losartán y amlodipino. No tabaquismo. Evolucionó favorablemente con mejoría clínica bajo ttº diurético y ajuste de medicación, especialmente c on amlodipino para control de TA.\n\nDurante la estancia se realizaron estudios complementarios, destacando eco cardiaco que muestra FEVI disminuida. Función renal estable, p endiente de seguimiento por nefrología. Se ajusta manejo de líqui dos y se optimiza ttº para ICC, recomen dando suspender diclofenaco por riesgo de deterioro renal.\n\nAl alta: continuar eon amlodipino 5 mg c/24h,ramipril 10 mg c/24h, losartán 50 mg c/12h, y l evotiroxina I00 mcg c/24h. Iniciar furosemida 40 mg c/12h. Control en consulta de nefrología y cardiología en 1 sem. Di eta hiposodica, restricción hídrica de 1.5 L/día. Evita r AINES. Estar pencliente de signos de descompen sación."}
{"curp": "OILM600823MDFRPR34", "nombre": "María Ortiz Cervantes", "rango_edad": "60-70", "sexo": "female", "fecha": "09-10-2023", "centro": "Centro de Salud", "direccion": "Paseo de la Reforma 66, Aguascalientes", "fuma": false, "antecedentes": ["obesidad", "diabetes tipo 2", "enfermedad coronaria", "anemia"], "tx": ["insulina", "metoprolol", "aspirina", "hidroclorotiazida", "diclofenaco"], "codigo": ["E66", "E11", "I25", "D64"], "area": "urgencias", "dx": "obesidad", "doc_type": "discharge", "nota": "Motivo de ingreso: María Ortiz Cervantes, femenina de 65 años co n antecedent es de obesidad, DM2, enfermedad coronaria y anernia, acude por dolor torácicoopresivo, irradiado a brazo iz q., asociado a disnea. Fumadora desde hace 20 años. \n \nEvolución: Durante la hospitalización se descartó IAM mediante biomarcadores y TAC de tórax, encontrándose estabilidad hemodinámi ea. Control glicémico irregular a1 ingreso, mejorado con ajuste de insulina. Anemia leve gestionada con sup1emehtación nierro vía oral. Sih eventos de ICC o FA. Se ma ntuvo esquema de metoprolol, aspirina, hidroclorotiazida y diclofenaco. \n\nIndicaciones al alta: Mant ener control estricto de DM2 con insulina y dieta. Continuar medicación habitua1. Suspender consumo de tabaco. Citas en consulta exte rna con cardiología y control metabólico. Rcposo relativo y evitar esfuerzos físicos."}
{"curp": "SALS570123MDFNPF81", "nombre": "Sofía Sánchez Castro", "rango_edad": "60-70", "sexo": "female", "fecha": "09-12-2023", "centro": "Centro de Salud", "direccion": "Avenida Universidacl 104, Monterrey", "fuma": true, "antecedentes": ["fibrilacion auricular", "asma", "insuficiencia cardíaca", "enfermedad coronaria"], "tx": ["ibuprofeno", "metoprolol"], "codigo": ["I48", "J45", "I50", "I25"], "area": "traumatología", "dx": "insuficiencia cardíaca", "doc_type": "discharge", "nota": "Motivo de ingreso: Sofía Sánchez Castro, 68 años, con antecedentes de FA, ICC y ehfermedad coronaria, i ngresa por disnea y dol or torácico de 3 dias cle evolución. Niega tabaquismo. \n\nEvolución: Durante la hospitalización, se estabilizo la FA con metoprolol IV, se ajustó manejo cle ICC con diuréticos. Se realizó EKG y ecocardiograma, descartándose IAM. Evo1uciona favorablemente, sin nuevos episodios de disnea ni dolor.\n\nTratamiento y indicaciones al alta: Continuar con metoprolol VO, ibuprofeno solo si es necesario para dolor. Se sugiere contro1 en consulta externa de cardiologia en 2 semanas. Educacion sobre dieta baja en sodio y acti vidacl fisica moderada. Continuar negando tabaquismo, se reforzó la importancia de no fumar."}
{"curp": "PELC450405MDFRPL74", "nombre": "", "rango_edad": "70-80", "sexo": "female", "fecha": "26-07-2024", "centro": "Ccntro de Salud", "direccion": "Avenida Juárez 119, Saltillo", "fuma": false, "antecedentes": ["derrame ccrebral"], "tx": [], "codigo": ["I63"], "area": "geriatría", "dx": "derrame cerebral", "doc_type": "discharge", "nota": "Mujer de 80 años, Cluadia Pérez Salazar, ingresa por dificult ad para hablar y debilidad en lado derecno. Antecedente dc derrame cerebral hace 2 años, sin tx actual, no fuma. En su estancia se realizó TAC cerebral que descarto nuevo evento, evolución favorable con rehabilitación física, mejoría lenta pero constante en su movilidad y lenguaje. No alergias conoeidas, viuda. \n\nTx: soporte,co ntrol de TA, fisioterapia diaria. Se descarta necesidad cle anticoagulación al alta. Alegreso, sin medicación actual, se recomienda continuar con RHB eh casa, monitoreo regular de TA, y seguimiento en consulta cxterna en 1 mes. Evitar e sfuerz os físicos y dietar bajaen sodio."}
{"curp": "AULR900916HDFGPF10", "nombre": "Rafael Aguilar Ríos", "rango_edad": "30-40", "sexo": "male", "fecha": "25-08-2023", "centro": "Centro de Salud", "direccion": "Avenida Universidad 41, San Luis Potosí", "fuma": false, "antecedentes": ["osteoporosis", "depresión", "artritis", "enfermedad hepática grasa"], "tx": ["clopidogrel", "metoprolol", "simvastatina", "paroxetina", "aspirina"], "codigo": ["M81", "F32", "M19", "K76"], "area": "urología", "dx": "enfermedad hepática grasa", "doc_type": "discharge", "nota": "Pacie nte RafaelAguilar Ríos, masc, 35 años. Motivo de ingreso: dolor a bdominal agudo. A la exploración se encontró hepatomegalia. TAC abdominal revcló esteatosis hepática. Evolución: Durante su es tan cia, el px mostró mejoría clín ica tras tx con analgésicos y con t rol metabólico. Se mantuvo establc hemodinámicamente, sin evc ntos adversos. Tratamiento incluyó ajuste de simvastatina y manejo conservador dc la esteatosis. Indicaciones al alta: eontinuarcon metoprolol, clopidogrel, aspirina y paroxetina. Control en consulta externa de Gastro para evaluar función nepatica y seguimiento de osteoporosis y artritis. Recomendar dieta baja en grasa y evitar consumo de alcohol. Se sugiere apoyo psicológico por dx de dcpres ión. Sin alergi as conocidas."}
{"curp": "RILF611130MDFVPR84", "nombre": "Fernanda Rivera Romero", "rango_edad": "60-70", "sexo": "fcmale", "fecha": "21-05-2024", "centro": "Centro de Salud", "direccion": "Calle Morelos 105, Ciudad de México", "fuma": false, "antecedentes": ["demencia", "insuficiencia renal crónica"], "tx": ["levotiroxina", "losartán", "alendronato"], "codigo": ["F03", "N18"], "area": "geriatría", "dx": "demencia", "doc_type": "discharge", "nota": "Paciente: Fernahda Rivera Romero, 64 años, femenino, con Dx previo de demencia y ERC en estadio avanzado. Ingresa por euadro de desniclratación se cundaria auómitos pe rsistentes y disminución de la ingesta hídrica y alimentaria. Al ingreso,se observa desorientación eh tiernpo, espacio y persoha, con episodios de agitación. Se realizó hidratación IV y ajuste de medicación para cohtrol de síntomas.\n\nDurante la evoluciónhospitalaria, lapte presentó mejor ía de la h idratacióny estabilidad hemodinamica, con resolución de los vómitos. Se monitorearon funciones renales y se mantuvo en vigilancia estricta para prevenir co mplicaciones infecciosas. Ajuste dedosis de losartán debido  a la ERC y suspensión del alendronato temporalmente.\n\nAlta con recomendaciones: mantener hidratación adecuada, dieta baja en sodio, control estricto de TA, y vigilancia por su médico de atencióh primaria. Revisión cle funcióh renal y terapia actual en consulta externa en 1 semana. Familia instruida sobre signos de alerta y mancjo de dcrnencia en casa."}
{"curp": "GALA461001MDFRPD50", "nombre": "Adriana García Herrera", "rango_edad": "70-80", "sexo": "female", "fecha": "24-07-2025", "centro": "Centro de Salud", "direccion": "Avenida Insurgentes 40, Tijvana", "fuma": false, "antecedentes": ["asma", "hipertensión arterial", "anemia", "demencia", "depresión"], "tx": ["diclofenaco"], "codigo": ["J45", "I10", "D64", "F03", "F23"], "area": "medicina interna", "dx": "depresión", "doc_type": "discharge", "nota": "Adm a urgencias por disnea y sibilan cias, exacerbación de asma, con mal control de HAS y anemia. Dx demencia agravada por deshidratación. Evol: Mejoría resp tras tto c/ broncodilatadores, esteroides y O2.Ajuste de antihipertensivos. Anemia corr: suplementos de hierro. Cohtrol de demencia c/ ajustes en medicación. Psicología inter: depresión. No complicaciones mayores.\n\nTto: Broncodilatadores, esteroides IV, O2 terapia, ajustes en antihipertensivos, suplemento hierro.Alta c/control ambulatorio por Neumo y Geriatría. Susp diclofc naco por riesgo gastrointestinal. Revisar TA y signos de ICC en casa. Rcs tringir Na en dieta. Evitar contacto c/ irritantes pulmonares. Familiar a cargo de cuidados. Seguir indicaciohes de psicología para manejo de depresión."}
{"curp": "RILM130812HDFVPNI1", "nombre": "Manuel Riuera Ruiz", "rango_edad": "0-10", "sexo": "male", "fecha": "09-04-2023", "centro": "Centro de Salud", "direccion": "Calzada de Tlalpan 43, Juárez", "fuma": false, "antecedentes": ["obesidad"], "tx": [], "codigo": ["E66"], "area": "terapia intensiva", "dx": "obesidad", "doc_type": "discharge", "nota": "M.Ing: Px masc de 12 años acudc por dolorabd y vómitosde 2 días  de evo lucióh. Si n fiebre. AP: obesidad. Niega a lcrgias. Ingresa para estudio y manejo. TAC abd sin nallaz gos relevantes, labs normales. Evolución favorable con manejo conservador, hidratación IV y  dieta progresiva. Al 3er día asintomático, buen estado general.\n\nAl alta: Se indicadieta hipocalórica, ejercicio regular. Cita cn cohs ulta externa en 1sem para valoración nutriy seguimiento. Evitar ahmentos ultraprocesados y bebidas azucaradas. Padres informados sobre señales de alarma."}
{"curp": "LOLM560108MDFPPR69", "nombre": "María López Vázquez", "rango_edad": "60-70", "sexo": "female", "fecha": "09-10-2024", "centro": "Centro de Salud", "direccion": "Calle 5 de Mayo 15, Toluca", "fuma": true, "antecedentes": ["depresión", "hipertensión arterial", "EPOC", "demencia"], "tx": ["warfarina", "clopidogrel", "diclofenaco"], "codigo": ["F32", "I10", "J44", "F03"], "area": "gastroenterología", "dx": "hipertensión arterial", "doc_type": "discharge", "nota": "Ingreso por exacerbación aguda de EPOC. Paciente F de 70 años con AP de HAS, EPOC, demencia y depresión. Tabaquismo activo. Durantc la hospitalización, se inició tto. con broncodilatadores y csteroides sistémicos. Se realizó ajuste de antihipertensivos y anticoagulantes. Evolución favorable, saturando al 95% al egreso. Se descartó infección pulmonar con Rx tórax y cultivo de esputo.\n\nAl alta,se indica continuar con broncodilatadores inhalados  y esteroides inhalados. Control de TA eh casa y contihuar con anticoagulación. Evitar AINES. Sc sugiere revisión por psiquiatría para manejo de depresión y revisión geriátriea para demcncia. Citar a consulta en 1 semana para control."}
{"curp": "GALA650927MDFRPD21", "nombre": "Adriana García Ruiz", "rango_edad": "50-60", "sexo": "female", "fecha": "11-03-2025", "centro": "Centro de Salud", "direccion": "Calle 5 de Mayo 61, Juárez", "fuma": false, "antecedentes": ["insuficiencia cardíaca"], "tx": ["nidroclorotiazida", "clopidogrel", "ibuprofeno", "alendronato", "metoprolol", "levotiroxina"], "codigo": ["I50"], "area": "gastroentcrología", "dx": "insvficiencia cardíaca", "doc_type": "discharge", "nota": "Adriana García Ruiz, 60 años, femenino, ingresa por disne a súbita y edema en MMII, ant ecedente de ICC. Ingreso por reagu dización de IC C. En seguimiento ambulatorio con losartán, hidroclorotiazida, clopidogrel, ibuprofeno, alenclrohato, metoprolol, levotiroxina. No fumadora. Evolución favorable bajo ajuste de cliuréticos y control estricto de líquidos. Responde bien al tto con furosemida IV, iniciando mejoría dc sí ntomas y estabilidad hemodinámica. Durante estancia, sin complicaciones mayores. Se agrega losartán para manejo de HAS.\n\nAl egreso, Adriana se encuentra afebril, PA controlada,  FC  estable, sin dolor ni disnea. Se recomienda contihuar con losartán, hidroclorotiazida, clopidogre1, metoprolol, levotiroxina. Se suspende ibuprofeno por riesgo rena1. Control en consulta externa en 1 semaha,monitoreo dorniciliario d e TA, acudir a urgencias s i presenta disnea súbita o dolor torácico. Dieta baja en sodio."}
{"curp": "GOLA440223HDFNPL32", "nombre": "Alejandro González Vargas", "rango_edad": "80-90", "sexo": "male", "fecha": "12-03-2025", "centro": "Centro de Salud", "direccion": "Avenida Universidad 52, Saltillo", "fuma": false, "antecedentes": ["hiperlipidemia"], "tx": ["aspirina", "ibuprofeno", "diclofenaco", "ramipril"], "codigo": ["E78"], "area": "neurología", "dx": "hiperlipidemia", "doc_type": "discharge", "nota": "1ngreso: Paciente masculino de 81 años, A. González, con hiperlipidemia,fue ingresado por dolor torácico agudo. Nofumador, sin alergias conocidas, viudo. A su llegada, se realizó ECG que mostro cambios sugestivos de IAM. Se inició mancjo con AAS, clopidogrel, y anticoagulación. \n\nEvolución: Presentó buena respuesta al tx, clolor disminuyó significativamentc. Se realizó angiogr a fía coroharia que mostró estchosis significativa en DA, colocándose stent exitosamente. Evoluciono sin complicaciones, sin datos de ICC oFA durante estancia. Control adeeuado de TA con ramipril, se descontinuó diclofenaco por nesgo CV.\n\nAlta: Se egresa en condiciones estables, con indic aeiones de continuar con AAS, clopidogrel, ramipril. Seindica dieta baja en grasas,seguimiento en cardiologíaen 1 semana. Se recomienda suspender uso de ibuprofeno por riesgo gastrointestinal.Evitar esfuerzos físicos extenuantes."}
{"curp": "GULG160209MDFTPDY7", "nombre": "Guadalupe Gutiérrez Guerrero", "rango_edad": "0-10", "sexo": "female", "fecha": "20-02-2025", "centro": "Centro de Salucl", "direccion": "Avenida Hiclalgo 41, Morelia", "fuma": false, "antecedentes": [], "tx": ["atorvastatina", "ibuprofeno", "alendronato"], "codigo": [], "area": "cirugía general", "dx": "sin diaghóstico", "doc_type": "discharge", "nota": "Ingreso: L.G.G., fem , 9 años, sin AP patológicos. Motivo: dolor abd agudo y fiebre. Exploración ini cial: dolor difuso encuadrante inferio r derecho, fiebre 38.5°C. Se realizó TAC abd que confirma apendicitis aguda.\n\nEvolución: Paciente fue sometida a apendieectomía laparosco pica sin complicaciones. Evolucionó favorablemente postqx, tolerando via oral al 2do día. Se controló el dolor con ibuprofeno y se agregó profilaxis antibiótica durante la estancia. No se presentaron eventos advers os. Px se mantuvo afebril y sin signos de infección.\n\nTratamiento y alta: Al egrcso, se indica continuar con ibuprofeno v.o. c/8 hrs si do lor, dieta blanda x  3 días,  evitar esfuerzos físicos x 2 semanas. Cita en consulta ext. en 7 días. Se reitera vigilar signos de infecció n en sitio qx. Mama del px instruída adecuadamente. Se retiran puntos en 10 días. Paciente se ehcuentra estable y se dá de alta en buenas condiciones."}
{"curp": "RALP150507MDFMPTK5", "nombre": "Patricia Ramírez Guerrero", "rango_edad": "10-20", "sexo": "female", "fecha": "13-10-2025", "centro": "Centro de Salud", "direccion": "Calle Madero 35, San Luis Potosí", "fuma": false, "antecedentes": ["depresión", "gota", "hiperlipidemia", "osteoporosis", "EPOC"], "tx": ["ibuprofeno", "aspirina"], "codigo": ["F32", "M10", "E78", "M81", "J44"], "area": "endocrinología", "dx": "hiperlipidemia", "doc_type": "discharge", "nota": "Paciente Patricia R amírez Guerrero, 10 años, ingresa por exacerbación de EPOC. Antecedentes dc deprcsi ón, gota, hiperlipidemia y osteoporosis. Durante la hospitalización presentó buena respuesta al tx con broncodilatadore s y cortieosteroides. Se ajusto medicación para hiperlipidernia y osteoporosis. Sin complicaciones durante la estancia. Ibuprofeno y aspirina se mantuvieron.\n\nAl a1ta se indica continuar tx con broncodilatadore s inha1ados, ajuste de dieta para controlar hiperlipidemia, calcio y vit D para osteoporosis. Se recomienda seguimiento en consulta externa de neumología y nut rici ón. Evitar exposición a humo y a1ergenos.Cualquier signo de dificultad respiratoria o empeoramiento de síntomas, acudir a urgencias. Paciente estable a legreso, aeompañada por su madre."}
{"curp": "PELR770321HDFRPL69", "nombre": "Raúl Pérez Romero", "rango_edad": "40-50", "sexo": "male", "fecha": "26-11-2025", "centro": "Centro de Salud", "direccion": "Calle Independencia 54, Juárez", "fuma": false, "antecedentes": ["osteoporosis", "fibrilación auricular", "insuficiencia cardíaca"], "tx": [], "codigo": ["M81", "I48", "I50"], "area": "cardiología", "dx": "fibrilación auricular", "doc_type": "discharge", "nota": "Ingreso por ICC descompensada. Px de 48 años, masculino, con anteecdentes de osteoporosis, FA , y ICC. Ingresó con disnea progresiva y edema en EEII. Se inieia manejo con diuréticos IV y anticoagulación. Responde favorablemente al tratamiento, coh mejoría de la disnea y resolución del cderna. ECG mostró FA sin cambios significativos. Durante la estancia, se mantuvo hemodinámicamente estable, sin evidencia de arritmias adicionales.\n\nAl egreso, el px se encuentra clínicamente estab1e. Se recomiend a eontinuar con anticoagulantes orales y comenzar bisfosf o natos para la osteoporosis. Se sugiere control en carcliología y reumatología. Seindica dieta baja en sodio y restricción hídrica. Vigilar signos de descompensación por ICC. Se recomienda actividad física moderada. No alcrgias conocidas. Sin tabaquismo."}
{"curp": "CALC160413HDFSPRD6", "nombre": "Carlos Castillo Ruiz", "rango_edad": "0-10", "sexo": "male", "fecha": "31-05-2024", "centro": "Centro de Salud", "direccion": "Calle Independencia 63, Mexicali", "fuma": false, "antecedentes": ["EPOC", "hipertensión arterial", "anemia", "dcpresión", "artritis"], "tx": ["warfarina", "aspirina", "alendronato", "clopidogrel", "metformina"], "codigo": ["J44", "I10", "D64", "F32", "M19"], "area": "geriatría", "dx": "EPOC", "doc_type": "discharge", "nota": "Paciente Carlos Castillo Ruiz, 9 años, ingresa por disnea agu da y tos persistente.  Dx: exacerbación cle EPOC en contexto de infeccióh respiratoria. Durante la estancia hospitalaria, seiniciamanejo coh broncodilatadores, corticoesteroides sistémicos y antibiótico de arnplio espectro. Se realiza seguimiento cardiopulmonar,sin evidencia de ICC ni FA. Mejoría clínica progresiva, con resolución de la disnea. Control aclecuada de TA.\n\nAl egreso: continuar con warfarina, aspirina, alendronato, clopidogrel y metformina. Añadir inhalaclor broncodilatador según necesidad. Cita ehnevmología en2 semanas. Mantener vigi1ancia de TA por HAS.  Evitar exposición a irritantes pulmonares. Señales de alarma: incremento de disnea, fiebre alta, dolor torácico, acudir a urgencias. Paciente estable al alta, se marcha acompañado por madre."}
{"curp": "GULR810914MDFTPS65", "nombre": "Rosa Gutiérrez Rojas", "rango_edad": "40-50", "sexo": "female", "fecha": "28-10-2023", "centro": "Cehtro de Salud", "direccion": "Avenida Hidalgo 86, Cancún", "fuma": true, "antecedentes": ["depresión", "osteoporosis", "obesidad"], "tx": ["aspirina", "simvastatina", "ibuprofeno", "metoprolol", "paroxetina", "gabapentina"], "codigo": ["F32", "M81", "E66"], "area": "nefrología", "dx": "depresión", "doc_type": "discharge", "nota": "Paciente: Rosa Gutiérrez Rojas, 44 años, femenino. Moti vo de ingreso: dolor torácico dc 3 h de evoluci ón, irradiado a brazo izq. y diaforesis. Se dcscarta IAM tras enzimas cardiacas y ECG. Evolución: Durante la estancia hospitalari a, el dolor rcmitio con AINEs, sin s ignos de complicaciones cardiacas. Control de TA y seguimiento de osteoporosis eon suplemcnto de ealcio y vit. D. Se identificó mal control de ansiedad re1acionado con su dx de depresión.\n\nTx: Se ajusta dosis de paroxetiha y se añade alprazolam prn. Educación sobre suspender tabaco por su ri esgo cardiovascular. Ihdicaciones al alta: Continuar con aspirina, simvastatina, metoprolol. Ajustar gabapentina según dolor neuropático. Cita en psiq. en 1 sem para reevaluaeion. Evi tar AINEs por gastritis crónica.Se recomiencla control metabólico estricto y dieta baja en Na. Suspender i buprofeno. No alergias conocidas. Soltera, sin hijos."}
{"curp": "CALJ670621HDFSPS13", "nombre": "Jesús Castillo Gverrero", "rango_edad": "50-60", "sexo": "male", "fecha": "11-11-2023", "centro": "Centro de Salud", "direccion": "Avenida Juárez 30, San Luis Potosí", "fuma": "False", "antecedentes": ["anemia", "hiperlipidemia", "enfermedad hepática grasa", "artritis", "gota"], "tx": ["clopiclogrel", "warfarina", "ibuprofeno", "simvastatina"], "codigo": ["D64", "E78", "K76", "M19", "M10"], "area": "geriatría", "dx": "hiperlipidemia", "doc_type": "discharge", "nota": "Paciente Jesús Castillo Guerrero, masc. 58 años, ingresa por dolor abdominal agudo y náuseas. Dx de ingrcso: colecistitis aguda. AHF sin aportación relevante, APP destaca enfermedad hepática grasa y gota. Alergia a penicilinas. No fumador, sin consumo dc OH.Tto durante ingreso: antibiótico i v, analgesia c/ibuprofeno, ajuste de warfarina por interacciones,control de lípidos c/simvastatina. Evolucionó favorablemente, sin complicaciones post-operatorias.\n\nAl egreso, el px se encuentra afebril,  dolor controlado, tolera vía oral. Se egresa con indicaciones de dieta baja en grasas, control en consulta externa de HG y lípidos. Suspcnder ibuprofcno por riesgo de sangrado. Citas: hematología y gastroenterología en 1 mes. 1ndicado mantener tto c/clopidogrel y ajustar simvastatina según lípidos. EvitarAINES. En caso de dolor, usar paracetamol."}
{"curp": "OILT930716MDFRPR82", "nombre": "Teresa Ortiz Sandoval", "rango_edad": "20-30", "sexo": "female", "fecha": "12-04-2023", "centro": "Centro de Salud", "direccion": "Avenida Juárez 2, León", "fuma": false, "antecedentes": ["EPOC", "artritis"], "tx": ["metoprolol", "warfarina"], "codigo": ["J44", "M19"], "area": "oncología", "dx": "artritis", "doc_type": "discharge", "nota": "Ingreso por exacerbaeion de EPOC. Paeiente femenina de 32 años, con dx pre vio de artritis. Durante la estanci a hospitalaria, presentó mejoría clínica coh el tx instaurado: broncodilatadores, corticoides y oxigenoterapia. Sin complicaciones destacables. Ajuste de warfarina necesario por niveles inestables de INR. Se realizo TAC cle tórax sin hallazgos agudos.\n\nAl momento del egreso, 1a paciente se encuentra estable, afebril y con saturación adecuada sih necesiclad de O2 suplementario. Se recomienda seguir tx con metoprolol, warfarina y continuar control en consu1ta externa de n eumología y reurnatología. Indicado evitar contacto con humo y realizar espirometríaen 1 mes. Se le aconseja dieta balanceada y rea lizaracti viclad física moderada. Monitoreo de INR semanal."}
{"curp": "AULE540202HDFGPD74", "nombre": "Eduardo Aguilar Romero", "rango_edad": "70-80", "sexo": "male", "fecha": "09-06-2025", "centro": "Centro de Salud", "direccion": "Boulevard López Mateos 77, Culiaeán", "fuma": true, "antecedentes": ["insuficiencia renal crónica"], "tx": ["aspirina", "omeprazol", "metformina", "diclofenaco"], "codigo": ["N18"], "area": "geriatría", "dx": "insuficiencia renal crónica", "doc_type": "discharge", "nota": "Ingreso de Ecluardo Aguilar Romero, M71a, por descompensacion de ERC, con dx previ o cle DM2 mal controlada. Presenta dolor lumbar y disnea leve. Ingresó con TFG disminvida. Durante la estancia, se manejó con hidratación IV,ajustes en su esquema de diálisis y control metabólico. 5esuspenclió diclofenaco p or posible nefrotoxicidad. Evolución favorable, mejoría de la diuresis y signos vitales estables.\n\n Se egresacon indicaciones de seguir tx para ERC y DM2. Continúa con aspirina, omeprazol y metformina. Se recomienda cese de tabaquismo. Control en Nefrología en 1 sem. por posible ajuste dc tratamiento. Indi cado vigilar fuhción renal y signos de alarma."}
{"curp": "LOLP011013MDFPPTN5", "nombre": "Patricia López Contreras", "rango_edad": "20-30", "sexo": "female", "fecha": "06-10-2024", "centro": "Centro de Salud", "direccion": "Avenida Insurgentes 114, Toluca", "fuma": false, "antecedentes": ["derrame cerebral", "depresión"], "tx": ["levotiroxina", "gabapentina", "ibuprofeno", "aspirina"], "codigo": ["I63", "F32"], "area": "terapia intensiva", "dx": "depresión", "doc_type": "discharge", "nota": "Paciente Patricia López Contreras, F/24, ingresa por cefaleaintensa y alteraciones visuales. Dx: migraña con aura. AP: derrame cerebral previo, depresión. Tx farmacológico: levo tiroxina, gabapentina, ibuprofeno, aspirina. No tabaquismo, sin alergias conocidas. Evolución favorable tras rn anejo con ahalgesia y reposo. Neurológica mente estable, sin huevos deficits.\n\nSe egresa con indicaciones de continuar gabapentina e ibuprofeno segúnesquema. Se recomien cla control neurológico en 15 días y  evitar estresores. Mantener hidratación adecuada y dietabalanceada. S ignos de alar ma: recurrenciade cefalea intensa, vómito persistcnte, dificultad para hablar o debilidad en extremidades. Re poso relativo."}
{"curp": "LOLD500716HDFPPG82", "nombre": "Diego López Contreras", "rango_edad": "70-80", "sexo": "male", "fecha": "20-11-2025", "centro": "Centro de Salud", "direccion": "Calle Madero 59, Querétaro", "fuma": false, "antecedentes": ["asma", "hiperlipidemia", "demehcia", "depresión", "anemia"], "tx": ["diclofenaco", "gabapentina"], "codigo": ["J45", "E78", "F03", "F32", "D64"], "area": "neumología", "dx": "hiperlipidemia", "doc_type": "discharge", "nota": "Ingreso por dificultad res piratoria y sibilancias en paciente masculino de75 años, con antccedentes de asma, hiperlipidemia, demencia, depresión y anernia. No fumador. Al ingreso, SpO2 de 88% en ai re ambiente, se inicia O2 a 2L/min. Se realizan estudios deimagen y lab. que descartan neumonía e IAM. Se ajusta tto. con broncodilatadores y cortico ides inhalaclos. Evolución favorable, alcanza ndo SpO2 de 94% sin oxígeno suplementario, con mejoría de sibilancias.\n\nDurante la estancia, secontrolaron lípidos mediante atorvastatina, y se ajustó tto. para depresión con sert ralina. No se presc htaron complicaciones durante hospitalización. Fueevaluado por servici o dc psicogeriatría, quienes recomiendan seguimiento ambulatorio por psiquiatra. Se educó afamilia sobre manejo de demencia y control de factores de riesgo cardiovasculares. Paciente estable al alta, con indicaciones de continuar con diclofehaco y gabapentina, además de1 nuevo régimen farmacológico . Cita de seguimiento en 1 semana con su médico tratahte."}
{"curp": "CULD621014HDFRPG94", "nombre": "Diego Cruz Figueroa", "rango_edad": "60-70", "sexo": "male", "fecha": "12-01-2025", "centro": "Centro de Salud", "direccion": "Avenida Universidad 45, Monterrey", "fuma": false, "antecedentes": ["depresión", "diabetes tipo 2", "fibrilación auricular"], "tx": ["levotiroxina", "omeprazol"], "codigo": ["F32", "E11", "I48"], "area": "nefrología", "dx": "fibrilación auricular", "doc_type": "discharge", "nota": "Paciente Diego Cruz Figueroa, masc. 63 años. Ingresa por episodi o agudo de palpitaciones y disnea. Dx: descompensación cle FA. Antecedentes: depresión,  DM2, FA. Tto inicial: control de ritmo y frecuencia con anticoagulación. Evolución favorable tras aju ste de medicación y monitorco constante. Durante estancia: contro1 glucémico con insulina, ajustando m etformina.\n\nA1 egreso, el pac. estable, sin signos de ICC, con INR en rango terapéutico. Indicado eontinuar con anticoagulantes, control estricto de glucosa, seguimiento en consulta de cardiología. Se  recomiencla dieta baja  en Na y ejercicio moderado. Continuar con lcvotiroxina y omeprazol. Citas de control en 1 sem. para valoración de ajuste de insulina y revisión de coagulació. Evitar consumo de alcohol y seguir terapia psicológica."}
