{"CURP": "RELL571104MDFYPR54", "nombre_paciente": "Laura Reyes Estrada", "edad": 66, "sexo": "female", "fecha": "17/01/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Insurgentes 15, Querétaro", "tabaquismo": true, "tipo_sangre": "B-", "ocupacion": "eocinero", "padecimientos": ["anemia"], "medicamentos": ["omeprazol", "levotiroxina", "alendronato", "metformina", "losartán", "hidroclorotiazida"], "codigo_cie10": ["D64"], "servicio_referencia": "nefrología", "motivo_referencia": "anemia", "prioridad": "urgente", "doc_type": "referral", "notas_medicas": "Paciente femenina, Laura ReyesEstrada, cle 68 años, co n antecedentes de anemia. Se eneuentra bajo tratamiento con orneprazol, levotiroxina, alendronato, metformina, losartán e hidroclorotiazida. Rcfiere ser fumadora activa. Presenta antecedentes de DM2 y HAS bien controladas hasta el momento. No refiere alergias conoeidas.\n\nMotivo de la referencia: La paciente presenta un cuadro de fatiga intensa y mareos recurrentes que han incrementado en las últimas semanas. La hemoglobina se encuentra enniveles bajos a pesar de la suplementación con hierro, por lo que se requiere valoración hematológica espeeializada para descartar posibles ca usas svbyacentes graves como enfermeclad renal erónica (ERC) o trastornos en la médula ósea. Se solieita análisis co mplementarios y posib le TAC  para descartar otras etiologías.\n\nSe eohsidera qve la valoración es de moderada urgencia debiclo a la sintomatología persistente y el impacto en la calidad de vida. Se agradecc 1a pronta atención a este caso."}
{"CURP": "PELC450405MDFRPL74", "nombre_paciente": "Claudia Pérez Salazar", "edad": 79, "sexo": "female", "fecha": "20/01/2025", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Jvárez 119, Saltillo", "tabaquismo": false, "tipo_sangre": "O-", "ocupacion": "enfermero", "padecimientos": ["derrame cerebral"], "medicamentos": [], "codigo_cie10": ["I63"], "servicio_referencia": "neurología", "motivo_referencia": "derrame cerebral", "prioridad": "urgente", "doc_type": "referral", "notas_medicas": "Paciente fcmenina,Claudia Pérez Salazar, de 80 años. Presenta antecedentes de un clerrame cerebral previo, sin tratamiento farmacológico actual. No refiere hábitos tabáquieos. Se encuentra viuda y vive sola, por lo que su red de apoyo es limitada. No hay antecedentes de HAS, DM2 o ICC documentados, ni al ergias cono eidas.\n\nMotivo dc referencia: Valoración neurológica urgente debido a e pisodios recientes de desorientación y pérdida de memoria de corta duración. La paciente ha mostrado clificvltad para realizar actividacles cotidianas, lo que ha incrernentado preocupación entr e sus familiares cercanos. Se sospecha posible deterioro cognitivo progresivo post-evento vascular.\n\nSolicito valoración por especialista en neurología para deseartarcomplicaciones secunclarias al evento cerebrovascular, y considerar un estudio por irnageh, como TACencefálica, si se considera necesario. Se agradeee la pronta atencióh y manejo integral de la paciente."}
{"CURP": "JILR450620HDFMPB13", "nombre_paciente": "Roberto Jiménez Cervantes", "edad": 79, "sexo": "male", "fecha": "05/03/2025", "unidad": "Clínica Fecleral del Centro", "domicilio": "Paseo cle la Reforma 77, León", "tabaquismo": false, "tipo_sangre": "B-", "ocupacion": "cocinero", "padecimientos": ["osteoporosis", "hipertensión arterial", "gota", "demencia", "obesidad"], "medicamentos": ["alendronato", "omeprazol", "insulina", "aspirina"], "codigo_cie10": ["M81", "I10", "M10", "F03", "E66"], "servicio_referencia": "gastroenterología", "motivo_referencia": "osteoporosis", "prioridad": "no urgente", "doc_type": "referral", "notas_medicas": "El paciente Roberto Jimenez Cervantes, masculino de 80 años, con antecedentes de osteoporosis, HAS,  gota, demencia y obesidad, es referido para valoración por dcterioro cognitivo progresivo asociado a episodiosfrecuentes de desorientación y caídas. Actualmente en tratam iento con alendronato, orncprazol, insulina, y aspirina. El paciente niega tabaqvismo y no se reportan alcrgias conocidas. Vivecon su esposa quien es la principal cuidadora. Se solicita va1oracióh geriátrica urg ente para ajvste de tratamiehto debido a la rápida progresión cle los síntomas y para evalvar posible interacción medicamentosa o efectos secundarios."}
{"CURP": "GALA461001MDFRPD50", "nombre_paciente": "Adriana García Herrera", "edad": 78, "sexo": "female", "fecha": "01/11/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Insurgentes 40, Tijuana", "tabaquismo": false, "tipo_sangre": "B-", "ocupacion": "empleado federal", "padecimientos": ["asma", "hipertensión arterial", "anemia", "demencia", "depresión"], "medicamentos": ["diclofenaco"], "codigo_cie10": ["J45", "I10", "D64", "F03", "F32"], "servicio_referencia": "urología", "motivo_referencia": "depresión", "prioridad": "normal", "doc_type": "referral", "notas_medicas": "Pacicnte femenina de 79 años, Adrian a Garc ía Herrera, con antecedentes de asma, HAS, anemia, demencia y clepresión. Actualmente bajo tratamiento con diclofenaco. No refiere tabaquismo. La Sra. García presenta deterioro cognitivo progresivo, con episodios de confusión y desorientación frecuentes, lo que ha dificultado su manejo en casa. Familiares refieren que ha habido un aumento en episodios de agitación y cambios de humor súbitos.\n\nMotivo de refcrencia: Se solicita valoracióh neurológica urgeht e para dcscartar progresión  de la demencia y evaluar la posible necesidad de ajvste de tratamiento farmacológico. Además, se solicita una segunda opinión para el mancjodel dolor crónico relacionado con la osteoartrosis, daclo quc el uso pro1ongado de diclofenaco podría estar contribuyendo a la anemia por sus efect os gastrointestinales.\n\nSe sugiere la realizacióhde un TAC  cerebral para evaluar posible atrofia o cambios estructurales quc expliquen el deterioro reciente. Urge intervención debido  al impacto significativo cn su cahdad  de vida y la carga para 1a familia."}
{"CURP": "JILR610328MDFMPS34", "nombre_paciente": "Rosa Jiménez Medina", "edad": 63, "sexo": "female", "fecha": "11/02/2025", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Chapultepec 86, Mexicali", "tabaquismo": true, "tipo_sangre": "A-", "ocupacion": "técnico", "padecimientos": ["insuficiencia renal crónica"], "medicamentos": ["metforrnina", "omeprazol", "clopidogrel"], "codigo_cie10": ["N18"], "servicio_referencia": "urgencias", "motivo_referencia": "insuficiencia renal crónica", "prioridad": "urgente", "doc_type": "referral", "notas_medicas": "Paciente Ro sa Jiménez Medina, femenina de 64 años, con antecedentes de insuficiencia re nal cr onica (ERC). Actualmente bajo tratamiento con metformina, omeprazol y clopidogrel. Refiera scr fumadora activa. Sin antecedentes cle alergias conocidas. La paciente cs casada,sin hijos. \n\nMotivo de referencia: Se solicita valoración nefrológica urgente debido a descompensación de la función renal, evidenciada por incr emento reciente en los nivelcs de creatinina sérica ydi sminución del filtrado glomerular. Presenta síntomas compatibles coh retenciónde liquidos, incluyendo edema de miembros inferiores. Necesidad de  ajustar tratamiento farmaco1ógico y cvaluar posible inicio de terapia sustitutiva rcnal.\n\nUrgencia: Alta, dada la progresión de insuficiencia renal cronica y r iesgo de complicaciones eardiovasculares secund arias a ERC. Se requiere pronta intervención para evitar deterioro m ayor del estado c1ínico de la paciente."}
{"CURP": "DILJ990804HDFZPR82", "nombre_paciente": "Jorge Díaz Romero", "edad": 25, "sexo": "male", "fecha": "19/01/2025", "unidad": "Clínica Federal del Centro", "domicilio": "Boulevard López Matcos 38, Saltillo", "tabaquismo": true, "tipo_sangre": "O+", "ocupacion": "chofer", "padecimientos": ["osteoporosis", "EPOC"], "medicamentos": ["losartán", "alendronato", "hidroclorotiazida", "diclofenaco", "omeprazol"], "codigo_cie10": ["M81", "J44"], "servicio_referencia": "uro1ogía", "motivo_referencia": "EPOC", "prioridad": "no urgente", "doc_type": "referral", "notas_medicas": "E1 paciente Jorge Díaz Romero, masculino cle 26 años, es remitido para valoración especializada debido a osteopo rosis y EPOC. Como antecedentespersonales re levantes, se destaca el tabaquismo activo y la ad ministración d e losartán, alendronato, hidroclorotiazicla, diclofenaco  y omeprazol. La persistencia de sintomato1ogía respiratoria y el control de la osteoporosis bajo el tratamiento actual requieren de una evaluación más detallacla  por especialista en reumatología y neumología.\n\nEl motivo de referencia se centra en ajustar el manejo terapéutico y valorar posibles interacciones rnedicamentosas, así como descartar complicaciones asociadas al EPOC y un posible incremento del riesgo de fracturas debido a la osteoporosis. Dada la comple jidad del cuadro clínico, se sugiere una  valoracion ho urgente pero prioritaria para optimizar el tratamiento farmacológico y conductual. Se recomienda también la cesación tabáquica como parte del manejo intcgral del paciente."}
{"CURP": "GALA650927MDFRPD21", "nombre_paciente": "Adriana García Ruiz", "edad": 59, "sexo": "female", "fecha": "25/04/2025", "unidad": "Clínica Federal del Centro", "domicilio": "México", "tabaquismo": false, "tipo_sangre": "AB-", "ocupacion": "maestro", "padecimientos": ["insuficiencia cardíaca"], "medicamentos": ["hidroclorotiazida", "clopidogrel", "ibuprofeno", "alendronato", "metoprolol", "levotiroxina"], "codigo_cie10": ["I50"], "servicio_referencia": "geriatría", "motivo_referencia": "insuficiencia cardíaca", "prioridad": "no urgente", "doc_type": "referral", "notas_medicas": "Paciente: Adriana Gareía Ruiz, femenina de 60 años, con dx deICC. Actualmente bajo tratami ento con hidroclorotiazida, clopidogrel, ibuprofeno, alendronato, metoprolol y levotiroxina. Niega antecedentes de tabaquismo y alergias conocidas. \n\nMotivo de r eferencia: Se envía para valoración por cardiología debido a persistencia de disnea de medianos esfuerzos y edemas en miembros inferiores no resueltos con el tratamiento actual. Refiere aumento de la fatigay episodios ocasionales de mareo. Sin ante cedentes de HAS o DM2. Soltera, vive sola y refiereb uen apego al tratamiento farmacológico. \n\nUrgencia: La valoración es prioritaria para optimiza r manejo de 1CC y evitar descompensaciones futuras. Sesolicita revisión de posible ajuste en la terapia farmacológica y evaluación de función cardíaca mediante ecocarcliograma. Sin signos de alarma aclicionales en este momento."}
{"CURP": "SALJ460226HDFNPR27", "nombre_paciente": "Jorge Sánchez Figueroa", "edad": 77, "sexo": "male", "fecha": "09/10/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Revolución 31, Toluca", "tabaquismo": false, "tipo_sangre": "B-", "ocupacion": "militar", "padecimientos": ["hipertensión arterial", "diabetes tipo 2", "obesidad", "EPOC", "insuficiencia cardíaca"], "medicamentos": [], "codigo_cie10": ["I10", "E11", "E66", "J44", "I50"], "servicio_referencia": "terapia intensiva", "motivo_referencia": "hipertensión arterial", "prioridad": "no urgente", "doc_type": "referral", "notas_medicas": "Pacicnte Jorge Sánchez Figueroa, masculiho de 79 años con antecedentes de HAS, DM2, obesidad, EP0C e ICC. Act ualmente sin tx farmacológico. R efiere fat iga progresiva y aumento de disnea al esfuerzo en las últimas semahas. Niega dolor toracico, pero presenta cdema en miembros inferiores. No refiere cambios en su d ie ta. Viudez desde hac e 5 años, vive con uha hija que es su cuidador a principal.\n\nSe envía para valoracion cardiológica urgentc debido a la posibilidad de deterioro de su condición cardiaca. 5e sugiere realizar estudios complementarios como ecocardiograma y TAC de tóra x pa ra evaluarla función cardíaea y descartar complicaeiones respiratorias. Se recomiencla iniciar tratamiento farmacológico para ICC y re-evaluar el control de su DM2 y HAS, además de valorar ajuste nutricional por su obesidad."}
{"CURP": "RALD040612HDFMPVM6", "nombre_paciente": "David Ramos Orozco", "edad": 19, "sexo": "male", "fecha": "14/11/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Morelos 117, Cancún", "tabaquismo": false, "tipo_sangre": "B-", "ocupacion": "maestro", "padecimientos": [], "medicamentos": ["omeprazol", "1osartán", "amlodipino", "metformina", "ibuprofeno", "atorvastatina"], "codigo_cie10": [], "servicio_referencia": "neumología", "motivo_referencia": "valoración", "prioridad": "no urgente", "doc_type": "referral", "notas_medicas": "Paciente masculino de 21 anos, Davicl Ramos Orozco, sin ahtecedente s patológicos relevantes . Actualmente en tratamientocoh omeprazol, losartán, amlodipino, metformina, ibuprofeno y atorvastatina. No refiere tabaquismo.\n\nMotivo de referencia: El paciente presenta descontrol de sus cifras tensionales a pesar del txactual, posiblemente r elacionado con un mal apego al régimen farmacológico o causas secundarias no diagnosticadas. Además, la presencia de DM2 en un paciente tan joven sin anteeedentes familiares cohocidosresulta inusual, por lo que se sugiere valoración especializada para descartar posibles complicaciones o un dx erróneo inicial. \n\nU rgencia: La situacion no es inmediata, pero se recomienda valoraciónen corto plazo para ajustar tratamiento y evitar complicaciones futuras como I AM o ICC. Se sugiere ihtereonsulta con cardiología y endocrinología para una evaluación exhaustiva del caso."}
{"CURP": "CALC160413HDFSPRD6", "nombre_paciente": "Carlos Castillo Ruiz", "edad": 7, "sexo": "male", "fecha": "27/02/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Independencia 63, Mexicali", "tabaquismo": false, "tipo_sangre": "O-", "ocupacion": "enfermero", "padecimientos": ["EPOC", "hipertensión arterial", "anemia", "dcpresión", "artritis"], "medicamentos": ["warfarina", "aspirina", "alendronato", "clopidogrel", "metformina"], "codigo_cie10": ["J44", "I10", "D64", "F32", "M19"], "servicio_referencia": "gastroenterología", "motivo_referencia": "anemia", "prioridad": "urgente", "doc_type": "referral", "notas_medicas": "Paciente masculino de 9 años, Carlos Castillo Ruiz, se presenta para sv referencia debido a un cuadro de EPOC que ha presentado exacerbaciones recurrentes en 1as últimas semanas. Antecedentespersonales de HAS, anernia, depresión y artritis. Actualmente en tratamiento con warfarina, aspirina, alendronato, clopidogrel y metformina. No se re fiere tabaquismo en el paciente ni en su entorno familiar.\n\nMotivo de refereh eia: Se solicita valoración especializada para ajuste de trat amiento farmacológico y seguimiento de EPOC, dada la comp1ejidad cle los medicamentos en uso y el riesgo potencial de interacciones farmacológicas. Además, presenta control subóptimo de HAS y necesidad de evaluación del estado anémico que se ha mostrado refractario al tratamiento convencional.\n\nUrg c ncia: Moderada, dada la susce ptibihdad del paciente a complicaciones respiratorias por su EPOC y la necesidad de manejo integral debido a su edad y polifarmacia. Se sugiere valoracióh pronta para evitardetenoro c1ínico, sin que prescnte signos de urgencia vital en este momento."}
{"CURP": "CALJ670621HDFSPS13", "nombre_paciente": "Jcsús Castillo Guerrero", "edad": 55, "sexo": "male", "fecha": "02/04/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Juárez 30, Sah Luis Potosí", "tabaquismo": false, "tipo_sangre": "B+", "ocupacion": "albañil", "padecimientos": ["anemia", "hiperlipidemia", "enfermedad hepática grasa", "artritis", "gota"], "medicamentos": ["clopidogrel", "warfarina", "ibuprofeno", "simvastatina"], "codigo_cie10": ["D64", "E78", "K76", "M19", "M10"], "servicio_referencia": "neurnología", "motivo_referencia": "artritis", "prioridad": "urgente", "doc_type": "referral", "notas_medicas": "Paciente masculino de 58 años, Jesús Castil1o Guerrero, con antecedentes de anemia, hiperlipidemia, enfermedad hepática grasa, artritis y gota, acudc para valoración y tratamiento. Actualmente en tratamiento con c1opidogrel, warfarina, ibuprofeno y simvastatina. Noreficre antecedentes de tabaquismo ni alergias cono cidas. No hay evidencia de diagnósticos de HA5, DM2, ICC o FA. \n\nEl motivo de re ferencia es la evaluación de su condición hepática debido al incremento de síntomas asociados a la enfermedad hepática grasa, incluyendo fatiga crónica y malestar abdominal. Se solicita valoración hepatológiea urgente para descarta rprogrcsión a ci rrosis o complicaciones  mayores . Se sugicre no interrumpir el tratamiento anticoagulante actual y considerar necesidades nu tricionales específicas debido a 1a gota. Paciente casado,  vive con su esposa, apoyofamiliar presente."}
{"CURP": "GALS650705MDFRPF11", "nombre_paciente": "Sofía Gareía Ríos", "edad": 60, "sexo": "female", "fecha": "16/07/2025", "unidad": "Clínica Fecleral del Centro", "domicilio": "Calle Independencia 62, Mérida", "tabaquismo": false, "tipo_sangre": "A-", "ocupacion": "cocinero", "padecimientos": ["hiperlipidemia", "fibrilación auricular", "osteoporosis"], "medicamentos": ["insulina"], "codigo_cie10": ["E78", "I48", "M81"], "servicio_referencia": "neurología", "motivo_referencia": "hiperlipidemia", "prioridad": "urgente", "doc_type": "referral", "notas_medicas": " Paciente: Sofía GarcíaRíos, femenina de 60 años. Antecedentes personales de hiperlipidemia, FA y osteoporosis. Aetualmente en tratamiento con insulina. Niega t abaquismo y consumo de alcohol. Alergias : no conocidas.\n\nMotivo de referencia: Se envia para valoración en Cardilogía debido a episodios recurrentes de palpitaciones y rnareos. La paciente refiere sensacióh de falta de aire ocasional y fatiga, lo cual ha incrementado en las últimas semanas. Se solicita descartar ICC o necesidad de ajuste en e1 manejo de FA. El hemograma y perfil lipídico recientes muestran hiperlipidemia no controlada, a pesar de la dieta.\n\nUrgcncia: La paciente no presenta signos de IAM agudo ni inestabilidad hemodinámica en la evalvacion inicial, sin cmbargo, se considera importancia de valoracion prioritaria para ajuste terapéutico y prevenir complicaciones futuras."}
{"CURP": "MELE990426HDFNPD24", "nombre_paciente": "Eduardo Mendoza Ríos", "edad": 25, "sexo": "male", "fecha": "15/11/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Madero 83, Morelia", "tabaquismo": false, "tipo_sangre": "A-", "ocupacion": "médico", "padecimientos": ["insuficiencia cardíaca"], "medicamentos": [], "codigo_cie10": ["I50"], "servicio_referencia": "cardiología", "motivo_referencia": "insuficiencia cardíaca", "prioridad": "normal", "doc_type": "referral", "notas_medicas": "Paciente masculino de 26 años, EduardoMendoza Ríos, sih antecedentes de HAS o DM2, presenta ICC diagnostic ada hace 2 años. No refiere tabaquismo ni uso demedicamentos actualmente. Se encuentra sin historial de IAM o FA. No se reportan alergias conocidas ni antecedentes familiares de relevancia.\n\nMotivo de referencia: valoración por eardiología para ajuste de tratamiento y seguimiento de ICC, dada la falta de control fa rmacológico actual. Presenta disnea de esfuerzo y fatiga persi stente, sin edemas ni ortopnca.\n\nUrgecia: Se recomienda valoración prioritaria debido a la sintomatología persistente y la nccesidad de iniciar rnanejo adecuado para evitar complicaciones mayores. Soltero, con ocupación de ingeniero civ il, vive con sus padres. Se sugiere agendar cita en un lapso no mayor a 2 semanas."}
{"CURP": "LOLP011013MDFPPTN5", "nombre_paciente": "Patricia López Contreras", "edad": 22, "sexo": "female", "fecha": "10/11/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Insurgentes 114, Toluca", "tabaquismo": false, "tipo_sangre": "A+", "ocupacion": "maestro", "padecimientos": ["derrame cerebral", "depresión"], "medicamentos": ["levotiroxina", "gabapentina", "ibuprofeno", "aspirina"], "codigo_cie10": ["I63", "F32"], "servicio_referencia": "urología", "motivo_referencia": "derrame cerebral", "prioridad": "urgente", "doc_type": "referral", "notas_medicas": "Paciente femenína de 24 años, Patricia Lopez Contreras, es referida para valoración o tratamiento especializado. Antecedentes de derrame cerebral y depresión. Actualmente bajo tratamiento eon levotiroxina, gabapent ina, ibuprofeno y aspirina. Nicga tabaquismo, alcoholismo, y no presenta ahtecedentes de HAS, DM2, EPOC,IAM, ICC o FA. \n\nEl motivo de referencia es evalvar la condición neuro1ógica post-derrame, ya quc persisten síntomas de cefaleas y episodios de ansiedad asociados a su cuadro depresiuo. No se reportan alergias conociclas. La pacicnte vive con su madre, quien es su principal red de apoyo. Se requier e valoración urgente debido al riesgo potencial de complicacione s ncurológicas adicionales. Se sugiere realizar TAC cerebral para descartar lesiones nuevas y ajustar tratamiento farmacológico scgún indicaciones d cl especialista en neurología."}
{"CURP": "RALA430811HDFMPN56", "nombre_paciente": "Ángel Ramírez Ríos", "edad": 80, "sexo": "male", "fecha": "27/09/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Paseo de la Reforma 61, Querétaro", "tabaquismo": false, "tipo_sangre": "A-", "ocupacion": "chofer", "padecimientos": ["hiperlipidemia"], "medicamentos": ["ibuprofeno", "simvastatina", "omeprazol", "diclofenaco"], "codigo_cie10": ["E87"], "servicio_referencia": "neurología", "motivo_referencia": "niperlipidemia", "prioridad": "normal", "doc_type": "referral", "notas_medicas": "Paeiente mascuhno de 82 años, Ángel Ramírez Ríos, con anteeedentes de hiperlipidemia en manejo con simvastatina. Actualmente entratamiento con ibuprofeno y dic lofehaco, además de orneprazolcomo protección gástrica. No rcfiere antecedentes de tabquismo. Sin antecedentes c onocidos de HAS, DM2, EPOC, IAM, ICC ni FA. Se presenta para valoración debido a dolor abdominal persistente acompañado dc sensación de plenitu d postprandial que no cede con medidascomunes.\n\nSe svgiere valoraciónpor gastroenterología para descartar posible úlcera péptica o complicaciones relacionadas con el uso crónico de AINEs (ibuprofeho y dic 1ofenaco). Se considera la realización de una endoscopia alta paraevaluación de la mu cosa gástrica. El caso no presenta urgencia ihmediata, pero se recomienda atenci ón en breve para prevenir cornplicaciones mayorcs. Sin alergias cono cidas a medic amcntos. Vive con s u esposa, quieh lo acompaña en consulta."}
{"CURP": "CULL580406MDFRPR93", "nombre_paciente": "Laura Cruz Chávez", "edad": 65, "sexo": "female", "fecha": "27/04/2023", "unidad": "C1ínica Federal clel Centro", "domicilio": "Avenida Insurgentes 81, Puebla", "tabaquismo": false, "tipo_sangre": "AB+", "ocupacion": "periodista", "padecimientos": ["enfermedad hepática grasa", "asma"], "medicamentos": ["ibuprofeno", "gabapentina"], "codigo_cie10": ["K67", "J45"], "servicio_referencia": "geriatría", "motivo_referencia": "asma", "prioridad": "urgentc", "doc_type": "referral", "notas_medicas": "Pacient e fernenina de 67 años de edad, Laura Cruz Chávez, es referida para valoración debido a exacerbación de síhtomas relacionados con enfermedad hepatiea grasa. Pres enta antecedentes de asma controlacla, sinembargo, en las últimas semanas na experimentado disnea al esfuerzo y un leve incremento en las enzimas hepáticas según análisis recientes. Actualmente en tratamiento con ibuprofenoy  gabapentina.\n\nSe solicita valoración urgente para descartar posible deterioro hepático o compli cacion asociada. No tabaquismo ni antecedentes de HAS, DM2 o ICC. Vive sola y no refiere alergias conocidas. Importante considerar ajuste enmedicación y posible necesidad de pruebas complementarias como TAC abdominal para cvaluación más de tallada del cuadro hepático."}
{"CURP": "LOLD500716HDFPPG82", "nombre_paciente": "Diego López Contreras", "edad": 73, "sexo": "male", "fecha": "26/11/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Madero 59, Qucrétaro", "tabaquismo": false, "tipo_sangre": "B+", "ocupacion": "maestro", "padecimientos": ["asma", "hiperlipidemia", "demencia", "depresión", "anemia"], "medicamentos": ["diclofenaco", "gabapentina"], "codigo_cie10": ["J45", "E78", "F03", "F32", "D64"], "servicio_referencia": "geriatría", "motivo_referencia": "demencia", "prioridad": "normal", "doc_type": "referral", "notas_medicas": "Se refiere a Diego López Contreras, masculino de 75 años, para valoración por especialista en medicina interna. Antecedentes clínicos de asma, hiperlipidemia, demencia, depresión y anemia. Actualmente en tratamiento con diclofenaco y gabapentina, sin historia de tabaquismo. E1 pacicnte presenta deterioro cognitivo y episodios de confusión, posiblemente relacionados con lademencia, que han aumentado en frecuencia e intensiclad , a fectando su calidad dc vida y autonomía. Se sospecha posible intcracción medicamentosa que requiere ajuste y valoración especializada.\n\nEl motivo de referencia esla exacerbación de los síntomas asoeiados a la demencia y la posibihdad de anemia ferropénica no controlada. Además, se requiere evaluación del manejo del dolor crónico para determinar cambios en el esquema terapéutico actual. La urgencia cs moderada, ya que aunque presenta estabilidad hemo dinámica, la progrcsión de los síntomas mentales podría comprometer su estado general si no se interuiene a tiempo. Se sugiere revisión de posibles alergias no documentadas y ajuste de medicación para mejorar la calidad de vida del paciente."}
{"CURP": "CULD621014HDFRPG94", "nombre_paciente": "Diego Crvz Figueroa", "edad": 62, "sexo": "male", "fecha": "24/05/2025", "unidad": "Clíhica Federal del Centro", "domicilio": "Avenida Universidad 45, Monterrey", "tabaquismo": false, "tipo_sangre": "O+", "ocupacion": "policía", "padecimientos": ["depresión", "diabetes tipo 2", "fibrilación auricular"], "medicamentos": ["levotiroxina", "omeprazol"], "codigo_cie10": ["F32", "E11", "I48"], "servicio_referencia": "medicina interna", "motivo_referencia": "depresión", "prioridad": "no urgente", "doc_type": "referral", "notas_medicas": "Paciente: Dicgo Cruz Figueroa, masculino de 63 años, con antecedentes de depresión, DM2 y FA. Actualmente bajo tratamiento con lcvotiroxina, omeprazol y aspirina. No refiere tabaquismo. Se presenta para valoración debido a episodios recurrentes de palpitacione s y sens ación de mareo. Estos síntornas se han incrementado en frecuencia y podrían estar relacionados con su condición de FA. El paciente no reporta alergias conocidas. Vive eon su esposa y está retirado.\n\nMotivo de referencia: Solicito valoración en cardiología para ajuste de  tratamiento por FA y posibles complicaciones asociadas. Co nsiclero necesario evaluar la hecesidad de anticoagulación adicional o cambio en la tcrapia actual. Se recomienda realizar ECG y posibles estudios complementarios como un Holter o ccocardiograma para una evaluación integral. La consulta cs  de carácter no urgente pcro debe ser agendada a la brevedad para evitar complicaeiones mayores.\n\nCabe señalar quc el control glucémico ha sido subóp timo en 1as últimas mediciones, con cifras de HbA1c ligeramente eleva das, sugiriendo la neeesidad de ajustes en el manejo de la DM2. Debido a la edad del pacie nte y sus comorbilidades, se sugiere un enfoque integral para optimizar su calidad de vida ."}
{"CURP": "LOLC740319MDFPPL43", "nombre_paciente": "Claudia López Guerrero", "edad": 51, "sexo": "female", "fecha": "25/03/2025", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Independencia 116, Querétaro", "tabaquismo": false, "tipo_sangre": "AB-", "ocupacion": "empleado federal", "padecimientos": ["anemia", "demencia", "gota", "diabetes tipo 2"], "medicamentos": ["paroxetina", "simvastatina", "metformina", "insulina", "ibuprofeno", "losartán"], "codigo_cie10": ["D64", "F03", "M10", "E11"], "servicio_referencia": "traumatología", "motivo_referencia": "anemia", "prioridad": "no urgente", "doc_type": "referral", "notas_medicas": "Paciente femenina de 5l  años, Claudia López Guerrero, con antecedentes de anemia, demehcia, gota y DM2. Actualmente en tratamiento con paroxetina, simvastatina, metformina, insulina, ibuprofeno y losartán. Niega tabaquismo. Se refiere para valoraeión debido a descontrol glicemico persistente a pesar de manejo óptimo con insulina y metformina. Se solicita evaluaci ón para descartar complicaciones asociadas a DM2 y ajuste de tratamiento farmacológico si es necesario. Sin alergias conocidas. Viuda, vive sola, cuenta con red de apoyo familiar limitada. Urgente priorizar valoración por endocrinología dada la persistencia de hiperglucemias y riesgo dc complicaciones a corto plazo."}
