{"CURP": "ROLM771130MDFDPR15", "nombre_paciente": "María Rodríguez Silva", "edad": 47, "sexo": "female", "fecha": "28/01/2025", "unidad": "Clínica Federal del Centro", "domicilio": "Paseo de la Reforma 49, Puebla", "tabaquismo": false, "tipo_sangre": "AB+", "ocupacion": "médico", "padecimientos": ["depresión", "asma"], "medicamentos": ["clopidogrel"], "codigo_cie10": ["F32", "J45"], "servicio": "medicina interna", "diagnostico": "asma", "doc_type": "visit", "notas_medicas": "Paciente femenina de 48 años, María Rodríguez Silva, acude a conslta externa refiriendo disnea y tos persistente desde hace dos semanas. Niega fiebre o cefalea. Antecedentes personales de depresión y asma, no alergias conocidas. En tratamiento con clopidogrel. Menciona ser fumadora desde hace 20 años, aunque en los datos previoss refiere no tabaquismo, es mportante aclarar dicha discrepancia. Estado civil: casada.\n\nExploración física: FC 88 lpm, TA 120/80 mmHg, SatO2 94% ambiente. A la auscultación, sibilancias en campos pulmonares, sin estertores. Resto el examen sin alteraciones, abdomen blando no doloroso, extremidades sin edema.\n\nImpresión diagnóstica: exacerbación asmática posiblemente reelacionada con tabaquismo y antecedentes de asma. No evidencia de ICC o infecciones respiratoris en el momento de la consulta. Plan: Continuar clopidogrel, iniciar salbutamol inhalado cada 8 horas y considerar uso de corticoesteroides inhalados. Reevaluar función pulmonar y consiiderar espirometría. Recomenar cesación ttabáquica con apoyo en consulta especializada. Control en 1 mes o antes si hay agravamiento de síntomas."}
{"CURP": "AULJ460528MDFGPN03", "nombre_paciente": "Juana Aguilar Figueroa", "edad": 78, "sexo": "female", "fecha": "23/01/2025", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Independencia 99, Aguascalientes", "tabaquismo": false, "tipo_sangre": "AB-", "ocupacion": "técnico", "padecimientos": ["insuficiencia renal crónica", "obesidad", "enfermedad hepática grasa", "gota"], "medicamentos": ["simvastatina", "levotiroxina", "metoprolol"], "codigo_cie10": ["N18", "E66", "K76", "M10"], "servicio": "neurología", "diagnostico": "gota", "doc_type": "visit", "notas_medicas": "Motivo de consulta: La paciente Juana Aguilar Figueroa, femenina de 79 años, acude a consulta por pressentar dolor articular en ambas rodillas, asoiado con episodios de inflamación y enrojecimiento, especialmente por las mañanas. Refiere que el dolor ha incrementado en las últimas semanas y está afectando su movilidad, dificultando actividades cotidianas.\n\nExploración física: Signos vitales estables. TA: 130/80 mmHg, FC: 78 lpm. Paciente en regular eestado de nutrición, IMC en rango de obesidd. A la xploración de extremidades inferiores se observa hinchazón y eritema en ambas rodillas, dolor a la palpación y limitada movilidad articular. Sin evidencia de lesiones cutáneas ni hematomas.\n\nImpresión diagnóstiica: Artrtis gotosa en contexto de gota crónica y posible exacerbación por ERc. Se descarta infección articularr aguda por el momento.\n\nPlan: Se ajustará tratamiento para manejoo del dolor y control de uricemia, iniciando colchicina y alopurinol de manera progresiva. Se recomienda mantener adecuada hidratación y dieta hipopurínica. Seguimiento en consulta de reumatología para valoración adicional. Se sugiere análisis de función renal y perfil hepático en próximas semanas para monitorización de ERC e hígado graso."}
{"CURP": "MELD750630MDFNPN32", "nombre_paciente": "Daniela Mendoza Rojas", "edad": 50, "sexo": "female", "fecha": "12/11/2025", "unidad": "Clínica Federal del Centro", "domicilio": "Calzada de Tlalpan 47, Cancún", "tabaquismo": false, "tipo_sangre": "A-", "ocupacion": "médico", "padecimientos": ["fibrilación auricular", "asma", "depresión", "enfermedad coronaria", "EPOC"], "medicamentos": ["levotiroxina", "hidroclorotiazida", "simvastatina", "diclofenaco", "ibuprofeno"], "codigo_cie10": ["I48", "J45", "F32", "I25", "J44"], "servicio": "cirugía general", "diagnostico": "EPOC", "doc_type": "visit", "notas_medicas": "Paciente Daniela Mendoza Rojas, femenina de 50 años, acude a consulta externa por presentar disnea progresiva y palpitaciones en reposo desde hace dos semanas. Como antecedentes personales patológicos se destaca FA, asma, depresión, enfermedad coronaia y EPOC. Medicamentos en uso incluyen levotiroxina, hidroclorotiazida, simvastatina, diiclofenaco e ibuprofeno. Refiere no ser fumadora desde hace 2 añoos.\n\nEn la exploración física: T/A 140/90 mmHg, FC 110 lpm, FR 20 rpm, SatO2 92% en aire ambiente. Cardiopulmonar: Ruidos cardiacos arrítmics, murmullo vesicular disminuido en ambas bases pulmonares. Abdomen sin hallazgos relevantes. Extremidades sin edemas. La paciente no presenta alergias conocidas. Vive con su esposo y dos hijos, niega consumo de alcohol.\n\nImpresión diagnóstica: Descompensación de FFA con probable ICC. Exacerbación de EPOC en el contexto de enfermedad coronaria crónica. Plan: Ajuste de tratamiento con anticoagulantes y betabloqueador, derivación a cardiología para valoración de FA. Iniciar manejo con broncodilatador y corticoide inhalado para EPOC, programar espirometría de control. Evaluación psiquiátrica para ajuste de tratamiento antidepresivo."}
{"CURP": "JILR610328MDFMPS34", "nombre_paciente": "Rosa Jiménez Medina", "edad": 62, "sexo": "female", "fecha": "05/11/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Chapultepec 86, Mexicali", "tabaquismo": true, "tipo_sangre": "A-", "ocupacion": "técnico", "padecimientos": ["insuficiencia renal crónica"], "medicamentos": ["metformina", "omeprazol", "clopidogrel"], "codigo_cie10": ["N18"], "servicio": "neumología", "diagnostico": "insuficiencia renal crónica", "doc_type": "visit", "notas_medicas": "Motivo de consulta: Rosa Jiménez Medina, paciente femenina de 64 años, acude a consulta por fatiga persistente y mareos. Refiere incremento en la frecuencia de los episodios de mareo desde hace aproximadamene un mes. Antecedentes de ERC, actualmente en manejo con metformina, omeprazol y clopidogrel. Fuma 5 cigarrillos al día desde hace 30 años. Niega otras comorbilidades.\n\nExploración física: Paciente consciente y orientada, con palidez cutánea. FC: 88 lpm, TA: 130/85 mmHg, SatO2: 95% ambiente. Campos pulmonares sin datos de congestión. Ruidos cardiacos rítmicos sin soplos. Abdomen blando, depresible, sin dolor a la palpación. Extremidades sin edemas. \n\nImpresión diagnóstica: Mareo y fatiga posiblemente relacionados a su ERC y el uso crónico de clopidogrel. Se considera evaluación de función renal y ajuste de tratamiento si es necesario. \n\nPlan: Solicitar estudios de laboratorio: BUN, creatinina, electrolitos séricos, hemoglobina y TAC cerebral si los síntomas persisten o empeoran. Recomendar reducción progresiva del tabaquismo. Ciitar a control en dos semanas o antes si presenta empeoramiento de los síntomas."}
{"CURP": "RILM130812HDFVPNI1", "nombre_paciente": "Manuel Rivera Ruiz", "edad": 10, "sexo": "male", "fecha": "09/11/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Calzada de Tlalpan 43, Juárez", "tabaquismo": false, "tipo_sangre": "AB+", "ocupacion": "farmacéutico", "padecimientos": ["obesidad"], "medicamentos": [], "codigo_cie10": ["E66"], "servicio": "nefrología", "diagnostico": "obesidad", "doc_type": "visit", "notas_medicas": "Motivo de consulta: Paciente masculino de 12 años de edad acudde a consulta por sobrepeso desde hace varios años. La madre refiere que ha tenido dificultad para controlar el peso a pesar de cambios en la alimentación.\n\nExploracióón física: Paciente alerta y orientado, con IMC de 28 kg/m² que clasifica en obesidad. T/A 110/70 mmHg. FC 78 lpm. Sin signos de dificultad respiratoria. Abdomen globoso, sin visceromegalias palpables. Resto de la exploración sin hallazgos patológicos.\n\nImpresión diagnóstica: Obesidad exógena en paciente pediátrico.\n\nPlan: Se recomienda iniciar programa de alimentación balanceada bajo supervisión de nutriólogo, enfatizando en reducción de carbohidratos simples y aumento de actividad fisicaa diaria. Seguimiento en 1 mes para evaluar progreso y ajustar plan terapéutico. Se sugiere monitorear parámetros metabólicos en próximas consultas para descartar comorbilidades como HAS o DM2 en el futuro."}
{"CURP": "LOLM560108MDFPPR69", "nombre_paciente": "María López Vázquez", "edad": 67, "sexo": "female", "fecha": "08/11/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Calle 5 de Mayo 15, Toluca", "tabaquismo": true, "tipo_sangre": "A+", "ocupacion": "programador", "padecimientos": ["depresión", "hipertensión arterial", "EPOC", "demencia"], "medicamentos": ["warfarina", "clopidogrel", "diclofenaco"], "codigo_cie10": ["F32", "I10", "J44", "F03"], "servicio": "endocrinología", "diagnostico": "depresión", "doc_type": "visit", "notas_medicas": "Paciente femenina de 70 años, María López Vázquez, acude a consulta externa por cuadro de disnea progresiva y tos productiva de 2 semanas de evolución. Antecedentes de HAS, depresión, EPOC y demencia. En tratamiento con warfarina, clopidogrel y diclofenaco. Refiere tabaquismo crónico, no puede precisar el cese. Estado civil viuda, vive sola y con soporte limitado por familiares cercanos.\n\nA la exploración física se encuentra TA: 140/90 mmHg, FC: 88 lpm, FR: 22 rpm, SatO2: 89% al aire ambiente. Paciente con habitus asténico, crepitantes bibasales y uso de músculos accesorios para la respiración. No se observan edemas periféricos.\n\nImpresión diagnóstica: Exacerbación aguda de EPOC probablemente infecciosa. Hipertensión arerial controlada. Demencia leve moderada en seguimiento. Se descarta proceso agudo cardiovascular que sugiera IAM o ICC aguda.\n\nPlan: Iniciar antibiótico amoxicilina-clavulánico para probable sobreinfección bacteriana. Nebulizaciones con broncodilatadores y esteroides sistémicos. Continuar con manejo de anticoagulación en rango terapéutico. Reevaluar función pulmonar y ajustar tratamiento de EPOC según evolución. Se sugiere apoyo psicosocial para mejora del entorno domiciliario y adherenccia al tratamiento. Control clínico en 1 semana."}
{"CURP": "GOLA440223HDFNPL32", "nombre_paciente": "Alejandro González Vargas", "edad": 80, "sexo": "male", "fecha": "01/07/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Universidad 52, Saltillo", "tabaquismo": false, "tipo_sangre": "A+", "ocupacion": "abogado", "padecimientos": ["hiperlipidemia"], "medicamentos": ["aspirina", "ibuprofeno", "diclofenaco", "ramipril"], "codigo_cie10": ["E78"], "servicio": "medicina interna", "diagnostico": "hiperlipidemia", "doc_type": "visit", "notas_medicas": "Motivo de consulta: El Sr. Alejandro González Vargas, de 81 años, acude a consulta refiriendo dolor abdominal persistente y mareos ocasionales desde hace una semana. No reporta fiebre ni pérdida de peso significativa. \n\nExploración física: A la exploración, se encuentra consciente, orientado y en buen estado general. T/A: 130/80 mmHg, FC: 78 lpm, FR: 18 rpm, Temp: 36.8°C. Abdomen blando, depresible, doloroso a la palpación profunda en hipocondrio derecho, sin signos de irritación peritoneal. No ictericia presente. Se auscultan ruidos cardiacos rítmicos sin soplos. \n\nImpresión diagnóstica: Se sospecha de una posible colecistitis aguda, sin descartar otras causas de dolor abdominal. Se considera el uso crónico de AINES como un factor contribuente a los síntomas gastrointestinales.\n\nPlan: Se solicitan estudio de laboratorio, incluyendo BH, PFH y amilasa sérica, así como una ecografía abdominal para evaluar la vesícula biliar. Se recomiendaa suspender los AINES y ajustar tratamiento para el manejo del dolor con paracetamol. Se sugiere seguimiento en una semana o ntes si los sintomas persisten o empeoran."}
{"CURP": "PELR770321HDFRPL69", "nombre_paciente": "Raúl Pérez Romero", "edad": 48, "sexo": "male", "fecha": "05/11/2025", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Independencia 54, Juárez", "tabaquismo": false, "tipo_sangre": "A+", "ocupacion": "cocinero", "padecimientos": ["osteoporosis", "fibrilación auricular", "insuficiencia cardíaca"], "medicamentos": [], "codigo_cie10": ["M81", "I48", "I50"], "servicio": "cardiología", "diagnostico": "fibrilación auricular", "doc_type": "visit", "notas_medicas": "Motivo de consulta: Raúl Pérez Romero, masculino de 48 años, acude a consulta por presentar disnea leve durante la actividad físicaa, que ha incrementado en las últimas semanas. Refieere ademas palpitaciones ocasionales y sensación de fatiga. Niega dolor toracico, fiebre o edemas periféricos.\n\nExploracion física: A la exploración, paciente consciente, orientado en tiempo, espacio y persona. Signos vitales: TA 130/85 mmHg, FC 110 lpm, FR 18 rpm, SatO2 95% AA. Ruidos cardiacos conn arritmia, sin soplos. Campos pulmonares limpios. Abdomen sin alteraciones. Extremidades sin edema, pulsos periféricos presentes y simétricos.\n\nImpresión diagnóstica: FA crónica con control subóptimo, ICC con reciente deterioro funcional, osteoporosis.\n\nPlan: Se indicará iniciar anticoagulación con rivaroxaban para manejo de la FA. Recomendar evaluación cardiológica para ajustar tratamiento de ICC. Solicitar DEXA para reevaluar densidad ósea. Se sugiere seguimiento en 1 mes para valorar evoución y ajuste de tratamiento. Se educa al paciente sobre signoos de alarma y se recomienda evitar consumo de cafeína y alcohol."}
{"CURP": "RALD040612HDFMPVM6", "nombre_paciente": "David Ramos Orozco", "edad": 20, "sexo": "male", "fecha": "03/04/2025", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Morelos 117, Cancún", "tabaquismo": false, "tipo_sangre": "B-", "ocupacion": "maestro", "padecimientos": [], "medicamentos": ["omeprazol", "losartán", "amlodipino", "metformina", "ibuprofeno", "atorvastatina"], "codigo_cie10": [], "servicio": "terapia intensiva", "diagnostico": "sin diagnóstico", "doc_type": "visit", "notas_medicas": "Paciente masculino de 21 años, David Ramos Orozco, acude a consulta externa por episodios de cefalea y mareo frecuente. Niega antecedentes atológicos y alergias conocidas. Refieré que los síntomas han sido intermitentes y que afectan sus actividades diarias. Actualmente se encuentra bajo tratamiento con omeprazol, losartn, amlodipino, metformina, ibuprofeno y atorvastatina, sin embargo no refiere conocimiento previo de dx de HAS o DM2, por lo que se investigará adherencia y origen del tratamiento actual.\n\nEn la exploración física se encuentra TA de 145/92 mmHg, FC de 88 lpm, FR de 18 rpm, y peso de 82 kg con IMC de 27.5 kg/m2. Se observan ruidos cardiacos rítmicos sin soplos y campos pulmonares limpios. Abdomen blando, no doloroso a la palpación. \n\nImpresión diagnóstica incluy hipertensión arterial probable, a confirmar con monitoreo ambulatorio de presión y revisión de historial médico previo. Se sugiere ajuste en medicación antihipertensiva y control de glicemia debido al uso de metformina. Se recomienda realizar estudios de laboratorio para perfil lipídico, glucosa y evaluar función renal. Proximo seguimiento en 2 semmanas con resultados de laboratorio para ajuste de plan terapeutico."}
{"CURP": "CALC160413HDFSPRD6", "nombre_paciente": "Carlos Castillo Ruiz", "edad": 8, "sexo": "male", "fecha": "24/12/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Independencia 63, Mexicali", "tabaquismo": false, "tipo_sangre": "O-", "ocupacion": "enfermero", "padecimientos": ["EPOC", "hipertensión arterial", "anemia", "depresión", "artritis"], "medicamentos": ["warfarina", "aspirina", "alendronato", "clopidogrel", "metformina"], "codigo_cie10": ["J44", "I10", "D64", "F32", "M19"], "servicio": "cirugía general", "diagnostico": "artritis", "doc_type": "visit", "notas_medicas": "Motivo de consulta: Carlos Castillo Ruiz, masculino de 9 añoss, acude a consulta por diicultad para respirar y tos persistente desde hace 3 semanas. Su madre refiere que el paciente tiene antecedentes de EPOC, HAS, anemia, depresión y artritis. Actualmente en tratamiento con warfarina, aspirina, alendronato, clopidogrel y metformina. Sin antecedenes de tabaquismo. \n\nExploración física: Paciente alerta, consciente y orientado. Talla y peso dentro de percentiles normales para su edad. Presión arterial de 118/76 mmHg, frecuencia cardiaca de 82 lpm, frecuencia respiratoria de 24 rpm, saturación de oxígeno al 92% en aire ambiente. Auscultación pulmonar con sibilancias bilaterals, ruidos cardíacos rítmicos sin soplos. Abdomen blando, no doloroso a la palpación.\n\nImpresión diagnótica: Exacerbación de EPOC en paciente pediátrico con antecedentes de HAS y anemia. \n\nPlan: Iniciar tratamiento con broncodilatadores de acción corta según necesidad, reevaluar en una semana. Mantener monitorización de saturación dde oxígeno. Recomendar control de presión arterial y realizar hemograma completo para evaluar condición anémica. Revisar régimen anticoagulante debido a polifarmacia, valorar ajuste en tratamiento actual."}
{"CURP": "GULR810914MDFTPS65", "nombre_paciente": "Rosa Gutiérrez Rojas", "edad": 41, "sexo": "female", "fecha": "30/06/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Hidalgo 86, Cancún", "tabaquismo": true, "tipo_sangre": "AB-", "ocupacion": "chofer", "padecimientos": ["depresión", "osteoporosis", "obesidad"], "medicamentos": ["aspirina", "simvastatina", "ibuprofeno", "metoprolol", "paroxetina", "gabapentina"], "codigo_cie10": ["F32", "M81", "E66"], "servicio": "urología", "diagnostico": "osteoporosis", "doc_type": "visit", "notas_medicas": "Motivo de consulta: Rosa Gutiérrez Rojas,, femenina de 44 años, acude a consulta por dolor en las articulaciones y ssensación de fatiga que ha incrementado en las últimas semanas. Refiere que el dolor es más intenso en las mañanas y cede parcialmente con ibuprofeno. La px tiene antecedente de dpresión, osteoporosis y obesidad. Actualmente bajo tratamiento con aspirina, simvastatina, ibuprofeno, metoprolol, paroxetina, gabapentina y warfarina. Historia de tabaquismo activo.\n\nExploración física: Paciente alerta y orientada. SV: TA 130/85 mmHg, FC 78 lpm, FR 18 pm, Temp 36.5°C. Peso 5 kg, Talla 1.60 m, IMC 33.2 kg/m². Cardiopulmonar sin soplos, ritmo regular. Abdomen blando, no doloroso a la palpación. Extremidades inferiores co sensibilidad conservada. Dolor a la palpación en muñecas y rodillas, sin eritema ni calor local.\n\nImpresión diagnóstica: Posible eacerbación de dolor articular secundario a ossteoartritis y obesidad. Depresión en tratamiento. Evaluar control de comorbilidades, especialmente osteoporosis y posibles interaccioness medicamentosas, principalmente considerando uso de warfarina.\n\nPlan: Se recomienda ajuste en el manejo del dolor, considerar cambio de terapia analgésica por riesgo de sangrado con ibuprofeno y warfarina. Sugiero iniciar fisioterapia para mejorar movilidad articular. Se aconseja reducción de peso para disminuir carga articular y monitorizar niveles de INR debido a tratamiento con warfarina. FFomentar cesación taáquica. Se programará cita de seguimiento en 4 semanas."}
{"CURP": "RALP021127MDFMPLH7", "nombre_paciente": "Paola Ramírez Estrada", "edad": 23, "sexo": "female", "fecha": "04/12/2025", "unidad": "Clínica Federal del Centro", "domicilio": "México", "tabaquismo": false, "tipo_sangre": "O-", "ocupacion": "militar", "padecimientos": ["enfermedad hepática grasa", "diabetes tipo 2"], "medicamentos": ["ramipril", "aspirina", "metoprolol", "diclofenaco"], "codigo_cie10": ["K76", "E11"], "servicio": "urología", "diagnostico": "enfermedad hepática grasa", "doc_type": "visit", "notas_medicas": "Paciente: Paola Ramírez Estrada, femenina de 23 años, acude a consulta por control de DM2. Antecedentes de enfermedad hepática grasa. Refiere sentirse fatigada en las ltimas semanas. Bajo tratamiento con levotiroxina, ramipril, aspirina, metoprolol, diclofenaco. Niega tabaquismo. Estado civil soltera, sin alergias conocidas.\n\nEn la exploración física: TA 130/85 mmHg, FC 78 lpm, FR 18 rpm, T 36.7°C. IMC 29 kg/m². Se observa hepatomegalia leve a la palpación sin dolor. Piel sin lesiones, perfusión adecuada. Glucosa capilar en 140 mg/dl. Sin edemas periféricos.\n\nImpresión diagnóstica: DM2 bajo tratamiento, control subóptimo. Probable hepatopatia por esteatosis. Fatiga posiblemente secundaria a ajuste en tratamiento con levotiroxina.\n\nPlan: Ajustar dosis de levotiroxina y agendar control en 4 semanas. Se sugiere perfil hepático y glucémico completo. Educación sobre dieta hipocalórica y actividad física regular."}
{"CURP": "GALS650705MDFRPF11", "nombre_paciente": "Sofía García Ríos", "edad": 59, "sexo": "female", "fecha": "22/10/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Independencia 62, Mérida", "tabaquismo": false, "tipo_sangre": "A-", "ocupacion": "cocinero", "padecimientos": ["hiperlipidemia", "fibrilación auricular", "osteoporosis"], "medicamentos": ["insulina"], "codigo_cie10": ["E78", "I48", "M81"], "servicio": "cirugía general", "diagnostico": "hiperlipidemia", "doc_type": "visit", "notas_medicas": "Motivo de consulta: La paciente Sofía García Ríos, femenina de 60 años, acude a consulta por presentar episodios recientes de palpitaciones y cansancio al realizar actividades cotidianas. Refiere además dolor en las caderas que ha incrementado en las ultimas semanas. Niega fiebre o pérdida de peso. Vive con su esposo y refieree buena adherencia al tratamiento actual.\n\nExploración física: Paciente alerta, orientada en tiempo, espacio y persona. TA 130/85 mmmHg, FC 92 lpm, FR 18 rpm, Temp 36.5°C. Cardiovascular: ritmo irregular, soplo sistólico grado II/IV en foco mitral. Respiratorio: campos pulmonares limpios, sin estertores. Abdomen: blando, depresible, no doloroso. Musculo-esquelético: dolor a palpación en región lumbar, movilidad limitada en caderas.\n\nImpresión diagnóstica: FA con adecuada respuesta ventricular. Posible exacerbación dee osteoporosis. Cansancio asociado a control subópttimo de FA. \n\nPlan: Ajustar tratamiento anticoagulante. Solicitar densitometría ósea para evaluar osteoporosis. Indicar suplemento de calcio y vitamina D. Recomendación de iniciar terapia de rehabilitación física. Cita de seguimiento en 1 mes para reevaluar control de FA y síntomas articulares."}
{"CURP": "OILM470823HDFRPG96", "nombre_paciente": "Miguel Ortiz Ruiz", "edad": 77, "sexo": "male", "fecha": "12/12/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Universidad 39, Culiacán", "tabaquismo": false, "tipo_sangre": "A+", "ocupacion": "campesino", "padecimientos": ["EPOC"], "medicamentos": ["diclofenaco", "metoprolol", "alendronato", "paroxetina"], "codigo_cie10": ["J44"], "servicio": "terapia intensiva", "diagnostico": "EPOC", "doc_type": "visit", "notas_medicas": "Paciente masculino de 78 años, Miguel Ortiz Ruiz, acude a consulta externa para valoración de síntomas respiratorios. Antecedentes de importancia incluyen EPOC, sn hx de tabaquismo. Actualmente bajo tratamiento con diclofenaco, metoprolol, alendronato, paroxetina y gabapentina. Refiere disnea progresiva en la últimas semanas, sin otros síntomas añadidos. Sin antecedentes de HAS, DM2, IAM o ICC. Vive con su esposa, quien refiere buena adherencia al tratamiento médico.\n\nEn la exploración física, el paciente se encuentra en regular estado general, con saturación de oxígeno al 92% en aire ambiente. Campos pulmonares con roncantes y sibilancias dispersas, sin presencia de estertores. FC de 78 lpm, PA de 128/76 mmHg. Abdoen sin hallazgos significativos. Extremidades sin edemas periféricos.\n\nImpresión diagnóstica: Exacerbación de EPOC. Se recomienda iniciar terapia con broncodilatadores de acción corta y corticosteroides inhalados. Se ajustará la dosis de gabapentina en seguimiento al control del dolor neuropático. Se programará seguimiento en 2 semnas y se sugiere realizar espirometría para evalar fución pulmonar actual."}
{"CURP": "AULE540202HDFGPD74", "nombre_paciente": "Eduardo Aguilar Romero", "edad": 70, "sexo": "male", "fecha": "13/03/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Boulevard López Mateos 77, Culiacán", "tabaquismo": true, "tipo_sangre": "AB+", "ocupacion": "comerciante", "padecimientos": ["insuficiencia renal crónica"], "medicamentos": ["aspirina", "omeprazol", "metformina", "diclofenaco"], "codigo_cie10": ["N18"], "servicio": "oncología", "diagnostico": "insuficiencia renal crónica", "doc_type": "visit", "notas_medicas": "Eduardo Aguilar Romero, masculino de 71 años, acude a consulta por aumento de ddissnea y edema en miembros inferiores desde hace 2 semanas. Refiere fatiga progresiva y disminución de la diuresis. Antecedentes de ERC e hipertensión, en tratamiento con aspirina, omeprazol, metformina y diclofenaco. Fumador activo desde los 20 años, refiere consumo diario de 10 cigarros. Niega alergias medicamentosas conocidas.\n\nA la exploración física se observa paciente orientado, con presión arterial de 140/90 mmHg, frecuencia cardíaca de 88 lpm, y saturación de oxígeno de 92% en aire ambiental. Se palpan edemas +2 en extremidades inferiores, ruidos crdiacos rítmicos sin soplos. Murmullo vesicular disminuido en bases pulmonares, sin sibilancias. Abdomen blando, depresible, sin visceromegalias. Extremidades con llenado capilar de 3 seg.\n\nImpresión diagnóstica: En base a lo hallazgos clínicos y antecedentes, se sospecha exacerbación de la insuficiencia renal crónica con posible sobrecarga de volumen. Plan: Se recmienda restricción hídrica y de sodio, ajustar dosis de diuréticos, y se solicita perfil renal urgente. Se instruye al paciente para vigilancia estrecha de la diuresis y evitar el uso dde AINES. Se agenda reevaluación en 1 semana para seguimiento."}
{"CURP": "LOLP011013MDFPPTN5", "nombre_paciente": "Patricia López Contreras", "edad": 21, "sexo": "female", "fecha": "16/01/2023", "unidad": "Clínica Federal del Centro", "domicilio": "México", "tabaquismo": false, "tipo_sangre": "A+", "ocupacion": "maestro", "padecimientos": ["derrame cerebral", "depresión"], "medicamentos": ["levotiroxina", "gabapentina", "ibuprofeno", "aspirina"], "codigo_cie10": ["I63", "F32"], "servicio": "neumología", "diagnostico": "derrame cerebral", "doc_type": "visit", "notas_medicas": "Paciente femenina de 24 años, Patricia López Contreras, acude a consulta externa por cefalea persistente y mares ocasionales. Antecedentes personales de derrame cerebral y depresión. En tratamiento con levotiroxxina, gabapenina, ibuprofeno y aspirina. Niega tabaquismo, alergias a medicamentos no reportadas. Estado civil: soltera.\n\nA la exploración física, TA 120/80 mmHg, FC 78 lpm, FR 16 rpm, temperatura 36.5°C. Paciente consciente, orientada en persona, tiempo y espacio. Neurológicamente sin déficit focal aparente. Pupilas isocóricas y reactivas, fuerza y sensibilidad conservadas en extremidades. Dolor cervical leve a la palpación, sin rigidez de nuca.\n\nImpresión dx: cefalea probablemente secundaria a tensión musscular. Se sugiere descartar recurrencia de evento vascular cerebral con TAC si persisten síntomas. Plan: continuar manejo actual. Indicar fisioterapia para manejo de tensión muscular. Se recomienda coontrol neurológico en 2 semanas para seguimiento y ajuste de tratamiento seún evolución."}
{"CURP": "RALA430811HDFMPN56", "nombre_paciente": "Ángel Ramírez Ríos", "edad": 82, "sexo": "male", "fecha": "01/12/2025", "unidad": "Clínica Federal del Centro", "domicilio": "Paseo de la Reforma 61, Querétaro", "tabaquismo": false, "tipo_sangre": "A-", "ocupacion": "chofer", "padecimientos": ["hiperlipidemia"], "medicamentos": ["ibuprofeno", "simvastatina", "omeprazol", "diclofenaco"], "codigo_cie10": ["E78"], "servicio": "cardiología", "diagnostico": "hiperlipidemia", "doc_type": "visit", "notas_medicas": "Paciente masculino de 82 años, Ángel Ramírez Ríos, acude a consulta por dolor articular en rodillas de 2 semanas de evolución, exacerbado por la marcha. Antecedentes de hiperlipidemia y tratamiento con simvastatina. No refiere tabaquismo, alcohol ocasional. Actualmente en tratamiento con ibuprofeno y diclofenaco por el dolor, además de metformina. Niega fiebre, pérdida de peso o síntomas respiratorios. Exploración física: TA 130/85 mmHg, FC 76 lpm, T° 36.7°C. Ruidos cardiacos rítmicos sin soplos, campos pulmonares limpios. Rodillas con leve derrame articular y dolor a la palpación, rango de moimiento limitado por dolor.\n\nImpresión diagnóstica: Artrosis de rodilla. Posible exacerbación por uso concomitante de AINES. Plan: Se indica reducirr dosis de AINES y evaluar inicio de tratamiento con paracetamol. Se sugiere fisioterapa para mejorar movilidad. Control de lípidos con simvastatina se mantiene. Cita de seguimiento en 1 mes o antes si hay empeoramiento de síntomas. e comenta importancia de adherencia al tratamiento y evitar sobrecarga articular."}
{"CURP": "AULA121226MDFGPNA8", "nombre_paciente": "Andrea Aguilar Salazar", "edad": 10, "sexo": "female", "fecha": "03/09/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Independencia 66, Saltillo", "tabaquismo": false, "tipo_sangre": "A+", "ocupacion": "albañil", "padecimientos": ["hipertensión arterial", "fibrilación auricular", "enfermedad coronaria", "insuficiencia renal crónica"], "medicamentos": ["clopidogrel", "amlodipino"], "codigo_cie10": ["I10", "I48", "I52", "N18"], "servicio": "nefrología", "diagnostico": "insuficiencia renal crónica", "doc_type": "visit", "notas_medicas": "Pacient femenina de 13 años, Andrea Aguilar Salazar, acude a consulta externa por cefalea y mareos intermitentes desde hace 3 días. Antecedentes de HAS, FA, enfermedad coronaria e insuficiencia renal crónica (ERC) en manejo con clopidogrel y amlodipino. Niega tabaquismo. No alergias conocidas.\n\nA la exploración física, T/A de 145/90 mmHg, frecuencia cardiaca de 90 lpm, sin evidencia de soplos cardiacos. Ruidos cardíacos ríítmicos. Abdomen blando no doloroso a la palpación. Extremidades sin edema. Neurológicamente íntegra, aunque refiere visión borrosa ocasional.\n\nImpresión diagnóstica: Cefalea posiblemente secundaria a hipertensión arterial no controlada. Se sugiere ajuste en el manejo antihipertensvo. \n\nPlan: Se indicará monitoreo ambulatorioo de presión arterial, ajuste de dosis de amlodipino y se recomendará seguimiento en cardiología pediátrica para evaluación y manejo integral de la FA y enfermedad coronaria. La madre del paciente srá instruida sobre signos de alarma para acudir a urgencias. Se solicitarán labs de función renal y electrolitos para valoración de ERC."}
{"CURP": "TOLM661014MDFRPR33", "nombre_paciente": "María Torres Orozco", "edad": 58, "sexo": "female", "fecha": "08/06/2025", "unidad": "Clínica Federal del Centro", "domicilio": "Boulevard Miguel de Cervantes 112, Culiacán", "tabaquismo": false, "tipo_sangre": "B-", "ocupacion": "programador", "padecimientos": ["hiperlipidemia", "asma", "fibrilación auricular", "depresión"], "medicamentos": ["warfarina", "clopidogrel", "paroxetina"], "codigo_cie10": ["E78", "J45", "I48", "F32"], "servicio": "cardiología", "diagnostico": "depresión", "doc_type": "visit", "notas_medicas": "Motivo de consulta: La Sra. María Torres Orozco, femenina de 59 años, acude a consulta por control de sus enfermedades crónicas y seguimiento de mdicación. Refiere sensación de palpitaciones ocasionales y aumento de episodios de dificultad para respirar, principalmente por las noches. \n\nExploración física: TA 128/76 mmHg, FC 88 lpm, FR 20 rpm, SatO2 95%. Paciente en estado de alerta, orientada en las tres esferas. Auscultación cardiaca: ritmo irregular con presencia de FA. Auscultación pulmonar: murmullo vesicular disminuído en bases y sibilancias dispersas. No edemas peiféricos. \n\nImpresión diagnóstica: FA con control irregullar; exacerbación de asma bajo tratamiento. \n\nPlan: Ajustar dosis de warfarina según INR reciente, continuar con clopidogrel. Evaluación de función pulmonar y considerar ajuste de tratamiento para el asma. Indicar uso de espirómetro portátil para monitoreo en casa. Se recomienda consulta con cardiología para revisión exhaustva de la FA. Proponer terapia combinada para el manejo de la depresión y seguimiento por psicología. Se recuerda la importancia de mantener hábitos saludables y seguir con dieta baja en grasas para control de hiperlipidemia."}
{"CURP": "CULD621014HDFRPG94", "nombre_paciente": "Diego Cruz Figueroa", "edad": 61, "sexo": "male", "fecha": "18/02/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Universidad 45, Monterrey", "tabaquismo": false, "tipo_sangre": "O+", "ocupacion": "policía", "padecimientos": ["depresión", "diabetes tipo 2", "fibrilación auricular"], "medicamentos": ["levotiroxina", "omeprazol"], "codigo_cie10": ["F32", "E11", "I48"], "servicio": "neumología", "diagnostico": "depresión", "doc_type": "visit", "notas_medicas": "Paciente masculino de 63 años, iego Cruz Figueroa, acude a consulta externa para control de sus patologías crónicas. Antecedentes relevantes: DM2, FA y depresión. Refiere sentirse cansado ultimament y ha notado algo de disnea al esfuerzo. Actualmente en tratamiento con levotiroxina y omeprazol. Niega tabaquismo y alergias conocidas. Vive con su esposa y reporta buen apoyo familiar.\n\nEn la exploracion física: paciente consciente y orientado, con TA 140/85 mmHg, FC 95 lpm, FR 20 rpm, SatO2 94% al aie ambiente. Auscultació cardiaca con ritmo irregular. En la exploración pulmonar se detecta murmullo vesicular disminuido en bases. Extremidades sinn edema, pulsos distales presentes. Se observa hhiperpigmentación en zonas de puncion por glucosa capilar.\n\nImpresión diagnóstica: descontrol de DM2 y posible inicio de ICC en contexto de FA crónica. Plan: solicitar ecocardiograma transtorácico, ajustar dosis de antidiabéticoss orales, iniciar IECA y considerar anticoagulación. Seguimiento en consulta en 1 mes."}
