{"patient_id": "AULJ460528MDFGPN03", "patient_name": "Juana Aguilar Figueroa", "patient_age": 77, "gender": "female", "document_date": "2023-11-04", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle Independencia 99, Aguascalientes", "smoking_status": false, "blood_type": "AB-", "occupation": "técnico", "conditions": ["insuficiencia renal crónica", "obesidad", "enfermedad hepática grasa", "gota"], "medications": ["simvastatina", "levotiroxina", "metoprolol"], "icd10_code": ["N18", "E66", "K76", "M10"], "lab_results": [{"test_name": "HDL", "test_value": 97, "test_unit": "mg/dL", "reference_range": "40-100", "result_flag": "N"}, {"test_name": "GFR", "test_value": 58, "test_unit": "mL/min", "reference_range": "90-120", "result_flag": "H"}, {"test_name": "creatinina", "test_value": 1.0, "test_unit": "mg/dL", "reference_range": "0.7-1.3", "result_flag": "N"}, {"test_name": "AST", "test_value": 356, "test_unit": "U/L", "reference_range": "10-40", "result_flag": "H"}], "doc_type": "lab", "clinical_notes": "Juana Aguilar Figueroa, femenina de 79 años, con antecedentes de ERC, obesidad, enfermedad hepática grasa y gota, en tratamiento con simvastatina, levotiroxina y metoprolol. Sin taaquismo. En los resultados de laboratorio recientes, se observa una elevación de la creatinina sérica, sugiriendo un deterioro en la función renal que podría corresponder a una progresión de la ERC. Los niveles de ácido úrico tambiénn estan elevados, lo cual podría estar contribuyendo a exacerbaciones de la gota.\n\nDurante la evolución, se han documentado niveles de transaminasas ligeramente elevados, lo que podría indicar un aumento del daño hepático en el contexto de la esteatosis hepática. No se observan alteraciones significativas en el perfil lipídico bajo el tratamiento con simvastatina. La función tiroidea se mantiene estable con la levotiroxina. Es recomendable monitorear estrechamente la función renal y ajustar dosis de medicamentos si es necesario, además de fomentar la adherencia a un plan de dieta hipocalórica y baja en purinas para controlar la obesidad y la hiperuricemia. Se sugiere consullta con nefrología para valoración especializada y manejo de la ERC."}
{"patient_id": "RELL571104MDFYPR54", "patient_name": "Laura Reyes Estrada", "patient_age": 65, "gender": "female", "document_date": "2023-03-10", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Insurgentes 15, Querétaro", "smoking_status": true, "blood_type": "B-", "occupation": "cocinero", "conditions": ["anemia"], "medications": ["omeprazol", "levotiroxina", "alendronato", "metformina", "losartán", "hidroclorotiazida"], "icd10_code": ["D64"], "lab_results": [{"test_name": "HbA1c", "test_value": 5.0, "test_unit": "%", "reference_range": "4.0-5.6", "result_flag": "N"}, {"test_name": "LDL", "test_value": 54, "test_unit": "mg/dL", "reference_range": "0-100", "result_flag": "N"}, {"test_name": "sodio", "test_value": 138, "test_unit": "mEq/L", "reference_range": "136-145", "result_flag": "N"}, {"test_name": "TSH", "test_value": 2.1, "test_unit": "mIU/L", "reference_range": "0.4-4.0", "result_flag": "N"}, {"test_name": "creatinina", "test_value": 0.9, "test_unit": "mg/dL", "reference_range": "0.7-1.3", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "Paciente femenina de 68 años, Laura Reyes strada, con antecedentes de anemia y bajo tratamiento farmacológico con omeprazol, levotiroxina, alendronato, metformina, losartán e hidroclorotiazida. Además, refiere tabaquismo activo. En los resultados de laboratorio recientes, se observa persistencia de anemia mcrocítica con niveles de hemoglobina (Hb) en 10.2 g/dL, indicando una deficiencia de hierro no corregida, posiblemente exacerbada por el uso crónico de omeprazol que afecta la absorción del hierro. La función tiroidea está dentro de límites normales con TSH en 2.0 mUI/L, lo que sugiere buen control bajo el esquema actual de levotiroxina.\n\nLos niveles de glucosa en ayuno se encuentran en 135 mg/dL, reflejando un control insuficiente de la DM2, posiblemente relacionado con adherencia subóptima al tratamiento o dieta inadecuada. El perfil lipídico muestra LDL en 140 mg/dL, sugiriendo riesgo cardiovascular aumentado, en concordancia con el antecedente de HAS y tabaquismo. Se recomienda intensificar el control de la glucosa y lípidos mediante ajuste del tratamiento antihipertensivo y dietético, y se sugiere derivar a nutrición para manejo integral. Además, es imperativo abordar la cesación del tabaquismo para prevenir complicaciones adicionales."}
{"patient_id": "GULA510709MDFTPN57", "patient_name": "Ana Gutiérrez Medina", "patient_age": 72, "gender": "female", "document_date": "2024-04-15", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle Morelos 84, Saltillo", "smoking_status": false, "blood_type": "O-", "occupation": "abogado", "conditions": ["hiperlipidemia", "insuficiencia renal crónica", "depresión", "enfermedad hepática grasa", "insuficiencia cardíaca"], "medications": ["diclofenaco", "ramipril", "levotiroxina", "losartán"], "icd10_code": ["E78", "N18", "F32", "K76", "I50"], "lab_results": [{"test_name": "colesterol total", "test_value": 259, "test_unit": "mg/dL", "reference_range": "0-200", "result_flag": "H"}, {"test_name": "HDL", "test_value": 75, "test_unit": "mg/dL", "reference_range": "40-100", "result_flag": "N"}, {"test_name": "PLT", "test_value": 105, "test_unit": "K/uL", "reference_range": "150-400", "result_flag": "H"}, {"test_name": "triglicéridos", "test_value": 402, "test_unit": "mg/dL", "reference_range": "0-150", "result_flag": "H"}, {"test_name": "ALT", "test_value": 52, "test_unit": "U/L", "reference_range": "7-56", "result_flag": "N"}, {"test_name": "AST", "test_value": 400, "test_unit": "U/L", "reference_range": "10-40", "result_flag": "H"}, {"test_name": "WBC", "test_value": 10.6, "test_unit": "K/uL", "reference_range": "4.5-11.0", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "Pacciente Ana Gutiérrez Medina, femenina de 74 años con antecedentes de hiperlipidemia, IRC, depresión, enfermedad hepática grasa e ICC. Se presenta actualmente asintomática, bajo tratamiento con diclofenaco, ramipril, levotiroxina y losartán. No refiere tabaquismo ni consumo de alcohol. Vive con su esposo, quien es su cuidador primario. \n\nLos resultados de laboratorio muestran una funcin renal alterada con un incremento en la ccreatinina sérica y disminución del TFG, consistente con su anteccedente de IRC. Además, se observan niveles elevados de transaminasas, lo que sugiere un deterioro en la función hepática, corroborando la presencia de enfermedad hepática grasa. Los lípidos séricos se encuentran elevados, persistiendo el riesgo cardiovacular alto. Es notable una mejoría en los niveles de TSH, indicativos de un adecuado control con levotiroxina. \n\nSe recomienda continuar con el esquema actual de tratamiennto, vigilando estrechamente la función renal y hepática mediante controles periódicos. Se sugiere ajuste en la dieta baja en sodio y grasas, así como la valoración por nutrición para un enfoque integral. Considerar reevaluacióón de terapia con diclofenaco debido a su impacto potencial en la fución renal. Se programará consulta de seguimiento en un mes, y se reitera la importancia de adherencia al trtamiento farmacológico y cambios en el estilo de vida."}
{"patient_id": "OILM600823MDFRPR34", "patient_name": "María Ortiz Cervantes", "patient_age": 62, "gender": "female", "document_date": "2023-05-03", "facility_name": "Hospital Nacional del Norte", "patient_address": "Paseo de la Reforma 66, Aguascalientes", "smoking_status": false, "blood_type": "B-", "occupation": "periodista", "conditions": ["obesidad", "diabetes tipo 2", "enfermedad coronaria", "anemia"], "medications": ["insulina", "metoprolol", "aspirina", "hidroclorotiazida", "diclofenaco"], "icd10_code": ["E66", "E11", "I25", "D64"], "lab_results": [{"test_name": "sodio", "test_value": 135, "test_unit": "mEq/L", "reference_range": "136-145", "result_flag": "H"}, {"test_name": "AST", "test_value": 26, "test_unit": "U/L", "reference_range": "10-40", "result_flag": "N"}, {"test_name": "TSH", "test_value": 2.1, "test_unit": "mIU/L", "reference_range": "0.4-4.0", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "Paciente femenina de 65 años, María Ortiz Cervantes, con antecedentes de obesidad, DM2, enfermedad coronaria y anemia. Actualmente en tatamiento con insulina, metoprolol, aspirina, hidroclorotiazidda y diclofenaco. Niega taaquismo y alergias conocidas. Se presenta para revisión de laboratorio rutinario. \n\nEn la evolución de los resultados de laboratorio recientes, se observan niveles de glucosa elevados, confirmando un control subóptimo de su DM2, lo que podría requerir un ajuste en su régimen de insulina. La hemoglobina se encuentra baja, lo cual es consistente con su antecedente de anemia, sugiriendo la necesidad de reevaluar su suplementación de hierro o investigar otras causas subyacentes. El perfil lipídico muestra hipercolesterolemia, un factor de riesgo añadido para su enfermedad coronaria, posiblemente relacionado al control insuficiente de su dieta. No sse evidencian signos de insuficiencia renal aguda\n\nAl egreso, se recomienda una revisión detallada de su dieta y adherencia al tratamiento farmacológico, así como considerar la evaluación por un nutriologo para un plan alimenticio adecuado a su conddición. Se sugiere seguimiento estrecho con el cardiólogo debido al riesgo cardiovascular elevado. Se programarrá control de laboatorios en  meses para evaluar el impacto de las intervenciones realizadas."}
{"patient_id": "PELC450405MDFRPL74", "patient_name": "Claudia Pérez Salazar", "patient_age": 80, "gender": "female", "document_date": "2025-04-04", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Juárez 119, Saltillo", "smoking_status": false, "blood_type": "O-", "occupation": "enfermero", "conditions": ["derrame cerebral"], "medications": [], "icd10_code": ["I63"], "lab_results": [{"test_name": "LDL", "test_value": 57, "test_unit": "mg/dL", "reference_range": "0-100", "result_flag": "N"}, {"test_name": "triglicéridos", "test_value": 231, "test_unit": "mg/dL", "reference_range": "0-150", "result_flag": "H"}, {"test_name": "GFR", "test_value": 103, "test_unit": "mL/min", "reference_range": "90-120", "result_flag": "N"}, {"test_name": "HbA1c", "test_value": 4.4, "test_unit": "%", "reference_range": "4.0-5.6", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "Claudia Pérez Salazar, femenino, 80 años, con antecedente de derrame cerebral, se presenta parra revisión de resultados de laboratorio recientes. No tiene medicación actual y niega hábitos tabáquicos; sin embargo, es importante señalar que es fumador desde hace 20 años. En los resultados se observa HbA1c dentro de límites normales, descartando DM2 actual. La función renal muestra una ligera elevación en la creatinina, lo que podría indicar una disfunción renall incipiente, pero sin criterios definitivos para ERC en este momento. Los niveles de colesterol total y triglicéridos están levemente elevados, sugiriendo la necesidad de una vigilancia más cercana y medidas dietéticas.\n\nEn el contexto de sus antecedentes, la ausencia de medicación actual y el hábito tabáquico, es crucial considerar el monitoreo continuo de sus parámetros cardiovasculares para prevenir eventos isquémicos futuros, dado su antecedente cerebrovascular. Se recomienda iniciar una dieta baja en grasas y sall, y considerar una evaluación periódica de su presión arterial para descartar HAS. Además, se debería promover la cesación tabáuica para minimizar el riesgo de complicaciones adicionales. Se sugiere un seguimiento en consulta externa en 3 meses para reevaluar función renal y perfil lipídico."}
{"patient_id": "JILR450620HDFMPB13", "patient_name": "Roberto Jiménez Cervantes", "patient_age": 79, "gender": "male", "document_date": "2025-04-17", "facility_name": "Hospital Nacional del Norte", "patient_address": "Paseo de la Reforma 77, León", "smoking_status": false, "blood_type": "B-", "occupation": "cocinero", "conditions": ["osteoporosis", "hipertensión arterial", "gota", "demencia", "obesidad"], "medications": ["alendronato", "omeprazol", "insulina", "aspirina"], "icd10_code": ["M81", "I10", "M10", "F03", "E66"], "lab_results": [{"test_name": "WBC", "test_value": 7.8, "test_unit": "K/uL", "reference_range": "4.5-11.0", "result_flag": "N"}, {"test_name": "LDL", "test_value": 28, "test_unit": "mg/dL", "reference_range": "0-100", "result_flag": "N"}, {"test_name": "GFR", "test_value": 50, "test_unit": "mL/min", "reference_range": "90-120", "result_flag": "H"}, {"test_name": "ALT", "test_value": 14, "test_unit": "U/L", "reference_range": "7-56", "result_flag": "N"}, {"test_name": "AST", "test_value": 17, "test_unit": "U/L", "reference_range": "10-40", "result_flag": "N"}, {"test_name": "PLT", "test_value": 234, "test_unit": "K/uL", "reference_range": "150-400", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "Paciente masculino de 80 años, Roberto Jiménez Cervantes, con antecedentes de osteoporosis, HAS, gota, demencia y obesidad. Actualmente bajo tratamiento con alendronato, omeprazol, insulina y aspirina. No refiere tabaquismo. En los resultados de laboratorio recientes, se observa hiperglucemia persisttente, con niveles de glucosa en ayuno superiores a 150 mg/dL, lo que sugiere un control subóptimo de la DM2. Además, los niveles de ácido úrico están elevados, consistente con el diagnostico de gota, por lo que se recomienda ajustar la dieta y considerar cambios en el tratamiento medicamentoso.\n\nEn la evaluación de funnción renal, se observa leve incremento en creatinina sérica, lo cual podría ser indicativo de un deteriioro progresivo de la función renal, posiblemente relacionado con la obesidad y el uso prolongado de medicamentos. Es importante continuar con el monitoreo frecuente de la función renal y ajustar dosis de los medicamentos según sea necesario para evitar complicaciones. Se recomienda una evaluación cardiovascular detallada, dado el antecedente de HAS y la edad avanzada. Considerar consulta con nefrología en caso de que los niveles de creatinina continúen en aumento."}
{"patient_id": "AULR900916HDFGPF10", "patient_name": "Rafael Aguilar Ríos", "patient_age": 33, "gender": "male", "document_date": "2024-05-04", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Universidad 41, San Luis Potosí", "smoking_status": false, "blood_type": "A-", "occupation": "maestro", "conditions": ["osteoporosis", "depresión", "artritis", "enfermedad hepática grasa"], "medications": ["clopidogrel", "metoprolol", "simvastatina", "paroxetina", "aspirina"], "icd10_code": ["M81", "F32", "M19", "K76"], "lab_results": [{"test_name": "creatinina", "test_value": 1.3, "test_unit": "mg/dL", "reference_range": "0.7-1.3", "result_flag": "N"}, {"test_name": "triglicéridos", "test_value": 60, "test_unit": "mg/dL", "reference_range": "0-150", "result_flag": "N"}, {"test_name": "colesterol total", "test_value": 103, "test_unit": "mg/dL", "reference_range": "0-200", "result_flag": "N"}, {"test_name": "TSH", "test_value": 3.5, "test_unit": "mIU/L", "reference_range": "0.4-4.0", "result_flag": "N"}, {"test_name": "GFR", "test_value": 95, "test_unit": "mL/min", "reference_range": "90-120", "result_flag": "N"}, {"test_name": "sodio", "test_value": 142, "test_unit": "mEq/L", "reference_range": "136-145", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "El paciente Rafael Aguilar Ríos de 35 años, masculino, con antecedentes de ostteoporosis, depresión, artritis y enfermedad hepática grasa, presenta resultados de laboratorio recieentes con elevación leve de transaminasas, lo cual podría ser atribuible a su condición hepática preexistente y/o interacción medicamentosa. Además, se observa un perfil lipídico controlado, probablemente efecto de la simvastatina en su tratamiento regular. Sin embargo, la función hepática deberá ser monitoreada de cerca dado el uso concomitante de medicamentos que pueden afectar el hígado.\n\nEn la evolución del paciente, se ha mantenido estable en cuanto a sus patologías crónicas, sin embargo, es iimportante considerar una reevaluación de su esquema terapéutico para minimizar riesgos de hepatotoxicidad. No se reportan alergias conocidas y el paciente se encuentra actualmente sin hábitos tabáquicos, lo cual es ositivo para su salud general. A nnivel óseo, no se reportan fracturas recientes ni exacerbaciones de artritis, pero se sugiere continuar con el seguimiento de osteoporosis. Paciente sotero, vive con su madre quien le apoya en su cuidado diario.\n\nAl egreso, se recomienda: 1) Reevaluación de función hepática en 3 meses, 2) Continuar con el manejo actual de depresión bajo vigilancia psiquiátrica, 3) Discutir con el paciente y su famila acerca de modificaciones dietéticas y de estilo de vida para optimizar resultados, 4) Vigilar signos de dolor óseo o articular que puedan indicar exacerbaciones de artritis."}
{"patient_id": "GALA461001MDFRPD50", "patient_name": "Adriana García Herrera", "patient_age": 77, "gender": "female", "document_date": "2024-02-11", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Insurgentes 40, Tijuana", "smoking_status": false, "blood_type": "B-", "occupation": "empleado federal", "conditions": ["asma", "hipertensión arterial", "anemia", "demencia", "depresión"], "medications": ["diclofenaco"], "icd10_code": ["J45", "I10", "D64", "F03", "F32"], "lab_results": [{"test_name": "hemoglobina", "test_value": 15.6, "test_unit": "g/dL", "reference_range": "12.0-17.5", "result_flag": "N"}, {"test_name": "GFR", "test_value": 107, "test_unit": "mL/min", "reference_range": "90-120", "result_flag": "N"}, {"test_name": "creatinina", "test_value": 0.7, "test_unit": "mg/dL", "reference_range": "0.7-1.3", "result_flag": "N"}, {"test_name": "TSH", "test_value": 0.2, "test_unit": "mIU/L", "reference_range": "0.4-4.0", "result_flag": "H"}, {"test_name": "colesterol total", "test_value": 291, "test_unit": "mg/dL", "reference_range": "0-200", "result_flag": "H"}, {"test_name": "triglicéridos", "test_value": 186, "test_unit": "mg/dL", "reference_range": "0-150", "result_flag": "H"}, {"test_name": "PLT", "test_value": 232, "test_unit": "K/uL", "reference_range": "150-400", "result_flag": "N"}, {"test_name": "sodio", "test_value": 136, "test_unit": "mEq/L", "reference_range": "136-145", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "Antecedentes: La paciente, Adriana García errera, femenina de 79 años, presenta un historial médico significativo con asma, hipertensión arterial (HAS), anemia, demencia y depresión. Actualmente, esstá bajo tratamiento con diclofenaco. Niega antecedentes de tabaquismo y no se reportan alergias conocidas. No se refiere aantecedentes familiares de DM2, EPOC, IAM, ICC, FA o ERC.\n\nEvolución: En los resultados de laboratorio recientes, se observa anemia microcítica con Hb de 9.8 g/dL, lo cual es consistente cn su diagnóstico previo. La función renal se mantiene estable con un BUN de 18 mg/dL y creatinina de 0.9 mg/dL. Se detecta una ligera elevación en los niveles de transaminasas, lo ccuál podría estar relacionado con el uso crónico de AINEs, siendo aconsejable reevaluar la necesidad del diclofenaco. La glucosa en ayuno es de 103 mg/dL, indicando un estado prediabético que rquiere monitoreo continuo.\n\nRecomendaciones al egreso: Se sugiere suspender diclofenaco y considerar alternativas seguras para el manej del dolor en pacientes de edad avanzada. Incrementar e consumo de alimentos ricos en hierro para corregir la anemia, y se recomienda seguimiento con hematología. Continuar monitoreo de la presión arterial y control periódico de glucosa. Se programará cita de control en 4 seemanas para evaluar la evolución clínica y ajustar el plan terapéutico si es necesario."}
{"patient_id": "DILJ990804HDFZPR82", "patient_name": "Jorge Díaz Romero", "patient_age": 25, "gender": "male", "document_date": "2025-04-22", "facility_name": "Hospital Nacional del Norte", "patient_address": "Boulevard López Mateos 38, Saltillo", "smoking_status": true, "blood_type": "O+", "occupation": "chofer", "conditions": ["osteoporosis", "EPOC"], "medications": ["losartán", "alendronato", "hidroclorotiazida", "diclofenaco", "omeprazol"], "icd10_code": ["M81", "J44"], "lab_results": [{"test_name": "sodio", "test_value": 137, "test_unit": "mEq/L", "reference_range": "136-145", "result_flag": "N"}, {"test_name": "triglicéridos", "test_value": 5, "test_unit": "mg/dL", "reference_range": "0-150", "result_flag": "N"}, {"test_name": "potasio", "test_value": 4.9, "test_unit": "mEq/L", "reference_range": "3.5-5.0", "result_flag": "N"}, {"test_name": "creatinina", "test_value": 0.9, "test_unit": "mg/dL", "reference_range": "0.7-1.3", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "El paciente Jorge Díaz Romero, masculino de 26 años de edad, presenta antecedentes de osteoporosis y EPOC. Actualmente en tratamiento con lsartán, alendronato, hidroclorotiazida, diclofenaco y omeprazol. Es fumador activo. Se le realizaron estudios de laboratorio recientes para monitorear su estado general de salud, considerando sus antecedentes y el uso crónico de los medicamentos mencionados.\n\nLos resultados de laboratorio muestran un nivel de calcio ligeramente disminuido, lo cual es consistente con su diagnóstico de osteoporosis y el uso de alendronato. Los niveles de electrolitos, función renal y hepática se encuentran dentro de los rangos normales, excepto por una leve hipokalemia, posiblemente relacionada con el uso de hidroclorotiazida. La función pulmonar podría estar comprometida, pero no se observa exacerbación aguda de EPOC en estos resultados. No se detectaron marcadores inflamatorios elevados, lo cual es positivo en el contexto de su condición pulmonar crónica.\n\nSe recomienda continuar con el actual régimen farmacológico ajustando la dosis de potasio según evaluación clínica, mantener seguimiento de la densidad mineral ósea y considerar la reducción o cesación del tabaquismo para mejorar la calidad de vida y prevenir complicaciones futuras. S sugiere vigilanncia periódica del perfi bioquímico y seguimiento de la función pulmonar."}
{"patient_id": "GALA650927MDFRPD21", "patient_name": "Adriana García Ruiz", "patient_age": 58, "gender": "female", "document_date": "2024-03-19", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle 5 de Mayo 61, Juárez", "smoking_status": false, "blood_type": "AB-", "occupation": "maestro", "conditions": ["insuficiencia cardíaca"], "medications": ["hidroclorotiazida", "clopidogrel", "ibuprofeno", "alendronato", "metoprolol", "levotiroxina"], "icd10_code": ["I50"], "lab_results": [{"test_name": "LDL", "test_value": 146, "test_unit": "mg/dL", "reference_range": "0-100", "result_flag": "H"}, {"test_name": "GFR", "test_value": 108, "test_unit": "mL/min", "reference_range": "90-120", "result_flag": "N"}, {"test_name": "colesterol total", "test_value": 145, "test_unit": "mg/dL", "reference_range": "0-200", "result_flag": "N"}, {"test_name": "triglicéridos", "test_value": 0, "test_unit": "mg/dL", "reference_range": "0-150", "result_flag": "N"}, {"test_name": "PLT", "test_value": 323, "test_unit": "K/uL", "reference_range": "150-400", "result_flag": "N"}, {"test_name": "creatinina", "test_value": 5.9, "test_unit": "mg/dL", "reference_range": "0.7-1.3", "result_flag": "H"}, {"test_name": "HDL", "test_value": 19, "test_unit": "mg/dL", "reference_range": "40-100", "result_flag": "H"}], "doc_type": "lab", "clinical_notes": "Adriana García Ruiz, femenina de 60 años, con antecedente de ICC en manejo farmacológico con hidroclorotiazida, clopidogrel, ibuprofeno, alendronato, metoprolol y levotiroxina. Paciente niega tabaquismo y no refiere alergias conocidas. Los resultados de laboratorio recientes muestran un perfil lipídico dentro de límites normales, sin embargo, se observa hiponatremia leve (Na: 133 mEq/L) posiblemente secundaria al uso de hidroclorotiazida. La función renal se mantiene estable (Cr: 1.0 mg/dL), y los nivelees de TSH se encuentran en rangos adecuados.\n\nEn la evolución clínica, es importante monitorizar los electrolitos séricos periódicamente debido al uso continuo de diuréticos, así como vigilar signos de deterioro cardíaco. No se reportan episodios e FA reciente, y la paciente no ha referido disnea o edemas nuevos. Se recomienda ajuste en la dosificación de ibuprofeno para minimizar el riesgo de nefropatía inducida por AINEs. Al egreso, se sugiere continuar con el régimen actual y realizar seguimiento en consulta externa en 4 semanas para reevaluación clínica y de laboratorios."}
{"patient_id": "RALP150507MDFMPTK5", "patient_name": "Patricia Ramírez Guerrero", "patient_age": "10", "gender": "female", "document_date": "2025-10-07", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle Madero 35, San Luis Potosí", "smoking_status": false, "blood_type": "A-", "occupation": "enfermero", "conditions": ["depresión", "gota", "hiperlipidemia", "osteoporosis", "EPOC"], "medications": ["ibuprofeno", "aspirina"], "icd10_code": ["F32", "M10", "E78", "M81", "J44"], "lab_results": [{"test_name": "AST", "test_value": 195, "test_unit": "U/L", "reference_range": "10-40", "result_flag": "H"}, {"test_name": "potasio", "test_value": 4.0, "test_unit": "mEq/L", "reference_range": "3.5-5.0", "result_flag": "N"}, {"test_name": "ALT", "test_value": 279, "test_unit": "U/L", "reference_range": "7-56", "result_flag": "H"}, {"test_name": "glucosa", "test_value": 94, "test_unit": "mg/dL", "reference_range": "70-100", "result_flag": "N"}, {"test_name": "hemoglobina", "test_value": 7.2, "test_unit": "g/dL", "reference_range": "12.0-17.5", "result_flag": "H"}], "doc_type": "lab", "clinical_notes": "Paciente femenina de 10 años de edad, con antecedentes de depresión, gota, hiperlipidemia, osteoporosis y EPOC. Actualmente en tratamiento con ibuprofeno y aspirina. No refire tabaquismo. Se presentan los resultados de laboratorio más recientes: hemoglobina de 11.5 g/dL, leucocitos en 8,200/mm3, perfil de lípidos con colesterol total en 220 mg/dL y triglicéridos en 180 mg/dL. Se observa ligera anemia normocítica normocrómica, posiblemente secundaria a la inflamación crónica por comorbilidades, así como dislipidemia persistente.\n\nEn cuanto a la evolución del cuadro, los síntomas respiratorios han permanecido estables, sin exacerbaciones recientes del EPOC. La paciente ha mantenido buena adherencia a la medicación prescrita. No se reportan episodios agudos de dolor articular que sugieran un brote de gota, ni síntomas graves de osteoporosis. Sin embargo, el perfil lipídico continúa siendo preocupante a considerar un ajuste en el manejo terapéutico para prevenir complicaciones cardiovasculares a futuro.\n\nSe recomienda al egreso mantener la actual medicación y considerar la evaluación por Neumología y Reumatología para optimizar el tratamiento de EPOC y gotaa, respectivamente. Además, se sugiere implementar una dieta baja en grasas saturadas y rica en omega-3 para mejorar el perfil lipídico. Se aconseja monitorización regular de hemoglobina y parámetros lipídicos, asi como reevaluación periódica del estado nímico y tratamiento d la depresión."}
{"patient_id": "PELR770321HDFRPL69", "patient_name": "Raúl Pérez Romero", "patient_age": 46, "gender": "male", "document_date": "2023-06-13", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle Independencia 54, Juárez", "smoking_status": false, "blood_type": "A+", "occupation": "cocinero", "conditions": ["osteoporosis", "fibrilación auricular", "insuficiencia cardíaca"], "medications": [], "icd10_code": ["M81", "I84", "I50"], "lab_results": [{"test_name": "triglicéridos", "test_value": 36, "test_unit": "mg/dL", "reference_range": "0-150", "result_flag": "N"}, {"test_name": "PLT", "test_value": 68, "test_unit": "K/uL", "reference_range": "150-400", "result_flag": "H"}, {"test_name": "potasio", "test_value": 4.2, "test_unit": "mEq/L", "reference_range": "3.5-5.0", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "El paciente Raúl Pérez Romero, masculino de 448 años, con antecedentes de osteoporosis, FA e ICC, se presenta para revisión de resultados laboratoriales recientes. No está bajo tratamiento farmacológicoo actual y refiere abstinencia tabáquica. Los resultados de laboratorio muestran niveles de calcio en el límite inferior, lo cual podría estar relacionado con la osteoporossis. La función renal se encuentra dentro de los parámetros normale, lo que es alentador dado el riesgo asociado a la ICC. Sin embargo, se observa un leve incremento en el INR, sugiriendo la necesidad de monitoreo regular de la coagulación debido a su predisposición a FA.\n\nEn el contexto de su ICC, se destaca la importancia de revisar periódicamente los niveles de electrolitos, especialmente potasio, aunque actualmente se encuentran dentro de los valores normales. Se recomienda iniciar suplementación con calcio y vitamina D, así como una evaluación cardiológica para valorar la necesidad de anticoagulación en el contexto de su FA no tratada. Es crucial mantener un control estricto de los factores de riesgo cardiovascular y considerar la inclusión de terapias farmacológicas preventivaas."}
{"patient_id": "SALJ460226HDFNPR27", "patient_name": "Jorge Sánchez Figueroa", "patient_age": 78, "gender": "male", "document_date": "2024-11-22", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Revolución 31, Toluca", "smoking_status": false, "blood_type": "B-", "occupation": "militar", "conditions": ["hipertensión arterial", "diabetes tipo 2", "obesidad", "EPOC", "insuficiencia cardíaca"], "medications": [], "icd10_code": ["I10", "E11", "E66", "J44", "I50"], "lab_results": [{"test_name": "HDL", "test_value": 26, "test_unit": "mg/dL", "reference_range": "40-100", "result_flag": "H"}, {"test_name": "LDL", "test_value": 106, "test_unit": "mg/dL", "reference_range": "0-100", "result_flag": "H"}, {"test_name": "HbA1c", "test_value": 5.1, "test_unit": "%", "reference_range": "4.0-5.6", "result_flag": "N"}, {"test_name": "GFR", "test_value": 110, "test_unit": "mL/min", "reference_range": "90-120", "result_flag": "N"}, {"test_name": "creatinina", "test_value": 1.1, "test_unit": "mg/dL", "reference_range": "0.7-1.3", "result_flag": "N"}, {"test_name": "triglicéridos", "test_value": 56, "test_unit": "mg/dL", "reference_range": "0-150", "result_flag": "N"}, {"test_name": "potasio", "test_value": 4.3, "test_unit": "mEq/L", "reference_range": "3.5-5.0", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "Paciente masculino de 79 años con antecedentes de HAS, DM2, obesidad, EPOC e ICC, acude para valoración de resultados de laboratorio recientes. En el análisis se observan niveles elevados de glucosa en ayuno (160 mgdL), HbA1c en 8.2%, y perfil lipídico con LDL en 150 mg/d, HDL en 35 mg/dL y triglicéridos en 220 mg/dL, sugriendo un control subóptimo de la DM2 y dislipidemia. Adicionalmente, la funció renal está ligeramente comprometida con una creatinina sérica de 1.4 mg/dL y un filtrado glomerular estimado de 58 mL/min, compatible con ERC estadio 3.\n\nEn la evolución clínica se observa que el paciete refiere cierto incremento en la disnea al esfuerz y episodios ocasionales de edemas en miembros inferiores, lo cual puede estar relacionado con la ICC. No hay datos de descompensación aguda ni signos de infección respiratoria activa a nivel pulmonar según recientes estudios de imagen.\n\nSe recomienda iniciar nuevamente tratamiento farmacológico para el control de la glucosa y los lípidos, así como cosiderar cardioprotección. Se sugiere también seguimiento estrecho con nefrología por la ERC y control con neumología por la EPOC. Educacion sobre dieta y ejercicio es esencial, además de vigilancia para prevenir complicaciones cardiovasculares. Se agendará cita de seguimiento en 4 semanas"}
{"patient_id": "AULE540202HDFGPD74", "patient_name": "Eduardo Aguilar Romero", "patient_age": 71, "gender": "male", "document_date": "2025-12-18", "facility_name": "Hospital Nacional del Norte", "patient_address": "Boulevard López Mateos 77, Culiacán", "smoking_status": true, "blood_type": "AB+", "occupation": "comerciante", "conditions": ["insuficiencia renal crónica"], "medications": ["aspirina", "omeprazol", "metformina", "diclofenaco"], "icd10_code": ["N18"], "lab_results": [{"test_name": "hemoglobina", "test_value": 15.5, "test_unit": "g/dL", "reference_range": "12.0-17.5", "result_flag": "N"}, {"test_name": "creatinina", "test_value": 3.4, "test_unit": "mg/dL", "reference_range": "0.7-1.3", "result_flag": "H"}, {"test_name": "LDL", "test_value": 177, "test_unit": "mg/dL", "reference_range": "0-100", "result_flag": "H"}, {"test_name": "AST", "test_value": 22, "test_unit": "U/L", "reference_range": "10-40", "result_flag": "N"}, {"test_name": "colesterol total", "test_value": 214, "test_unit": "mg/dL", "reference_range": "0-200", "result_flag": "H"}, {"test_name": "PLT", "test_value": 315, "test_unit": "K/uL", "reference_range": "150-400", "result_flag": "N"}, {"test_name": "glucosa", "test_value": 391, "test_unit": "mg/dL", "reference_range": "70-100", "result_flag": "H"}, {"test_name": "WBC", "test_value": 8.4, "test_unit": "K/uL", "reference_range": "4.5-11.0", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "Paciente masculino de 71 años, Eduardo Aguilar Romero, con antecedentes de insuficiencia renal crónica, DM2 en tratamiento con metformina y tabaquismo activo. Actualmente en tratamiento con aspirina, omeprazol y diclofenaco. Los resultados de laboratorio recientes muestran un aumento en los niveles de creatinina y urea, lo cual es consistente con la progresión de su ERC. La hemoglobina glucosilada se encuentra ligeramente elevada, sugiriendo un control subóptimo de la glucemia.\n\nLa presencia de elevación en los marcadores de fución renal indica la necesidad de ajustar el manejo del paciente, posiblemente requiriendo una revisión de la dosificación de metformina y diclfenaco para prevenir efectos nefrotóxicos adicionales. Además, se observa una elevación en los niveles de colesterol LDL, lo que podría aumentar el riesgo cardiovascular, considerando su historial de tabaquismo y la posible presencia de ateroesclerosis. Se recomienda evaluar la adición de una estatina si no está contraindicado.\n\nAl egreso, es esencial enfatizar la importancia de cesar el hábito tabáquico y considerar un seguimiento más estricto de los niveles de glucosa y lípidos en sangre. Asimismo, se suugiere una revisión por nefrología para evaluar la posibilidad de intervención terapéutica adicional dada la progresión de la insuficiencia renal. Continuar con el monitoreo regular de los parámetros renales y ajustar la medicación según sea necesario para optimizar los resultados clínicos."}
{"patient_id": "CULL580406MDFRPR93", "patient_name": "Laura Cruz Chávez", "patient_age": 65, "gender": "female", "document_date": "2023-11-17", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Insurgentes 81, Puebla", "smoking_status": false, "blood_type": "AB+", "occupation": "periodista", "conditions": ["enfermedad hepática grasa", "asma"], "medications": ["ibuprofeno", "gabapentina"], "icd10_code": ["K76", "J45"], "lab_results": [{"test_name": "PLT", "test_value": 389, "test_unit": "K/uL", "reference_range": "150-400", "result_flag": "N"}, {"test_name": "triglicéridos", "test_value": 84, "test_unit": "mg/dL", "reference_range": "0-150", "result_flag": "N"}, {"test_name": "creatinina", "test_value": 1.2, "test_unit": "mg/dL", "reference_range": "0.7-1.3", "result_flag": "N"}, {"test_name": "glucosa", "test_value": 82, "test_unit": "mg/dL", "reference_range": "70-100", "result_flag": "N"}, {"test_name": "WBC", "test_value": 4.2, "test_unit": "K/uL", "reference_range": "4.5-11.0", "result_flag": "H"}], "doc_type": "lab", "clinical_notes": "Paciente femenina de 67 años, Laura Cruz Chávez, con antecedentes de enfermedad hepática grasa y asma. Actualmente en tratamiento con ibuprofeno y gabapentina. Niega tabaquismo. Los resultados de laboratorio recientes muestran elevación de transaminasas, lo cual es consistente con la enfermedad hepática de base; sin embargo, debe considerarse la posibiilidad de hepatotoxicidad por el uso de ibuprofeno, por lo que se sugiere reevaluar la dosis o considerar alternativas analgésicas. Los niveles de albúmina y bilirubbinas permanecen dentro de rango normal, sugiriendo función hepática compensada.\n\nA nivel hematológico se observa leve anemia normocítica normocrómica que podría relacionarse con anemia de enfermedad crónica o efectos secundarios de su tratamiento actual. No se detecta leucocitosis ni trobocitopenia significaativa. En cuanto al perfil lipídico, se reporta dislipidemmia moderada, recomendándose intervención dietética y considerar estatinas si no hay contraindicación. No se evidencian signos de descompensación respiratoria en los resultados, y la función renal es adecuada con TFG dentro de límites normales. Se recomienda seguimiento estricto y ajuste de tratamiento con enfoque multidisciplinario."}
{"patient_id": "FOLJ660427HDFLPN22", "patient_name": "Juan Flores Chávez", "patient_age": 57, "gender": "male", "document_date": "2024-03-04", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calzada de Tlalpan 73, Chihuahua", "smoking_status": true, "blood_type": "O+", "occupation": "campesino", "conditions": ["anemia", "insuficiencia cardíaca"], "medications": ["metoprolol"], "icd10_code": ["D64", "I50"], "lab_results": [{"test_name": "AST", "test_value": 23, "test_unit": "U/L", "reference_range": "10-40", "result_flag": "N"}, {"test_name": "hemoglobina", "test_value": 11.0, "test_unit": "g/dL", "reference_range": "12.0-17.5", "result_flag": "H"}, {"test_name": "glucosa", "test_value": 81, "test_unit": "mg/dL", "reference_range": "70-100", "result_flag": "N"}, {"test_name": "sodio", "test_value": 137, "test_unit": "mEq/L", "reference_range": "136-145", "result_flag": "N"}, {"test_name": "ALT", "test_value": 51, "test_unit": "U/L", "reference_range": "7-56", "result_flag": "N"}, {"test_name": "HbA1c", "test_value": 4.3, "test_unit": "%", "reference_range": "4.0-5.6", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "Paciente masculino de 59 años, Juan Flores Chávez, con antecedentes de anemia e ICC, actualmente bajo tratamientto con metoprolol e ibuprofeno, acude a revisión de resultados de laoratorio. Refiere ser fumador activo, con un índice tabáquico no cuantificado. No se encuentran antecedentes de alergias medicamentosas. El paciente vive con su esposa y tres hijos adultos.\n\nLos resultados de laboratorio indican niveles de hemoglobina en 10.5 gg/dL, lo cual corrobora la presencia de anemia persistente. Se observa una ligera elevación en las transaminasas hepáticas, posibleente relacionada al uso de ibuprofeno. La función renal muestra una tasa de filtrción glomerrular ligeramente disminuida, sugiriendo un deterioro moderado de la función renal, compatible con la historia de IC y el uso concomitante dde AINEs. El perfil lipídico y glucosa en ayuno se encuentran dentro de limites normales, descartando ddislipidemia o DM2 a este momento.\n\nSe recomienda reducir el uso de ibuproeno y considerar opciones alternativas para manejo del dolor, así como implementar medidas para dejar el tabaquismo. Se sugiere seguimiento estrecho en cardiología y nefrología para monitorear la función renal y ajustar el tratamiento de ICC. Reiniciar suplemento de hierro para corregir la anemia y reevaluar en consulta en 4-6 semanas."}
