{"patient_id": "AULJ460528MDFGPN03", "patient_name": "Juana Aguilar Figueroa", "patient_age": 77, "gender": "female", "document_date": "2024-01-10", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle Independencia 99, Aguascalientes", "smoking_status": false, "blood_type": "AB-", "occupation": "técnico", "conditions": ["insuficiencia renal crónica", "obesidad", "enfermedad hepática grasa", "gota"], "medications": ["simvastatina", "levotiroxina", "metoprolol"], "icd10_code": ["N18", "E66", "K76", "M10"], "department": "oncología", "primary_diagnosis": "enfermedad hepática grasa", "doc_type": "discharge", "clinical_notes": "Paciente: Juana Aguilar Figueroa, femenina, 79 años, con antecedentes de insuficiencia renal crónica (ERC), obesidad, enfermedad hepática grasa y gota. La paciente ingresó al hospital por un episodio de descompensación de su ERC, presentando edemas generalizados y disnea progresiva. Durante la hospitalizaión, se constató un deterioro de la función renal, requiriendo ajuste en su tratamiento farmacológico. Se realizó una evaluación nefrológica y se descartaron cmplicaciones aguudas adicionales. \n\nA lo largo de su estancia, la paciente evolucionó satisfactoriamente con medidas de soporte, incluyendo ajustes en su mediación habitual, control estricto de líquidos, y eel uso de diuréticos de asa. Se le indicó continuar con simvastatina, levotiroxina y metoprolol, y se iniciaron medidas para el control de la hiperuricemia asociada a la gota. Se realizaron evaluaciones periódicas de electrolitos y función renal, observándose una estabilización. La paciente fue monitorizada continuamente para descartar signos de insuficiencia cardiaca (ICC) o complicaciones hepáticas.\n\nAl momento del alta, la paciente se encuentra hemodinámicamente estable, con indicaciones de continuar con su dieta hiposódica y control de líquidos. Se recomienda seguimiento en consulta externa de nefrología en dos semanas y valoración en endocrinología para ajustee de levotiroxina. Se le instruye sobre la importancia de adherirse al tratamiento prescrito y se le proporcionan medidas para el manejo doméstico de su condición. Es indispensable evitar el consumo de alimentos ricos en purinas para prevenir exacerbaciones de gota. La paciente y su familia fueron orientados respecto a signos de alarma y la ncesidad de acudir al servicio de urgencias si presentara aumento de disnea, edemas o dolor articular agudo."}
{"patient_id": "SALS570123MDFNPF81", "patient_name": "Sofía Sánchez Castro", "patient_age": 68, "gender": "female", "document_date": "2025-11-25", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Universidad 104, Monterrey", "smoking_status": true, "blood_type": "A+", "occupation": "maestro", "conditions": ["fibrilación auricular", "asma", "insuficiencia cardíaca", "enfermedad coronaria"], "medications": ["ibuprofeno", "metoprolol"], "icd10_code": ["I48", "J45", "I50", "I25"], "department": "cirugía general", "primary_diagnosis": "enfermedad coronaria", "doc_type": "discharge", "clinical_notes": "Paciente: Sofía ánchez Castro, femenina de 68 años, con antecedentes de FA, asmaa, ICC y enfermedad coronaria. Motivo de ingreso: descompensación de ICC con signos de insuficiencia respiratoria. A su ingreso, la paciente presentó disnea severa y edema periférico. Se inició tratamiento con diuréticos intravenosos y juste de la dosis de metoprolol, logrando mejoría clínica progresiva. Durante su estancia hospitalaria se realizó ajuste en su terapéutica, suspendiendo el ibuprofeeno debido a su impacto negativo en la función renal y riesgo de exacerbación de ICC. Se controló adecuadamente su ritmo cardíaco y se observó mejoría en la función respiratoria.\n\nLa evolución fue favorable, con disminución significativa del edema y mejoría en la capacidad funcional. Se practic un ecocardiograma que mostró mejoría en la fracción de eyección del ventrículo izquierdo. Exámenes de laboratorio revelaron estabilidad en electrolitos y función renal. La paciente es hipertensa controlada y regula en sus consultas de seguimiento, sin antecedentes de DM2. Se destaca tabaaquismo activo, por lo que se recomendó cesación tabáquica. No refiere alergias conocidas.\n\nAl egreso, se indica continuar con metoprolol ajustado, furosemida y anticoagulación para manejo de FA. Se recomienda control estricto de FC y TA en casa, evitar AINEs y mantener una dieta baja en sodio. Se pauta consulta en crdiología en 2 semanas para seguimiento y ajuste de tratamiento. Se refuerza la importancia de la cesación del tabaquismo y se sugiere apoyo psicológico. La paciente se va acompañada por su hija, quien está al tanto de las recomendaciones."}
{"patient_id": "GALA461001MDFRPD50", "patient_name": "Adriana García Herrera", "patient_age": 78, "gender": "female", "document_date": "2024-11-30", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Insurgentes 40, Tijuana", "smoking_status": false, "blood_type": "B-", "occupation": "empleado federal", "conditions": ["asma", "hipertensión arterial", "anemia", "demencia", "depresión"], "medications": ["diclofenaco"], "icd10_code": ["J45", "I10", "D46", "F03", "F32"], "department": "geriatría", "primary_diagnosis": "demencia", "doc_type": "discharge", "clinical_notes": "Paciente: Adriana García Herrera, 79 años, femenino. Ingresa por exacerbbación de asma y descontrol de HAS. Antecedentes ersonales de asma de larga data, hipertensión arterial, anemia, demenciia y depresió. Al momento del ingreso, la paciente presentaba disnea marcada y sibilancias audibles. Estado civil: viuda, vive con hija, quien refiere episodios de desorientacióón frecuentes.\n\nDurante la estancia hospitalaria, se inició tratamiento con broncodilatadores inhalados y corticoides sistémicos, además de ajuste en antihipertensivos para el control de la presión arterial. Se observa mejoría progresiva del cuadro respiratorio con resolución de la disnea y adecuación de cifras tensionales. Se mantuvo vigilancia de anemia, sin necesidad de transfusión. La paciente recibió soport emocional por el equipo de salud mental debido a su antecedente de depresión.\n\nAl alta, se prescribe continuar con fluticasona/salmeterol inhalador, lisinopril para el cotrol de HAS, y se recomienda seguimiento estrecho en consulta externa de medicina interna. Se sugiere evaluación geriátrica integral para manejo de demencia y depresión. Se indica a la familia mantener un ambiente seguro para evitar caídas, dada la desorientación ocasional. Acudir a urgencias si presenta dificultad respiratoria o cambios en el estado de alerta."}
{"patient_id": "GALA650927MDFRPD21", "patient_name": "Adriana García Ruiz", "patient_age": 60, "gender": "female", "document_date": "2025-12-31", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle 5 de Mayo 61, Juárez", "smoking_status": false, "blood_type": "AB-", "occupation": "maestro", "conditions": ["insuficiencia cardíaca"], "medications": ["hidroclorotiazida", "clopidogrel", "ibuprofeno", "alendronato", "metoprolol", "levotiroxina"], "icd10_code": ["I50"], "department": "nefrología", "primary_diagnosis": "insuficiencia cardíaca", "doc_type": "discharge", "clinical_notes": "Paciente femenina de 60 años, Adriana García Ruiz, con antecedentes de ICC, ingresa al hospital por disnea progresiva y edema en miembros inferiores. Durante el ingreso, se realizó ajuste del tratamiento farmacológico, incrementando dosis de metoprolol y añadiendo furosemida para manejo de sobrecarga de líquidos. La paciente evolucionó favorablemene, presentando disminución de síntomas congestivos y mejoría en la tolerancia al ejercicio.\n\nEl tratamiento incluyó: hidroclorotiazida, clopidogrel, ibuprofeno para control del dolor, alendronato para mantener densidad ósea, metoprolol ajustado a 100 mg diarios y levotiroxina para hipotiroidismo. No se registraron complicaciones significativas durante la estancia hospitalaria, y los estudios complementaarios no evidenciaron nuevos hallazgos relevantes.\n\nAl egreso, se recomienda continuar con el tratamiento médico prescrito, seguir una dieta hiposódica, mantener actividad física moderada y acudir a consulta de seguimiento en dos semanas. Se enfatiza la importancia de vigilar signos de descompensación como aumento de disnea o edema. Se sugiere evitar AIINES por riesgo de retención de líquidos, y seguir con la medicación actual. La paciente deberá realizarse un ecocardiograma en el próximo mes para evaluar función cardíaca."}
{"patient_id": "GULG160209MDFTPDY7", "patient_name": "Guadalupe Gutiérrez Guerrero", "patient_age": 8, "gender": "female", "document_date": "2024-06-16", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Hidalgo 41, Morelia", "smoking_status": false, "blood_type": "O+", "occupation": "periodista", "conditions": [], "medications": ["atorvastatina", "ibuprofeno", "alendronato"], "icd10_code": [], "department": "oncología", "primary_diagnosis": "sin diagnóstico", "doc_type": "discharge", "clinical_notes": "Paciente femenina de 9 años de edad, Guadalupe Gutiérrez Guerrero, ingresa al hospital por cuadro de abdomen agudo. Niega antecedentes patológicos personales y no refiere alergias medicamentosas. Al ingreso presentaba dolor abdominal intenso en cuadrante inferior derecho, fiebre y náuseas, por lo que se sospchó apendicitis aguda. Se decidió realizar TAC que confirmó el diagnóstico, procediéndse a apendicectomía laparoscópica sin complicaciones durante la intervención.\n\nDurante su estancia hospitaalaria, la paciente mostró buena evolución postoperatoria, con disminución del dolor y sin evidencia de infección. Se mantuvo en observación y recibió tratamiento antibiótico profiláctico con ceftriaxona y analgesia con ibuprofeno, el cual toleró adecuadamente. Su dieta fue progresada a libre conforme tolerancia, sin incidencias. No se reportaron eventos adversos ni complicaciones.\n\nAl egreso, se indica continuar con ibuprofeno para manejo del dolor según necesidad, mantener el área quirúrgica limpia y seca, y acudir a consulta de seguimiento en una semana para revisin de puntos. Se educó a la madre dela paciente sobre signos de alarm como fiebre, enrojecimiento o supuración de la herida. Se recomienda evitar actividades físicas intensas durante 4 semanas. Paciente y tutores comprendieron todas las indicaciones al alta."}
{"patient_id": "MELL520304HDFNPS64", "patient_name": "Luis Mendoza Delgado", "patient_age": 71, "gender": "male", "document_date": "2023-10-07", "facility_name": "Hospital Nacional del Norte", "patient_address": "Boulevard Miguel de Cervantes 98, Aguascalientes", "smoking_status": false, "blood_type": "O+", "occupation": "policía", "conditions": ["insuficiencia renal crónica", "hipertensión arterial", "depresión"], "medications": ["clopidogrel", "ramipril", "ibuprofeno"], "icd10_code": ["N18", "I10", "F32"], "department": "urología", "primary_diagnosis": "insuficiencia renal crónica", "doc_type": "discharge", "clinical_notes": "Paciente masculino de 73 años, Luis Mendoza Delgado, con antecedentes de insuficiencia renal cónica (ERC), hipertensión aterial (HAS) y depresión, ingresó al hospital por descompensación hipertensiva y deterioro de la función reenal. Se encontraba bajo tratamiento con clopidogrel, ramipril e ibuprofeno. Durante su estancia hospitalaria, se suspensdió el ibuprofeno debido a su potencial nefrotóxico y se ajustaron las dosis de antihipertensivos. Evolucionó favorablemente tras la implementación de medidas de soporte con hidratación intravenosa y monitoreo esricto de la presión arterial.\n\nDurante la hospitalización, se realizó ajuste del tratamiento antihipertensivo con observación continua de la presión arterial y función renal, presentando estabilidad en ambos parámetros. Se valoró la función renal mediante estudios de laboratorio, evidenciándose una mejoría progresiva. Se descartaron complicaciones agudas asociadas a sus comorbilidades. El paciente toleró la dieta normocalórica y se reintegró gradualmente a su actividad fisica basal, mostrando mejoría en su estado general y anímico.\n\nA su egreso, el paciente queda con indicación de continuar con clopidogrel y se ajusta ramipril como antihipertensivo. Se recomienda evitar el uso de AINEs y se sugiere seguimiento estrecho en consulta de nefrología y cardiología para vigilancia de su ERC y HAS. Se le otorgan citas de seguimiento ambulatorio y recomendaciones nutricionales para evitar la progresión de la enfermedad renal. Se instruye al paciente y familia sobre los sinos de alarma y se le pide acudir a urgencias en caso de presentar cefalea intensa, disnea, dolor torácico o disminucion en la diuresis."}
{"patient_id": "SALJ460226HDFNPR27", "patient_name": "Jorge Sánchez Figueroa", "patient_age": 78, "gender": "male", "document_date": "2024-11-08", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Revolución 31, Toluca", "smoking_status": false, "blood_type": "B-", "occupation": "militar", "conditions": ["hipertensión arterial", "diabetes tipo 2", "obesidad", "EPOC", "insuficiencia cardíaca"], "medications": [], "icd10_code": ["I10", "E11", "E66", "J44", "I50"], "department": "neumología", "primary_diagnosis": "insuficiencia cardíaca", "doc_type": "discharge", "clinical_notes": "El paciente Jorge Sánchez Figueroa, masculino de 79 años, fue ingresado al hospital por descompensación de insuficiencia cardíaca (ICC) y dificultad respiratoria aguda. Antecedentes personales de hipertensión arterial (HAS), diabetes mellitus tipo 2 (DM2), EPOC y obesidad. Durante la estancia hospitalaria, el paciente presentó mejoría clínica tras tratamiento con diuréticos, broncodilatadores y control glicémico estricto. Se realizaron estudios complementarios que incluyeron una radiografía de tórax y un ecocardiograma, los cuales evidenciaron signos de ICC sin nuevos hallazgos patológicos. El paciente no presentó alergias conocidas y refiri viudez desde hace 5 años. No se identificaron eventos arrítmicos ni anginosos durante su estancia.\n\nEvolución favorable permitiendo el egreso con recomendación de seguimiento en consulta externa de cardiología y neumología. Al alta, se prescribió tratamiento farmacológico con lisinopril 5 mg diario, metformina 850 mg cada 2 horas, furosemida 40 mg cada 24 horas, y salbutamol inhalador 2 disparos cada 6 horas según sea necesario. Se insiste en la importancia de controlar la dieta, evitar el consumo de sal y realizar ejercicios de baja intensidad. Se recomienda monitoreo domiciliario de la presión artterial y glucosa capilar diariamente. Se programó cita en consulta externa en dos semanas para reevaluación clínica."}
{"patient_id": "RALP021127MDFMPLH7", "patient_name": "Paola Ramírez Estrada", "patient_age": 21, "gender": "female", "document_date": "2024-09-15", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle 5 de Mayo 98, Querétaro", "smoking_status": false, "blood_type": "O-", "occupation": "militar", "conditions": ["enfermedad hepática grasa", "diabetes tipo 2"], "medications": ["ramipril", "aspirina", "metoprolol", "diclofenaco"], "icd10_code": ["K76", "E11"], "department": "cardiología", "primary_diagnosis": "enfermedad hepática grasa", "doc_type": "discharge", "clinical_notes": "Paciente femenina de 2 años, Paola Ramírez Estrada, ingresa para manejo de descompensación de DM2. Antecedentes de enfermedad hepática grasa y DM2 conocidos. Ingresó por hiperglucemia persistente y síntomas asociados como polidipsia y poliuria. No antecedentes de tabaquismo, no refire alergias conocidas. Medicada actualmente con ramipril, aspirina, metoprolol y diclofenaco. \n\nDurante la estancia hospitalaria, la paciente fue manejada con insulina de acción rápida para control glicémico, logrando estabilizar niveles de glucosa. Se ajustó tratamiento antihipertensivo con vigilancia estrecha de las cifras tensionale debido a su historia de HAS. Se observó mejoría clínica progresiva, sin eventos adversos durante la estancia. La paciente fue evaluada por endocrinología para un mejor control dde su DM2, recomendándose modificaciones en su plan de alimentación y ejeercicios regulares. \n\nAl alta, se indica seguir con su tratamiento habitual: ramipril 5 mg c/24hrs, aspirina 100 mg c/24hrs, metoprolol 50 mg c/12hrs, diclofenaco solo en caso de dolor, y se añade insulina glargina 10 UI nocturna ajustando según controles. Se recomienda control en consulta externa en 1 semana con laboratorio previo de glucosa y perfil hepático. Se reitera la importancia de adherirse a las indicaciones dietéticas y de no fumar. Se solicita seguimiento por nutrición y se recomienda evitar el consumo de alcohol dado su historia de enfermedad hepatica grasa."}
{"patient_id": "OILM470823HDFRPG96", "patient_name": "Miguel Ortiz Ruiz", "patient_age": 76, "gender": "male", "document_date": "2024-04-21", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Universidad 39, Culiacán", "smoking_status": false, "blood_type": "A+", "occupation": "campesino", "conditions": ["EPOC"], "medications": ["diclofenaco", "metoprolol", "alendronato", "paroxetina"], "icd10_code": ["J44"], "department": "gastroenterología", "primary_diagnosis": "EPOC", "doc_type": "discharge", "clinical_notes": "El Sr. Miguel Ortiz Ruiz, masculino de 78 años, ingresó al hospital por exacerbacón de EPOC. Antecedentes personales incluuyen EPOC y tratamiento actual con diclofenaco, metoprolol, alendronato y paroxetina. Durante el ingreso, el paciente presentó dificultad respiratoria progresiva, maneo con broncodilatadores y esteroides sistémicos mostró mejoría clínica significativa. Se realizó evaluación con gasometría arteial, revelando hipoxemia moderada que respondió adecuadamente al oxígeno suplementario. Evolución favorable sin complicaciones infecciosas ni necesidad de ventilación mecánica.\n\nA lo largo de la eestancia hospitalaria, se realizó una revisión completa del tratamiento farmacológico, ajustando las dosis de metoprolol debido a episodios de bradicardia. Se monitorizó estrechamente la función pulmonar y se observó una mejoría gradual en la saturación de oxígeno y capacdad respiratoria. El paciente una vez estabilizado, fue evaluado por el servicio de rehabilitación pulmonar par continuar con terrapia ambulatoria.\n\nAl egreso, se recomienda continuar con la terapia inhaladora prescrita, mantener oxigenoterapia domiciliaria ajustada a requerimientos, y realizar seguimiento en consulta externa de neumología. Se indica evitar exposición a irritantes pulmonares y se sugiere vacunación antineumocócica y antiinfluenza. Se programó cita de control en 2 semanas para reevaluación clínica. Se le explicó al paiente y su familia la importancia de adherirse al tratamiento y las medidas a seguir en caso de presentar síntomas d alarma."}
{"patient_id": "AULE540202HDFGPD74", "patient_name": "Eduardo Aguilar Romero", "patient_age": 70, "gender": "male", "document_date": "2024-10-20", "facility_name": "Hospital Nacional del Norte", "patient_address": "Boulevard López Mateos 77, Culiacán", "smoking_status": true, "blood_type": "AB+", "occupation": "comerciante", "conditions": ["insuficiencia renal crónica"], "medications": ["aspirina", "omeprazol", "metformina", "diclofenaco"], "icd10_code": ["N18"], "department": "urgencias", "primary_diagnosis": "insuficiencia renal crónica", "doc_type": "discharge", "clinical_notes": "Paciente masculino de 71 años, Eduardo Aguular Romero, con antecedentes personales de importancia que incluyen insuficiencia renal crónica (IRC), DM2 e hipertensión arterial sistémica (HAS). Ingresa al servicio de medicina interna por cuadro de descompensación de la ERC, presentando síntomas de fatiga intensa, edemas periféricos y disnea progresiva. Además, refiere dolor abdominal leve y niega fiebre. El paciente mantiene tratamiento crónico con aspirina, omeprazol, metformina y diclofenaco. Refiere tabaquismo activo, negando consumo de alcohol. Durante su estancia hospitalaria, se realizó ajuste en su esquema de diálisis peritoneal y se inició tratamiento con diuéticos de asa. Se observaron mejorías significativas en sus síntomas, con disminución del edma y mejor tolerancia al esfuerzo.\n\nEn el transcurso de la hospitalización, se llevaron a cabo controles de laboratorio que mostraron una ligera mejoría de los marcadores renales, aunque persisten niveles elevados de creatinina. No se documentron complicaciones agudas durante la estancia, y el paciente se mantuvo estable hemodinámicamente. Se realizaron interconsultas con nefrología para seguimiento de la IRC y se ajustaron las dosis de sus medicamentos crónicos. El paciente y sus familiares fueron instruídos sobre la importancia de evitar el consumo de tabaco y se le ofrecieron opciones para cesación.\n\nAl egreso, se recomienda continuar con el tratamiento de diálisis peritoneal, así como adherirse al régimen farmacológico indicado: aspirina 100 mg/día, omeprazol 20 mg/día, metformina 850 mg cada 12 horas y diclofenaco 50 mg cada 8 horas si el dolor lo amerita. Se sugiere seguimiento regular con nefrología y control de función renal cada dos semanas. Además, se solicita control estricto de la presión arterial y glucemias capilares.. Se insiste en la importancia de suspender el tabaquismo y se agenda consulta en clínica de cesación de tabaco. El paciente se retira en ccondicones estables y acompañado de su esposa, quien se encargará de verificar el cumplimiento del tratamiento."}
{"patient_id": "RALA430811HDFMPN56", "patient_name": "Ángel Ramírez Ríos", "patient_age": 79, "gender": "male", "document_date": "2023-01-27", "facility_name": "Hospital Nacional del Norte", "patient_address": "Paseo de la Reforma 61, Querétaro", "smoking_status": false, "blood_type": "A-", "occupation": "chofer", "conditions": ["hiperlipidemia"], "medications": ["ibuprofeno", "simvastatina", "omeprazol", "diclofenaco"], "icd10_code": ["E78"], "department": "urgencias", "primary_diagnosis": "hiperlipidemia", "doc_type": "discharge", "clinical_notes": "El paciente Ángel Ramírez Ríos, masculino de 82 años, con antecedente de hiperlipidemia, ingresa al hospital por dolor abdominal agudo en cuadrante superior derecho. No reiere tabaquismo ni antecedentes de alergias. Al ingreso se le practicaron estudios de laboratorio y TAC abdominal, revelando colecistitis aguda. Durante su estancia hospitalaria el paciente fue manejado con antibióticos y analgésicos, ajustando su tratamiento previo de ibuprofeno, simvastatina y omeprazol. Posteriormente, el cuadro clínico evolucionó satisfactoriamente, presentando mejoría del dolor y normalizacción de parámetros inflamatorios.\n\nEl paciente permaneció estable durante su hospitalización, sin presentar complicaciones asocciadas a su tratamiento mmédico. Se realizó una valoración integral diaria y se constató buena respuesta aal manejo farmacológico sin eventos adversos. Se decidió su egreso al comprobarse la resolución del cuadro agudo y estabilidad clínica general. Se recomienda continuar con simvastatina y omeprazol, suspendiendo el uso de diclofenaco e ibuprofeno por el riesgo de irritación gástrica, considerando el antecedente de uso crónico de AINEs. Se sugiere seguir un régimen dietético bajo en grasas y programar consulta en dos semanas con cirujano para valoración de posible colecistectomía. Se le instruyó al paciente y a su familia sobre signos de alarma y la importancia de acudir a consulta ante cualquier síntoma de recurrencia. Además, se recomienda seguimiento con medicina interna para control de hiperlipidemia y vigilancia de perfiles hepáticos."}
{"patient_id": "CULL580406MDFRPR93", "patient_name": "Laura Cruz Chávez", "patient_age": 64, "gender": "female", "document_date": "2023-01-15", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Insurgentes 81, Puebla", "smoking_status": false, "blood_type": "AB+", "occupation": "periodista", "conditions": ["enfermedad hepática grasa", "asma"], "medications": ["ibuprofeno", "gabapentina"], "icd10_code": ["K76", "J45"], "department": "medicina interna", "primary_diagnosis": "enfermedad hepática grasa", "doc_type": "discharge", "clinical_notes": "Paciente femenina de 67 años, Laura Cruz Chávez, ingresa al servcio de medicina interna por exacerbación de asma, presentando disnea y sibilancias. Antecedentes personales de enermedad hepática grasa y asma crónica. No refiere antecedentes de HAS, DM2, EPOC, IAM, ICC, FA ni ERC. Niega tabaquismo y alergias conocidas. Tratamiento habitual con ibuprofeno y gabapentina. Durante su estancia hospitalaria, la paciente fue sometida a terapia inhalatoria con broncodilatadores de acción corta y esteroides sistémicos, mostrando mejoría progresiva de la función respiratoria. Se realizó monitoreo continuo de la función hepática, sin ccambios significativos en los valores de laboratorio. \n\nA lo largo de la hospialización, la paciente se mantuvo hemodinámicamente estable, sin evidencia d infecciones secundarias. Se logró control adecuado del episodio asmático y se optimizó el manejo de su enfermedad hepática grasa mediante ajustes dietéticos y educación en estilo de vida. Se descarta la necesidad de estudios por imagen adicionales como TAC, ya que la clínica no lo sugirió. Previo al egreso, se aseguraron niveles plasmáticos seguros de medicación analgésica y neuromoduladora. \n\nAl alta, se recomienda continuar con el tratamiento inhalatorio según indicación estándar para el control de asma, y mantenr la vigilancia estrecha con su médico tratante para monitorear la evolución de la enfermedad hepática. Se sugiere abstenerse del uso de ibuprofeno de manera regular por posible impacto hepático, sustituyéndolo por paracetamol en caso de requerir. Se programan citas de seguimiento para evaluación hepática y pulmonar en cuatro semanas. Se instruyó a la paciente y familiares sobre signos de alarma que ameriten consulta inmediata."}
{"patient_id": "LOLD500716HDFPPG82", "patient_name": "Diego López Contreras", "patient_age": 74, "gender": "male", "document_date": "2024-09-13", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle Madero 59, Querétaro", "smoking_status": false, "blood_type": "B+", "occupation": "maestro", "conditions": ["asma", "hiperlipidemia", "demencia", "depresión", "anemia"], "medications": ["diclofenaco", "gabapentina"], "icd10_code": ["J45", "E78", "F03", "F32", "D64"], "department": "endocrinología", "primary_diagnosis": "demencia", "doc_type": "discharge", "clinical_notes": "El paciente Diego López Contreras, masculino de 75 años, ingresó al hospital debido a exacerbación aguda de sus síntomas de asma y desorientación. Antecedentes personales incluyen asma, hiperlipidemia, emencia, depresión y anemia. No se reporta historia dee tabaquismo, no obstante, su historial médico revela un manejo crónico con diclofenaco y gabapentina.\n\nDurante su estancia hospitalaria, el paciente mostró mejoría gradual en la función respiratoria tras el inicio de broncodilatadores y corticosteroides inhalados. La confusión y desorientación iniciales, posiblemente exacerbadas por su demencia de base, fueron abordadas mediante ajustes en su terapia farmacológica y apoyo en la movilidad y orientación. Se realizaron estudios de imagen y laboratorio para descartar otras causas agudas de sus síntomas, resultando en parámetros dentro de límites aceptables para su condición. La anemia fue manejada con suplementos de hierro. \n\nAl egreso, el paciente se encuentra estable, con indicaciones de continuar su tratamiento actual, que incluye broncodilatadores, corticosteroides inhalaados, así como mantener el régimen de gabapentina y diclofenaco. Se recomienda seguimiento estrecho en la consulta externa de geriatría y neumología, así como apoyo familiar para su cuidado diario dado ssu cuadro de demencia. Se sugiere vigilancia de su estado anímico dadas sus antecedentes de depresión, y monitoreo regular de sus niveles lipídicos y hemoglobina."}
{"patient_id": "TOLM661014MDFRPR33", "patient_name": "María Torres Orozco", "patient_age": 58, "gender": "female", "document_date": "2025-08-31", "facility_name": "Hospital Nacional del Norte", "patient_address": "Boulevard Miguel de Cervantes 112, Culiacán", "smoking_status": false, "blood_type": "B-", "occupation": "programador", "conditions": ["hiperlipidemia", "asma", "fibrilación auricular", "depresión"], "medications": ["warfarina", "clopidogrel", "paroxetina"], "icd10_code": ["E78", "J45", "I48", "F32"], "department": "cirugía general", "primary_diagnosis": "depresión", "doc_type": "discharge", "clinical_notes": "Paciente femenina de 59 años de edad, María Torres Orozco, con antecedentes de hiperlipidemia, asma, FA y depresión, ingresó por cuadro de disnea y palpitaciones de 2 días de evolucción. A suu ingreso, se realizó monitoreo cardiaco que confirmó presencia de FA con respuesta ventricular rápida. Se inició manejo con amiodarona y ajuste de anticoagulación debido a INR subterapéutico. Durnte su estancia en el hospital, la px presentó buena respuesta al tratamiento antiarrítmicoo, con control adecuado del ritmo cardíaco y estabilización de los síntomas repiratorios.\n\nA lo larg de la hospitalización, la paciente presentó evolución favorable. Se realizó ajuste de su tratamiento anticoagulante, considerando la presencia de FA y los riesgos de sangrado. Se añadió un broncodilatador de acción prolongada para mejorar el control del asma, y se mantuvo el uso de paroxetina para el manejo de depresión. No se reportaron eventos adversos significativos. Se llevaron a cabo interconsultas con Cardiología y Neumología para optimizar el manejo integral de sus condiciones de salud.\n\nAl alta, se indicaron las siguientes recomendaciones: continuar con warfarina, ajustando dosis según INR; mantener clopidogrel y paroxetia; y segir con el plan de maanejo del asma. Se sugiere consulta de seguimiento con Cardiología en dos semanas para evaluación del control de FA y ajuste de tratamiento si es necesario. Se aconseja evitar consumo de alimentos ricos en vitamina K en exceso para no interferir con la anticoagulación y se recomienda realizar actividad física moderada, sin exceder, para mejorar condición cardiopulmonar. Evitar exposición a alérgenos conocidos debido a su asma."}
{"patient_id": "MALL160619MDFRPRC6", "patient_name": "Laura Martínez Álvarez", "patient_age": 7, "gender": "female", "document_date": "2023-08-07", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calle Madero 96, San Luis Potosí", "smoking_status": false, "blood_type": "A-", "occupation": "militar", "conditions": ["enfermedad hepática grasa", "derrame cerebral", "osteoporosis", "hiperlipidemia", "anemia"], "medications": ["gabapentina", "levotiroxina", "insulina", "aspirina", "amlodipino", "clopidogrel"], "icd10_code": ["K76", "I63", "M81", "E78", "D64"], "department": "urgencias", "primary_diagnosis": "enfermedad hepática grasa", "doc_type": "discharge", "clinical_notes": "Paciente: Laura Martínez Álvarez, femenina, de 9 años de edad, sin antecedentes familiares de importancia, ingresa al hospital por un episodio de síncope relacionado coon hipoglucemia severa. A su ingreso, se documentaron niveles bajos de glucosa y se inició tratamiento con dextrosa intravenosa. Durante su estancia hospitalaria, la paciente presentó niveles controlados de glucosa tras ajuste de su régimen de insulina. Además, se observaron alteraciones en sus enzimas hepáticas, por lo que se realizó un manejo conservador y se recomendó segguimiento con hepatología. \n\nEn la evolución intrahospitalaria, Laura mostró mejoría en sus niveles de glucosa y estabilización de sus parámetros hemodinámicos. Se realizó interconsulta con endocrinología y se decidió ajustar a dosis de levotiroxina y evaluar la necesidad de modificar el tratamiento con gabapentina debido a los potenciales efectos secudarios en el sistema nervioso central. También se consideró el anejo de su hiperlipidemia con la dieta baja en grasas y un programa de ejercicio moderado. Durante su estancia, no presentó eventos adversos significativos y se observó buena respuesta al tratamiento instaurado.\n\nAl egreso, se recomienda continuar con la medicación actual: gabapentina, levotiroxina, insulina, aspirina, amlodipino y clopidogrel. Se le indica control glucémico domiciliario diario y seguimiento en consulta externa con endocrinología y hepatologgía en dos semanas. Se le instruye a la madre sobre la importancia de un régimen dietético estricto, bajo een grasas y azúcares, así cmo la continuidad de la actividad física adaptada a su edad y condición. Se le sugiere evitar actividades que puedan comprometer la integridad ósea debiddo a su osteoporosis diagnosticada. Laura fue egresad en buenas condiciones generales, hemodinámicamente estable y sin sintomatología de alarma."}
{"patient_id": "FOLJ660427HDFLPN22", "patient_name": "Juan Flores Chávez", "patient_age": 57, "gender": "male", "document_date": "2023-05-08", "facility_name": "Hospital Nacional del Norte", "patient_address": "Calzada de Tlalpan 73, Chihuahua", "smoking_status": true, "blood_type": "O+", "occupation": "campesino", "conditions": ["anemia", "insuficiencia cardíaca"], "medications": ["metoprolol"], "icd10_code": ["D64", "I50"], "department": "terapia intensiva", "primary_diagnosis": "insuficiencia cardíaca", "doc_type": "discharge", "clinical_notes": "Paiente: Juan Flores Chávez, masculino, 59 años, con antecedentes de anemia e ICC. Ingresó al hospital por disnea progresiva y dolor torácico. Al ingreso, se realizó electrocardiograma y se descartó IAM. El pacientee es fumador activo, lo que complica su condición respiratoria y a su vez agrava la insuficiencia cardíaca. Durante su estancia, se inició tratamiento con diuréticos y se ajustó la dosis de metoprolol, además de oxigenoterapia intermitente. Se logró estabilizar sus síntomas, reduciendo la disnea y el edem periférico. La evolución fue favorable, permitiendo su egreso en condicions estables.\n\nDurante la hospitalización, se vigiló estrechamente el hemograma debido a su anemia, manteniendo niveles de hemoglobina dentro de límites aceptables. Además, se brindó educación sobre cese de tabaquismo, enfatizando en su impacto negativo sobre la ICC. El paciente refier estar casado, sin alergias conocidas, y niega otros antecedentes de enfermedades crónics como DM2 o HAS. Se le indicó continuar con el tratamiento farmacológico ajustado, incluyendo metoprolol y diuréticos, y se recomendó seguimiento en consulta externa con cardiología y neumología paara control y ajuste del tratamiento. Se aconseja realizar ejercicio moderado, evitar el consumo de tabaco y mantener una dieta low en sodio."}
{"patient_id": "CULD621014HDFRPG94", "patient_name": "Diego Cruz Figueroa", "patient_age": 63, "gender": "male", "document_date": "2025-12-19", "facility_name": "Hospital Nacional del Norte", "patient_address": "Avenida Universidad 45, Monterrey", "smoking_status": false, "blood_type": "O+", "occupation": "policía", "conditions": ["depresión", "diabetes tipo 2", "fibrilación auricular"], "medications": ["levotiroxina", "omeprazol"], "icd10_code": ["F32", "E11", "I48"], "department": "cirugía general", "primary_diagnosis": "diabetes tipo 2", "doc_type": "discharge", "clinical_notes": "El paciente Diego Cruz Figueroa, masculino de 63 años, ingresó al servicio de urgencias el 12 de sptiembre de 2023 por cuadro de palpitaciones y disnea de inicio súbito. Como antecedentes, se reporta DM2 controlada con metformina, FA y un historial de depresión tratada con sertralina. No refiere consumo de tabaco ni alchol. Durante su estancia hositalaria, se le realizaron estudios de imagen y laboratorio, destacando una FA con respuesta ventricular rápida. Se inició manejo con anticoagulación de acuerdo al riesgo tromboembólico y se ajustó la terapia antihipertensiva con enalapril. Evolucionó de manera satisfactoria, llogrando ritmo sinusal con amiodarona. Se controlaron cifras de glucosa y se ajustó la dosis de innsulina.\n\nEn la evolución hospitalaria, el paciente mostró mejoría clínica significativa con terapia antiarrítmica y control de comorbilidades, alcanzando estabilidad hemodinámica. Se realizzó monitoreo electrocardiográfico, evidenciando ausencia de episodios de FA en las últimas 48 horas previo al alta. Se le indicó dieta adecuada paara DM2 y se reforzó la educación sobre la importancia del apego a la medicación. Antes del egreso, se realizó evaluación psiquiátrica y se ajustó el tratamiento antidepresivo, con seguimiento ambulatorio recomendado.\n\nAl alta, se le indica continuar con amiodarona, enalapril, metformina y anticoagulación con rivaroxaban. Se programa cita en cardiología en 4 semanas y control de glucosa capilar diario. Se le aconseja evitar el estrés y manntener una dieta baja en carbohidratos. Se sugiere continuar con las consultas de seguimiento en psiquiatría para ajuste de terapia y prevenir recaídas. Se le proporciona el número de contacto para urgencias en caso de presentar síntomas de alarma como palpitaciones intensas o dolor torácico. El paciente se egresa en condiciones estables con buen pronóstico a corto plazo."}
