{"CURP": "AULJ460528MDFGPN03", "nombre_paciente": "Juana Aguilar Figueroa", "edad": 77, "sexo": "female", "fecha": "23/08/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Indcpendencia 99, Aguascalientes", "tabaquismo": false, "tipo_sangre": "AB-", "ocupacion": "técnico", "padecimientos": ["insuficiencia renal crónica", "obesidad", "enfermedad hepática grasa", "gota"], "medicamentos": ["simvastatina", "levotiroxina", "metoprolol"], "codigo_cie10": ["N18", "E66", "K76", "M10"], "servicio": "urgencias", "diagnostico": "enfermedad hepática grasa", "doc_type": "discharge", "notas_medicas": "La Sra. Juana Aguilar Figueroa, de79 años, ingresó al hospital por un cuadro de descompensaci ón de su insuficiencia renal crónica (ERC), asociadoa un episodio agudo de gota. Dvrante su estancia, presentó mejoría gradual eon hidratación intravenosa y ajuste dc su tratamiento para la hipertensión arterial sistémica (HAS) con metoprolol. Se mantuvo en vigilancia continua debido a sus antecedentes de enfermedad hepática grasa y obesidad.\n\nEl tratamiento consistió en la administración de antiinflamatorios para el control del dolor articular, así como el ajuste en la dosis de sus medicamentos habituales. También se inició una dieta baja en purinas para pre venir futur os episodios de gota. Se realizaron estudios de imagen y laboratoriales que confirmaron la estabilidad de su función renal y hepática, sin eambios significativos.\n\nAl alta, la paciente continuará  con metoprolol, simvastatina y levotiroxina. Se 1e indiearon medidas dietéticas estrictas y control estneto de sus padecimientos crónicos. Se recomienda seguimiento ch consulta externa con nefrólogo y hutrio1ogo para evaluación continva. Se reitera ev itar el consumo de alimentos altos en purinas y mantener un pcso aclecuado. La pacicnte se encuentra actualmente estable y sin sintomatología aguda a1 momen to del egreso hos pitalario."}
{"CURP": "MELD750630MDFNPN32", "nombre_paciente": "Daniela Mendoza Rojas", "edad": 49, "sexo": "female", "fecha": "08/02/2025", "unidad": "Clínica Fcderal del Centro", "domicilio": "Calzada de Tlalpan 47, Cancún", "tabaquismo": false, "tipo_sangre": "A-", "ocupacion": "médico", "padecimientos": ["fibrilación auricular", "asma", "depresión", "enfermedad coronaria", "EPOC"], "medicamentos": ["levotiroxina", "hidroclorotiazida", "simvastatina", "diclofenaco", "ibuprofeno"], "codigo_cie10": ["I48", "J45", "F32", "I52", "J44"], "servicio": "urgencias", "diagnostico": "depresión", "doc_type": "discharge", "notas_medicas": "Paeie nte femenina de 50 años dc ed ad, Daniela Mendoza Rojas , ingresa por cuadro cle dishea y dolor torácico. Con antecedentcs importantes de FA, asma, depresión, enfermedad coro naria y EPOC. Al ingreso se realiza manejo inicial con oxigenoterapia y broncodilatadores debiclo a exa cerbación de EPO C, así c omo anticoagulación para la FA. Durante la estancia hospitalaria, se monitorearitmo cardíaco, sin evidencia de nuevos episodiosde FA. La paciente present a mejor ía clínica progresiva, sin eventos adversos durante su estancia.\n\nEl tratamiento aclministrado inclvyó broncodilatadores, anticoagulahtes, y adaptación de la medicación previa rnanteniehdo levotiroxina, hidroclorotiazida ysimvasta tiha. Se suspehden diclofenaco e ibuprofeno por su potencial efecto sobre la función cardíaca y riesgo gastr ointestinal. La evolución fue favorable, con estabilización de la función respiratoria y hemodinámica.\n\nAl a lta, s e recomienda  continuar con el manejo habitual de EPO C con broncodilatadores de reseate y mahtenimiento, eontrol estrict o de factores de riesgo cardiovascular, y citas de seguimiento con cardiología y neumología. 5e indica evitar aines y mantener hidratación adecuada. La pacicnt e deberá vigilar posibles signos de alarma como aumento cle disnea o dolor toraeico, y acudir al hospital ante cualquier eventualidad."}
{"CURP": "RELL571104MDFYPR54", "nombre_paciente": "Laura Reyes Estrada", "edad": 66, "sexo": "female", "fecha": "10/04/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Insurgentes 15, Querétaro", "tabaquismo": true, "tipo_sangre": "B-", "ocupacion": "cocinero", "padecimientos": ["anemia"], "medicamentos": ["omeprazol", "levotiroxina", "alendronato", "metformina", "losartán", "hidroclorotiazida"], "codigo_cie10": ["D64"], "servicio": "urología", "diagnostico": "anemia", "doc_type": "discharge", "notas_medicas": "Paciente: Laura Reyes Es trada, femenina, 68 año s, eon antecedentes de anemia y tabaquismo, ingresa por cuadro de disnea progresiva y fatiga. Al momento del in greso con hipertensión arterial sistemica (HAS) y diabetes mellitus tipo 2 (DM2) mal controladas. Se realizó abordaje inicial con estabilización hemodinámica y ajuste de medicamentos para manejo de HAS y DM2. Dvrante su estancia, prescntó mejoría progresiva de la disnea. Se descarta evento cardiovascular agudo mediante electrocardiograma y biomarcadores.\n\nTratamiento consistió en ajustes de los antihipertensivos habituales, optimizacióh del control glu cémico y suplemento de hierro por la anemia.  Durante la hospitalización, se impl eme ntaron medidas de ccsac ión tabáquica.\n\nAl alta, se indica continuar con omeprazol, levotiroxina, alendronato, me tformina, losartán, y h idroclorotiazida. Se recomiehda seguimiento en eonsulta externa para control de comorbilidades crónicas, así como la rcalización de espirometría paradescart ar EPOC. Importante continuar con medidas para clejar el tabaquismo. Se svgiere dieta hiposódica e hipocalórica y realizar caminatas diarias según toleraneia."}
{"CURP": "OILM600823MDFRPR34", "nombre_paciente": "María Ortiz Cervantes", "edad": 65, "sexo": "female", "fecha": "29/09/2025", "unidad": "Clínica Federal del Centro", "domicilio": "Paseo de la Reforma 66, Aguascalientes", "tabaquismo": false, "tipo_sangre": "B-", "ocupacion": "periodista", "padecimientos": ["obesidad", "diabetes tipo 2", "enfermedad eoronaria", "anemia"], "medicamentos": ["insulina", "metoprolol", "aspirina", "hidroclorotiazida", "diclofenaco"], "codigo_cie10": ["E66", "E11", "I25", "D64"], "servicio": "oncología", "diagnostico": "obesidad", "doc_type": "discharge", "notas_medicas": "La paciente María Ortiz Ceruantes, femenina de 65 años con antecedentes de obesidad, DM2, enfermedad coronaria y anemia, ingresó por descompensación de su 1CC. Durante su estahcia hospitalaria, se le administraron ajustes en el tratamiento de su ICC y control de glucosa, 1ogrando estabilizar su estado hemodinámico. Se  inició warfarina debido a la aparición de fibrilación auricular paroxística durante su estancia, co n ajustes de dosis de acuerdo al INR. La evolución fue favorable, logrando compensación eardiológica y estabilización de cifras glucémicas. \n\nAl alta, se recomienda continuar con su tratamiento habitual: i nsulinapara control de DM2, metoprolol y aspirina para carclioprotección, e hidroclorotiazida como manejo de HAS. Se indica seguir con warfarina, ajustando según co ntroles de INR semanales. Se agrega suplemento dehierro por su anemia. Se sugiere dieta baja en sodio y carbohidratos, asi como ejercicio rnoderado. Deberá acudir a consulta de seguimiento con cardiología y endocrinología en un plazo no mayor de 2 semanas para evaluación y posib1e ajuste del tratamiento."}
{"CURP": "PELC450405MDFRPL74", "nombre_paciente": "Claudia Pérez Salazar", "edad": 79, "sexo": "female", "fecha": "28/09/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Juarez 119, Saltillo", "tabaquismo": false, "tipo_sangre": "O-", "ocupacion": "enfermero", "padecimientos": ["derrame cerebral"], "medicamentos": [], "codigo_cie10": ["I63"], "servicio": "nefrología", "diagnostico": "derrame cerebral", "doc_type": "discharge", "notas_medicas": "Paciente Claudia Pérez Salazar, femenina de 80 años, ingresa al servicio de urgencias por cuadro dínicode cefalea intensa y disminución de la movilidad en hemicuerpo derecho. Anteceden te cle derrame cerebral hace 5 años, sin medicament os actuales. Durante la hospitalización se rcaliza TA C craneoencefálico que muestra imagen compatib1e con nuevo evento vascular isquémico. La evolución fue favorable con tratamiento multidisciplinario, incluyendo terapia física y rehabilitación, logrando mejoría parcial de la movilidad en e l hcmicuerpo afectado.\n\nDurante la estancia, la paciente fue evaluada por neurología y medicina interna, descartándose complicaciones como  FA, IAM oERC . Se inicio manejo eon antiagregantes y medidas de  control para prevenir futuros eventos cerebrovasculares. No presenta alergias conocidas y niega antecedente de HAS, DM2 o EPOC. No  fumadora, viuda, cventa con apoyo familiar adecuado para seguimiento domiciliario.\n\nAl egreso, se recomienda continuar con terapia física, seguimiento por consulta externa de neuroreabilitacion y control periódico co n su méclico tratante. Se le indica mantener una dieta baja en sodio y grasa, evitar el scdentarismo, y vigilar signos dc alarma como cefalea intensa o pérdida de fuerz a. Próxima cita en 2 semahas para rcevaluación."}
{"CURP": "RILF611130MDFVPR84", "nombre_paciente": "Fernanda Rivera Romero", "edad": 62, "sexo": "female", "fecha": "11/08/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Morelos 105, Ciudad de México", "tabaquismo": false, "tipo_sangre": "A-", "ocupacion": "enfermero", "padecimientos": ["demencia", "insuficiencia renal crónica"], "medicamentos": ["leuotiroxina", "losartán", "alendronato"], "codigo_cie10": ["F03", "N18"], "servicio": "neurología", "diagnostico": "insuficiencia renal cróniea", "doc_type": "discharge", "notas_medicas": "Paciente femenina de 64 años, Fernanda Riv era Romero, con antecedentes de dem enciae insuficiencia renal crónica, ingresa para ma nejo de descompensación de la ERC.Durante su estancia hospitalaria, se realizó ajuste de medicacion y monitoreo estrecho dc función renal, presentando mejoría progresiva en sus niveles de creatinina y estabilidad clínica sin eventosadversos. Se descartaron complicaciones agudas mediante TAC abdorninal y ccografía renal, siendo estos estudios favorables.\n\nEl tratamiento incluyó hiclratación ehdovenosa cuidadosa, ajuste de dosis de losartáh y la contihuidad de levotiroxina y alcndronato. Se recomienda seguirniento cercano por ne frología y geriatría. Se indica mantener restncción de sodio y líquidos acorde a su estaclo de E RC. Al momento del alta, se encuentra hemodinámicamente esta ble, orientada en persona con limitación en tiempo y espacio debido a su demcncia. Se aconseja evaluar funcióh co gnitiva y considerarterapia ocupacional.\n\nAl alta, se proporciona receta actualizacla y se sugiere visita domiciliaria por parte del personal de  salud para seguimiento semanal. Se reprogramará consulta de cohtrol en dos semanas. Es fundamehtal que la  paciente, quien es viuda y vive con sv hija, mantenga adherencia altratamiento y asista a sus citas médicas programadas."}
{"CURP": "TOLE581123HDFRPD00", "nombre_paciente": "Eduardo Torres Estrada", "edad": 66, "sexo": "male", "fecha": "26/05/2025", "unidad": "Clínica Federal del Ccntro", "domicilio": "Calle Independencia 36, Mexicali", "tabaquismo": false, "tipo_sangre": "B+", "ocupacion": "policía", "padecimientos": ["osteoporosis", "artritis", "depresión", "hiperlipidemia", "obesidad"], "medicamentos": ["insulina", "aspirina"], "codigo_cie10": ["M81", "M19", "F32", "E78", "E66"], "servicio": "cardiología", "diagnostico": "depresión", "doc_type": "discharge", "notas_medicas": "El paciente Eduardo Torres Estrada, masculino de 67 años, ingresó al hospital por exacerbación aguda de dolor articular relacionado con su condieión de artritis. Durante su est ancia, se cohtroló adecuadamente su clolor con antiinflamatorios no esteroideos y se ajustaron sus nivel es de glicemia debido a su DM2, encontrándose en tratamicnto con insulina. La evolución fue favorable, con buena respuesta al tratamiento, perrnitiendo su deambulacion asistida al tercer día de ingreso. \n\nSe realizaron estudios complem entarios para descartar cualquier complicación adiciohal, sin hallazgos de relevancia. Su tratamiento incluyó adem ás su régimen habit ual de aspirina co mo profilaxis debido a su hiperlipidemia y anteeedentes de obesidad. No se observó deterioro en sv cuaclro mental rel acionado con depresión durante la hospitalización, mantenicndose estable emociona1mente.\n\nAl alta, se le indicó continuar con su tratamiento médico habitual, con especial atención eh el control metabólico y segui miento reumatológic o. Se sugiere consulta externa para evaluación periódica de su osteoporosis y ajustes en su plan terapéutico conforme al control del dolor. Se recomienda dietabalanceada y ejercicio moderado, adaptado a sus capacidades, para el manejo de su obesidad. El pacinete niega alergias cono cidas. Acudir a urgencias en caso de presentar síntomas agudos o falta cle control del dolor."}
{"CURP": "GALA461001MDFRPD50", "nombre_paciente": "Adriana García Herrera", "edad": 77, "sexo": "female", "fecha": "25/10/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Insurgentes 40, Tijuana", "tabaquismo": false, "tipo_sangre": "B-", "ocupacion": "empleado federal", "padecimientos": ["asma", "hipertensión arterial", "anemia", "demencia", "depresión"], "medicamentos": ["diclofenaco"], "codigo_cie10": ["J45", "I10", "D64", "F03", "F32"], "servicio": "cirugía general", "diagnostico": "hipertensión arterial", "doc_type": "discharge", "notas_medicas": "La Sra. Adriana García Herrera, de 79 años, fue ingresad apor exacerbación de asma y de scompensación de HAS. D urante la hospital ización, seobservó mejoría con el manejo de broncodilatadores y ajuste en antihipert ensivos. Se le realizo un seguimiento con controles de presión arterial y función pulmonar, mostrando estabilizacióh. Sus antecedentes de anemia, demencia y de presión fueron considerados en el abordaje integral, sin presentar complicaciones adi cionales.\n\nEl tratamiento incluyó broncodilatadores, corticoesteroides sistérnicos y ajustc de su régirnen antihipcrt ensivo. Se continuó con la medicaeión para e1 manejo de la anemia y soporte cognitivo. S e cnfatizó en la importancia de la adherencia al tratamiento y seguimiento por consulta externa de neumología y geriatría para el monitoreo continuo de su condición gencral.\n\nAl alta, se le recomendó evitar los alergenos conocidos y abstencrse de actividades qve puedan agravar el asm a. Debe  contin uar con su medicac ión habitual, incluyendo diclofenaco,y se le sugirió evaluar la nec esidad de ajuste si hay recvrrencia de síntomas. Se programó cita de seguimiento en dos semanas y se aconsejó a la familia vigilar signos de desorientación o cambios en el comportamiento relacionado con su demencia."}
{"CURP": "GALA650927MDFRPD21", "nombre_paciente": "Adriana García Ruiz", "edad": 58, "sexo": "fcmale", "fecha": "15/07/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Callc 5 de Mayo 61, Juárez", "tabaquismo": false, "tipo_sangre": "AB-", "ocupacion": "maestro", "padecimientos": ["insuficiencia cardíaca"], "medicamentos": ["hidroclorotiazida", "clopidogrel", "ibuprofeno", "alendronato", "metoprolol", "levotiroxina"], "codigo_cie10": ["I50"], "servicio": "oncología", "diagnostico": "insuficiencia cardíaca", "doc_type": "discharge", "notas_medicas": "Adriana García Rui z, femenina de 60 años, con antecedente de ICC, ingresó al hospitalpor disnea progresiva de varios día s de evolución. Alingreso, se cncontraron signos cle sobrecarga hídr ica, edemas en micmbros inferiores y disnea en reposo. Durantesu estancia, se optimizaron diurético s y se ajustó la dosis de metoprolol para mejorar el control de su insuficicncia cardíaca. Se realizó ecocardiograma que mostró fracción de eyección disminuida consistent con ICC.\n\nLa paciente evolucionó favorablemente bajo tratamiento con hidroclorotiazida, metoprolol y medidas para evitar sobrecarga híclrica. Se añadió espironolactona al esquema farmacológico y se intensificaron las medidas no farmacológieas, con restricción de sodio en la dieta. Al alta, la paciente se encuentra hemodinámicamente estable, sin síntomas dc descompensación cardiaca.\n\nA1 alta, se indica continuar con su tratarniento actual: hidroclorotiazida, clopidogrel, ibuprofeno, alendronato, metoprolol, levotiroxina, y espironolactona. Se recomicnda vigilancia estrecha en consulta cxterna, control de peso diario para cletectar retención de líquiclos, y dieta baja en sodio. Se sugiere evitar AINEs y se programó cita con cardiología en 2 sema nas. La paciente fue dada de alta  en compañía de su esposo, quien se encargará de la administración de medicamentos y seguimientos."}
{"CURP": "RALP150507MDFMPTK5", "nombre_paciente": "Patricia Ramírez Guerrero", "edad": 8, "sexo": "female", "fecha": "11/09/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Maclero 35, San Luis Potosí", "tabaquismo": false, "tipo_sangre": "A-", "ocupacion": "enfermero", "padecimientos": ["depresión", "gota", "hiperlipidernia", "osteoporosis", "EPOC"], "medicamentos": ["ibuprofeno", "aspirina"], "codigo_cie10": ["F32", "M10", "E87", "M81", "J44"], "servicio": "terapia intcnsiva", "diagnostico": "gota", "doc_type": "discharge", "notas_medicas": "Paciente Patricia Ramírcz Guerrero, femenina de 10 años, ingresa por exacerbación de EPOC. A pesar de ser no fumadora, la cxposición ambiental puclo haber contribuido. Presenta antecedentes importantes de depresión, gota, hiperlipide mia y osteoporosis. Durante la estahcia hospitalaria, se mahejó con oxígeno suplementano, broncodilatadores y control de eomorbilida des. Evolucionó favorab1emente, sin complicaciones rnayores.\n\nSe da de alta con tratamiento domiciliario que inclvye ibuprofeno y as pinna según inclieación previa. Se recomienda evitar exposición a ambientes con humo y continuar seguimiento con neumo1ogía y reumatología. Se sugiere revisión periódica del perfil hpídicoy densitometría ósea para eualuar progresión de osteoporosis. Además, se solicita valoración psicológica para el manejo de la depresion. Al alta, la paciente se ehcuentra estable y con mejoría significativa en la función respiratoria."}
{"CURP": "SALJ460226HDFNPR27", "nombre_paciente": "Jorge Sánchez Figueroa", "edad": 77, "sexo": "male", "fecha": "02/09/2023", "unidad": "Clínica Federal del Centro", "domicilio": "Avenida Rcvolución 31, Toluca", "tabaquismo": false, "tipo_sangre": "B-", "ocupacion": "militar", "padecimientos": ["hipertensión arterial", "diabetes tipo 2", "obesidad", "EPOC", "ihsuficiencia cardíaca"], "medicamentos": [], "codigo_cie10": ["I10", "E11", "E66", "J44", "I50"], "servicio": "traumatología", "diagnostico": "hipertensión arterial", "doc_type": "discharge", "notas_medicas": "Motivo de ingreso: Paciente masculin o de 79 años, Jorge Sánchez Figueroa, con antecedentes de HAS, DM2, obesidad, EPOC e ICC , ihgresa por cuadro de disneaprogresiva y edema dcmiembros inferiores, que inició hace 3 días.\n\nEvolueión: Durante su estancia h ospitalaria, el paciente present ó mejoría de la clisnea tras  tratamiento con diuréticos y oxigenoterapia. Se realizaron estudios complementarios, incluy endo vna radiografía de tórax que mostró signos de congestión pu1monar y un ecocardiograma que confirmó disminución en la fracción de eye cción compatible con ICC descompensada.  Sc ajustó el manejo de 1íquidos y se inició tratamiento farmacológico específico para ICC. E l paciente refirió mejoría significativa y tolerancia altratamiento.\n\nTratamiento e indicaciones al a1ta: Al egreso, se inclica continuar con el tratarniento paraICC con ena lapril 10 mg cada 12 horas y furosemida 40 mg cada 24 horas, además de control  estncto de glucemias por su DM2. Se recomienda dieta baja en sodio y líqui dos, control de peso diario y seguirniento en consulta externa en 2 semanas para valoración de parámetros clínicos y ajuste de tratamiento . Se le proporciona receta e indicaciones por escrito para su mejor comprensióny se le explica la importahcia de aclherirse al plan terapeútico. Evitar auto suspensión de medicamentos y acudir al servicio de urgeneias si presenta síntomas de a1arma como disnea severa  o dolor torácico."}
{"CURP": "CALJ670621HDFSPS13", "nombre_paciente": "Jesús Castillo Guerrero", "edad": 56, "sexo": "male", "fecha": "04/06/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Auenida Juárez 30, San Luis Potosí", "tabaquismo": false, "tipo_sangre": "B+", "ocupacion": "albañil", "padecimientos": ["anemia", "hiperlipidemia", "enfermedad hepática grasa", "artritis", "gota"], "medicamentos": ["clopidogrel", "warfarina", "ibuprofeno", "simvastatina"], "codigo_cie10": ["D64", "E78", "K76", "M19", "M10"], "servicio": "terapia intensiva", "diagnostico": "enfermedad hepática grasa", "doc_type": "discharge", "notas_medicas": "Paciente Jesús Castillo Guerrero, de 58 años, masculino, con antecedentes cle anemia, hiperlipidernia, ehfermedad hepática grasa, artritis y gota, ingresó por dolor abdominal y náus eas persistentes. Durante su estancia se realizaron estudios de imagen, incluyendo ecografía abdominal que mostró hepa tomegalia eon esteatosis, sin cvidencia de colelitiasis. El paciente presentó mejoríaclíhica con tratamicnto médico cohservador, manteniénclose estable hemodinámicamente durahte el ingreso.\n\nEl tratamiento incluyó ajus tes en la medicación habitual, susp endiendo el ibuprofeno debido al riesgo gastrointestinal, y se inició omeprazol como gastroprotector. Además , se ajustaron las dosis de clopidogrel y warfarina para mejor eontrol del INR, y se reforzó la educación sobre elmanejo de la dieta para controlar la hiperlipidemia y la enfermedad hepática grasa. Se descartó la presencia de hemorragia digestiva alta mediante una endoscopia co n resultados normales.\n\nAl alta, sc le indican las siguientes medidas: continuar con su tratamiento a ctual de clopiclogrel, warfarina y simvastatina. Seguir una dieta baja en grasas y evitar el alcohol. Realizar control de INR semanalmente para ajuste de la warfarina. Se prograrnó cita en consulta externa con hepatología en dos semanas para seguimiehto de la enfermedad hepática. Se le  recom ienda no automedicarse y acudir a urgencias si presenta dolor abd omihal intenso, hemetemcsis o melena."}
{"CURP": "AULE540202HDFGPD74", "nombre_paciente": "Eduardo Aguilar Romero", "edad": 71, "sexo": "male", "fecha": "06/05/2025", "unidad": "Clínica Fedcral del Centro", "domicilio": "Boulevard López Mateos 77, Culiacán", "tabaquismo": true, "tipo_sangre": "AB+", "ocupacion": "comerciante", "padecimientos": ["insuficiencia renal crónica"], "medicamentos": ["aspirina", "omeprazol", "metformina", "diclofcnaco"], "codigo_cie10": ["N18"], "servicio": "urología", "diagnostico": "insuficiencia renal crónica", "doc_type": "discharge", "notas_medicas": "El paciente Eduardo Aguilar Romero, masculino de 71 años con antecedentes de ERC y DM2, ingresó a urgencias por cuadro de deshidratación secundana a un episodio de gastroenteritis aguda. A su ingreso, presentó debilidad generalizacla y mareo. Durante su estahcia, se le administraron líquidos intravenosos y se ajustó su tratamiento para ERC. Se realizó monitoreo estricto de electrolitos y función renal, observando mejoría gradual.\n\nDurante su evolución hospitalaria, se observó estabilizacion de los signos vitales y normalización del balance hídrico. Se 1e indicó eontinvar con sus medica mentos habituales: aspirina, omeprazol y metformina, y  se suspendio el diclofenaco por riesgo de empeoramiento renal. Se le recomendó aba ndonar el tabaquismo para prevenir c omplicaciones adiciohales.\n\nAl egreso, se indicaroh c onsultas de seguimicnto en nefro1ogía y nutrición, así como dieta hiposódica. Se le exhorta a mantenerse bien hidratado y a acud ir a revisión en caso de presentar síntomas de alarma como fiebre, vómito persistcnte o dolor abdominal intenso."}
{"CURP": "TOLM661014MDFRPR33", "nombre_paciente": "María Torres Orozco", "edad": 58, "sexo": "female", "fecha": "26/11/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Boulevard Miguel de Cervantes 112, Culiacán", "tabaquismo": false, "tipo_sangre": "B-", "ocupacion": "programador", "padecimientos": ["hiperlipidemia", "asma", "fibrilación auricular", "depresión"], "medicamentos": ["warfarina", "clopidogrel", "paroxetina"], "codigo_cie10": ["E78", "J45", "I48", "F32"], "servicio": "oncología", "diagnostico": "hiperlipidemia", "doc_type": "discharge", "notas_medicas": "La paeiente María Torres Orozco, femenina de 59 años, ingresó por episodio agudo de exacerbación asmática asociado a FA con respuesta ventricular ráp ida. Al ingreso, la paciente refirió disnea y pa1pitaciones, sin dolor torácico. Antecedentes de interest: hiperlipid emia, asma controlaclo y depresión en tratamiento. Niega tabaquismo. Se iniciótratamien to con broncodil atadores y ajuste de anticoagulación, se añadió amiodarona para control de FA. Evolución favorable, con control dc síntomas  respiratorios y estabilizaci ón del ritmo cardíaco.\n\nDurante su estancia, se real izó ajuste dc la dosis de warfarina y clopidogrel, obteniéndose rangos terapéuticos adecuados. La paciente toleró bien el tratamiento sin eventos adversos. Fue evaluada por psicología para seguimiento de depre sión, sin cambios enla medicación actual. 5e descartan alergiasmedicamentosas. \n\nAl alta,se indica continuar con warfarina, clopidogrel y paroxetina. Se rec omienda seguimiento eh consulta externa de cardiología y heumología, así como mantener control regular de INR. Evitar esfuerzos físicos extehuantes y adherirse al tratamiento. Instruida sobre signos de alarma y cuán do acudir a urgencias."}
{"CURP": "FOLJ660427HDFLPN22", "nombre_paciente": "Juan Florcs Chávez", "edad": 58, "sexo": "male", "fecha": "17/05/2024", "unidad": "Clínica Federal del Centro", "domicilio": "Calzada de Tlalpan 73, Chihvahua", "tabaquismo": true, "tipo_sangre": "O+", "ocupacion": "campesino", "padecimientos": ["anemia", "insuficiencia cardíaca"], "medicamentos": ["metoprolol"], "codigo_cie10": ["D64", "I50"], "servicio": "neurología", "diagnostico": "insuficiencia cardíaca", "doc_type": "discharge", "notas_medicas": "El paciente Juan Flore s Chávez, mas culino de 59 años, ingresó al hospital por presentar disnea progresiva y edema en miembros inferiores, siendo estos síntomas consistentes con una exaccrbación de su ICC. Durante su estancia, se rea lizó ajuste del tratamiento farmacológico, destacando cl uso de diurétieos, adcmás del meto prolol ya prescrito previamente. La respuesta al tratamiento fuc favorable, observado una disminucióh de lossíntomas congestivos y mejoría general del estado clínico. \n\nDurante su estancia, se realizó un monitoreo estricto dc sus signos vitales y función renal, sin presentar complicaciones mayores.Se mantiene la recomendación de clieta baja en sodio y restricción hídrica. Cabe mencionar que el paciente vivecon su esposa y niega tabaquismo, a pesar de haberse reportado previamente como fumador ocasional, lo cual es relevante para su condición cardíaca.\n\nAl alta, se indica continuar con metopr olol y se p rescribe furosemida para manejo de la ICC. Se recomienda seguim iento eh consulta externa con cardiologia en 2 semanas y control de anemia con su médico de cabecera. Se enfatiza la importancia cle adherirse a las indicaciones médicas y acudir a ur geneias si presenta signos de descompensaeión."}
{"CURP": "LOLC740319MDFPPL43", "nombre_paciente": "Claudia López Guerrero", "edad": 50, "sexo": "female", "fecha": "26/02/2025", "unidad": "Clínica Federal del Centro", "domicilio": "Calle Ihdependencia 116, Querétaro", "tabaquismo": false, "tipo_sangre": "AB-", "ocupacion": "empleado federal", "padecimientos": ["anemia", "demencia", "gota", "diabetes tipo 2"], "medicamentos": ["paroxetina", "simvastatina", "rnetformina", "insulina", "ibuprofeno", "losartán"], "codigo_cie10": ["D64", "F03", "M10", "E11"], "servicio": "neurología", "diagnostico": "diabetes tipo 2", "doc_type": "discharge", "notas_medicas": "Motivo de ingrcso: La paeiente Claudia Ló pez Guerrero, de 51 años, ingresa al hospital por presentar hiperglucemia seuera dcscontrolada debido a su DM2, acompañada de síntomas de fatiga extrema y desorientac ión agvda. \n\nEvolución y tratamiento: Durahte su estancia, la paciente fue manejada eon terapia insulínica intensificada y cohtrol estricto de gliccmias, logrand o estabilizar sus niveles glucémicos. Se le administraron 1íquidos intravenosos para corrección de deshiclratación leve. Se mantuvo bajo obse ru ación para control de su dem encia, que presentó agitación ocasiohal, manejada con ajuste de clo sis de paroxetina. No se reportaron complicaciones mayores durante la nospitalización. \n\nIndicaci ones al alta: La paciente  se egresa con indicaciones de continuar con tratarniento habitual: paroxetina, simvastatina, metformina , insulina, ibuprofeno y losartán. Recomendar dieta aclecuada para DM2 y control en consulta externa en 1 semana para seguimiento de sus niveles g1ucémicos y ajuste de rnedieación si es necesario. Se sugiere apoyo en casa para supervisar la toma de medicamentos debido a su clernencia. Euitar el uso de AINES en exccso por nesgo de daño renal. No presenta alergias conocidas."}
