{"מספר_זהות": 328710124, "שם_מטופל": "סיגל גולן", "גיל": 71, "מין": "female", "תאריך": "08/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 47, עכו", "סוג_דם": "O+", "מחלות_רקע": ["אסתמה", "השמנת יתר"], "תרופות": ["לבותירוקסין", "הידרוכלורותיאזיד", "סימבסטטין", "דיקלופנק", "איבופרופן"], "קוד_אבחנה": ["J45", "E66"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "מטופלת: סיגל גולן, בת 73, מתלוננת על כאבים בחזה המקרינים לכתף שמאל מזה יומיים. מדווחת על קושי בנשימה המתגבר במאמץ, ללא חום. ברקע, אסתמה והשמנת יתר. אין עישון, אין ס.ד או ל.ד ידועים. תרופות קבועות כוללות לבותירוקסין, הידרוכלרותיאזיד, סימבסטטין, דיקלופנק ואיבופרופן.\n\nבבדייקה פיזיקלית: מצבה הכללי טוב, בהכרה מלאה, ללא מצוקה נשימתית. א.ק.ג שבוצע במרפאה יצא תקין. ריאות - קולות נשימה מופחתים בבסיסים. לב  קולות סדירים ללא אוושות. ל.ד 130/85 מ\"מ כספית, דופק 78 פעימות לדקה. אין עדות לבצקות פריפריות. \n\nרושם: כאבי החזה ייתכן משניים לאסתמה או תופעת לוואי של טיפול ב-NSAIDs. לא נשללהה סופית סיבה קרדיאלית, אם כי א.ק.ג תקין. \n\nתוכנית: מומלץ להורדה במינון איבופרופן, ולהוסיף אינהלציות מרחיבי סמפונות. נדרשת ביקורת חוזרת בעוד שבוע לצורך הערכה נוספת. במקרה של החמרה בתסמינים פנה למיון בהקדם."}
{"מספר_זהות": 315098392, "שם_מטופל": "שלמה עמר", "גיל": 29, "מין": "male", "תאריך": "26/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 32, כפר סבא", "סוג_דם": "A-", "מחלות_רקע": ["דלקת מפרקים", "מחלת כבד שומני", "דמנציה"], "תרופות": ["וורפרין", "איבופרופן", "אלנדרונט"], "קוד_אבחנה": ["M19", "K76", "F03"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "דמנציה", "doc_type": "visit", "סיכום_רפואי": "שלמה עמר, בן 31, הגיע למרפאה עם תלונה עיקרית על כאב במפרקים שהחמיר בשבועיים האחרונים. המטופל מוכר עם דלקת מפרקים, מחלת כבד שומני ודמנציה. נוטל באופן קבוע וורפרין, איבופרופן ואלנדרונט. מעשן מזה כ-10 שנים, מדווח על כ-15 סיגריות ביום. אין מידע על אלרגיות ידועות.\n\nבבדיקה פיזיקלית, נצפתה נפיחות במפרקים בידיים וברגליים עם רגישות במישוש. טל\"ד 120/80, דופק 78. מצב הכבד אינו מחמיר, אך יש לשקול בדיקות נוספות להערכת תפקוד הכבד. אין סימני ח.ד נוספים. א.ק.ג במנוחה תקין.\n\nהרושם הכללי הוא של החמרה בדלקת המפרקים, ייתכן עקב שימוש ממושך באיבופפרופן. יש לשקול החלפת התרופה בשילוב אחר להפחתה דלקתית. תוכנית הטיפול כוללת המשך מעקב צמוד אחר תפקודי הכבד והמשך מעקב אורטופדי. הומלץ על הפסקת עישון ותיאום פגישה עם דיאטנית להערכת מצב הכבד השומני."}
{"מספר_זהות": 810801324, "שם_מטופל": "גיל גולן", "גיל": 72, "מין": "male", "תאריך": "07/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 111, כפר סבא", "סוג_דם": "O-", "מחלות_רקע": ["אי ספיקת כליות כרונית", "דיכאון", "פרפור פרוזדורים"], "תרופות": ["אספירין"], "קוד_אבחנה": ["N18", "F32", "I48"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "אי ספיקת כליות כרונית", "doc_type": "visit", "סיכום_רפואי": "גילל גולן, בן 73, הגיע למרפאה עם תלונה עיקרית של קוצר נשימה במאמץ קל. המטופל ססובל מאי ספיקת כליות כרונית, דיכאון ופרפור פרוזדורים. נוטל אספירין באופן קבוע. אינו מעשן. אין דיווח על אלרגיות.\n\nבבדיקה פיזיקלית: לב ריאות נקיים, ללא סימני גודש. טל\"ד 130/80, דופק 88, סדיר ולא רואים ח.ד באזורים נוספים. האזנה ללב: רשרוש קל בסוף סיסטולה. א.ק.ג מראה פרפור פרוזדורים בלי שינוי משמעותי מהבדיקה הקודמת.\n\nהרושם הוא החמרה קלה במצב הלבביי עם חשד לאי-ספיקה תונה. בעיה נוספת היא הדיכאון שהמטופל מתאר כמוחמר בזמן האחרון, יש לשקול התאאמת טיפול תופתי או טיפול פסיכולוג נוסף. מומלץ להמשיך מעקב צמוד אצל קרדיולוג ונפרולוג, לבצע בדיקות דם כולל תפקודי כליה ולקיים אקו לב בהקדם. יוצע למטופל להתחיל פעילות גופנית מתונה ולהפגש עם דיאטנית לשיפור תזונתי."}
{"מספר_זהות": 169985439, "שם_מטופל": "דוד רוזנברג", "גיל": 79, "מין": "male", "תאריך": "14/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 80, נצרת", "סוג_דם": "AB-", "מחלות_רקע": ["השמנת יתר", "שבץ מוחי", "COPD", "פרפור פרוזדורים", "דמנציה"], "תרופות": ["הידרוכלורותיאזיד"], "קוד_אבחנה": ["E66", "I63", "J44", "I48", "F03"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "דמנציה", "doc_type": "visit", "סיכום_רפואי": "דוד רוזנברג, בן 79, פנה לבדיקת מרפאה עקב תחושת חולשה כללית וקושי בנשימה. המטופל ידוע כסובל מהשמנת יתר, שבץ מוחי בעבר, COPD, פרפור פרוזדורים, ודמנציה. נמצא במעקב תרופתי הכולל הידרוכלורותיאזיד ואומפרזול שנוטל באופן קבוע. אין דיווח על עישון. \n\nבבדיקה פיזיקלית נמצאו נשימות שטחיות, טל\"ד מעט נמוך מהנורמה, ללא ח.ד מוגבר. בבדיקת א.ק.ג לא נצפו שינויים משמעותיים. הנפיחות בעקבים ניכרת, אך ללא סימני דלקת. המטופל נבדק גם מבחינת ל.ד והערכים היו תקינים יחסית למצבו.\n\nהרושם קליניקלי הוא של החמרה זמנית במצב הנשימתי על רקע ה-COPD, ייתכן כתוצאה מזיהום קל בדרכי הנשימה. תוכנית הטיפול כולל המשך טיפול באומפרזול, התאמת מינון הידרוכלורותיאזיד לפי הצורך, והמלצה למעקב צמוד לגבי מצב הנשימה. מומלץ לשקול בדיקת רופא ריאות להמשך בירור."}
{"מספר_זהות": 563421601, "שם_מטופל": "חיים דהן", "גיל": 12, "מין": "male", "תאריך": "20/12/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 119, פתח תקווה", "סוג_דם": "B-", "מחלות_רקע": ["אי ספיקת לב"], "תרופות": [], "קוד_אבחנה": ["I50"], "מחלקה": "מיון", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "visit", "סיכום_רפואי": "חיים דהן, בן 14, התייצב במרפאה עם תלונה עיקרית של קשיי נשימה במאמץ קל. מחלות רקע כוללות אי ספיקת לב. ציין כי אינו מעשן. בני משפחה נוספים עם היסטוריה של מחלות לב. אין תרופות קבועות, אך משתמש לעיתים בתרופות להקלה על תסמינים.\n\nבבדיקה גופנית: המטופל במצב כללי טוב. ל.ד 110/70, דופק 80 לדקה, נשימות 20 לדקה. בבדיקת לב נשמעו קולות סדירים אך יש נוכחות של אוושה סיסטולית קלה בחוד הלב. ריאות נקיות. אין בצקות פריפריות.\n\nהרושם הקליני הוא של החמרה קלה במצב אי ספיקת הלב על רקע פעילות גופנית. מומלץ להתחיל מעקב קרדיאלי צמוד יותר, כולל א.ק.ג ובדיקת אקו לב. בנוסף, מומלץ להימנע ממאמץ יתר ולהמשיך לעקוב אחרי תסמינים נשימתיים. במידת הצורך, יש לשקול התחחלת טיפול תרופתי מתאים."}
{"מספר_זהות": 406088351, "שם_מטופל": "ליאן אוחנה", "גיל": 13, "מין": "female", "תאריך": "21/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 25, בת ים", "סוג_דם": "AB-", "מחלות_רקע": ["אי ספיקת לב", "גאוט"], "תרופות": [], "קוד_אבחנה": ["I50", "M10"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "גאוט", "doc_type": "visit", "סיכום_רפואי": "ליאן אוחנה, נקבה, בת 15, הגיעה למרפאה עם תלונה עיקרית של קוצר נשימה במאמץ קל וכאבי פרקים. ידועה עם אי ספיקת לב וגאוט. ללא ס.ד או ל.ד, איננה נוטלת תרופות קבועעות ואין היסטוריה של עישון. \n\nבבדיקה פיזיקלית: ח.ד תקין, טל\"ד יציב. האזנה ללב מראה קולות לב סדירים ללא אוושה. בבדיקת גפיים, נמצא נפיחות קלהה בפרקם. א.ק.ג בוצע ומראה פעילות לב תקינה ללא חריגות. אין עדות לנוזלים בריאות. \n\nהרושם הוא החמרה קלה במצב הקרדיאלי בשל המאמץ, יתכן קשר לגאוט. הומלץ להתחיל טיפול נוגד דלקת לפרקים ולהקפיד על מעקב קרדיאלי תכוף. ניתנה הנחיה לבדיקה חוזרת בעוד שבועיים להערכת מצב והמשך טיפול."}
{"מספר_זהות": 83172783, "שם_מטופל": "ליאם סויסה", "גיל": 51, "מין": "male", "תאריך": "09/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ישראל", "סוג_דם": "AB-", "מחלות_רקע": ["שבץ מוחי", "השמנת יתר", "אסתמה"], "תרופות": ["מטפורמין", "אמלודיפין", "דיקלופנק", "מטופרולול", "אספירין"], "קוד_אבחנה": ["I63", "E66", "J45"], "מחלקה": "ריאות", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "היום הגיע ליאם סויסה, בן 51, למרפאה עם תלונה עיקרית שלל קור נשימה מתגבר במאמץ ולחץ בחזה בזמן פעילות פיזית קלה. המטופל בעל רקע של שבץ מוחי, השמנת יתר ואסתמה. משתמ בתרופות: מטפורמין, אמלודיפין, דיקלופנק, מטופפרולול ואספירין. אינו מעשן. מצב משפחתי: נשוי + 3 ילדים. ללא אלרגיות ידועות.\n\nבבדיקה: ל.ד 140/90 מ\"מ כספית, דופק: 82 לדקה, טל\"ד תקין. קרקוב חזה תקין מבחינה נשימתית, אולם נשמעה חרחור קל בבסיס הריאה הימנית. א.ק.ג הראה שינויים לא ספציפיים, ללא עדות לאירוע חריף. מצב כללי טוב, ערני ומגיב היטב.\n\nרושם: ייתכן החמרה בשליטה על ל.ד ואסתמה על רקע מאמץ. מצב דופק יציב, אך מומלץ המשך בירור קרדיאלי לשלול תהליך איסכמי. \n\nתוכנית: הגדלת מינון אמלודיפין ל-10 מ\"ג ליום. הפניה לבדיקת אקו לב וצנ\"ל דחופה. המשך מעקב צמוד במיוחד לאור ההיסטוריה הקרדיווסקולרית. ייעוץ תזונתי להורדת משקל. התייעצות עם רופא ריאות להמשך טיפול באסתמה. מעקב בעוד שבועיים או קודם במקרה של החמרה."}
{"מספר_זהות": 345581227, "שם_מטופל": "אורלי גולן", "גיל": 71, "מין": "female", "תאריך": "19/07/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 37, חיפה", "סוג_דם": "B+", "מחלות_רקע": ["היפרליפידמיה", "פרפור פרוזדורים", "דיכאון", "שבץ מוחי", "COPD"], "תרופות": ["סימבסטטין", "אלנדרונט", "גבפנטין", "מטופרולול", "אטורבסטטין", "לבותירוקסין"], "קוד_אבחנה": ["E78", "I48", "F32", "I63", "J44"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "היפרליפידמיה", "doc_type": "visit", "סיכום_רפואי": "אורלי גולן, בת 71, הגיעה למרפאה עם תלונה עיקרית של קושי בנשימה והחמרה בשיעול. מטופלת עם היסטוריה של COPD, פרפור פרוזדורים ושבץ מוחי. נוטלת סימבסטטין, אלנדרונט, גבפנטין, מטופרולול, אטורבסטטין ולבותירוקסין. מעשנת קופסה ביום. ללא דיווח על ס.ד או ל.ד בעבר. מצב רוח ירוד כחלק מהאנמנזה של דיכאון. ללא אלרגיות ידועות.\n\nבבדיקה: טל\"ד 130/85, חום גוף 37.2 מעלות, סטורציה 92% באוויר חדר. א.ק.ג ללא שיניים חדשים. קולות נשימה מפוזרים עם צפצופים בבסיסי ריאה. טכיקרדיה קקלה, ל.ד מאוזן.\n\nרושם: המרה ב-COPD, ייתכן זיהום משני. תוכנית טיפול: הפניה לצילום חזה, התחלת אנטיביוטיקה אמפירית ומתן טיפול משאפים להקלה. הדרכה להפסקת עישון והמשך מעקב מרפאתי. יש לבדוק רמות תרופות בדם ולשקול התאמות בעתיד בהתאם לתוצאות."}
{"מספר_זהות": 33092321, "שם_מטופל": "לאה בן דוד", "גיל": 81, "מין": "female", "תאריך": "13/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 6, אילת", "סוג_דם": "A-", "מחלות_רקע": ["מחלת כבד שומני", "יתר לחץ דם", "אנמיה", "COPD", "אוסטאופורוזיס"], "תרופות": [], "קוד_אבחנה": ["K76", "I10", "D46", "J44", "M81"], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "אנמיה", "doc_type": "visit", "סיכום_רפואי": "לאה בן דוד, בת 84, הגיעה למרפאה בתלונה עיקרית של קוצר נשימה במאמץ ותחושת עייפות כללית. המטופלת עם מחלות רקע: כבד שומני, יתר ל.ד, אנמיה, COPD, ואוסטאופורוזיס. אינה נוטלת תרופות קבועות ולא מעשנת. \n\nבבדיקה: ל.ד 140/85, דופק 78, ריווי חמצן 92% במנוחה. האזנה לריאות - חרחורים באזורים הבסיסיים. א.ק.ג ללא שינויים איסכמיים חריגים. בבדיקות מעבדה עדכניות: ספירת דם מציגה אנמיה קלה, תפקודי כבד מעט מוגברים, ללא עדות להחמרה משמעותית.\n\nרושם: החמרה ב-COPD כנראה על רקע עונת השינוי ויתכן חסר ברזל באנמיה. מומלץ להתחיל טיפול במשאף מסוג קצר טווח ולשקול תוספי ברזל. המשך מעקב רופא משפחה ובדיקת מעקב תפקודי נשימה."}
{"מספר_זהות": 948083134, "שם_מטופל": "מיכל רוזנברג", "גיל": 24, "מין": "female", "תאריך": "04/09/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 36, חולון", "סוג_דם": "O-", "מחלות_רקע": ["אוסטאופורוזיס", "סוכרת סוג 2", "היפרליפידמיה"], "תרופות": ["קלופידוגרל", "אומפרזול", "גבפנטין", "רמיפריל", "לבותירוקסין", "פרוקסטין"], "קוד_אבחנה": ["M81", "E11", "E78"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "visit", "סיכום_רפואי": "מיכל רוזברג, בת 26, הגיעה לביקור במרפאה עם תלונה על כאבים חדים בברך ימין מזה שבועיים, ללא חבלה קודמת. מציינת ירידה בתפקוד היום-יומי עקב הכאב. ברקע אוסטאופורוזיס, ס.ד סוג 2 והיפרליפידמיה, מטופלת בתרופות שונות כולל קלופידוגרל ואומפרזול. ללא עישון. רווקה, ללא ילדים.\n\nבבדיקה פיזיקלית: טל\"ד תקין, ברך ימין עם נפיחות קלה ורגישות במישוש, טווח תנועה מוגבל, אין סימני זיהום.. א.ק.ג שבוצע במרפאה תקין. בדיקות מעבד עדכניות מראות ס.ד מאוזן, ל.ד תקין, שומנים בדם מוגברים מעט.\n\nהרושם הוא דלקת מפקים בברך ימין על רקעע אוסטאופורוזיס. מומלץ להמשיך טיפול תרופתתי, להווסיף משככי כאבים לפי הצורך ולהתחיל פיזיותרפיה. נבקש מעקב בעוד חודשיים להערכת המצב."}
{"מספר_זהות": 913341236, "שם_מטופל": "ענת רוזנברג", "גיל": 14, "מין": "female", "תאריך": "09/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 8, עכו", "סוג_דם": "A-", "מחלות_רקע": ["השמנת יתר", "גאוט", "שבץ מוחי", "מחלת כבד שומני"], "תרופות": ["לוסרטן", "דיקלופנק", "הידרוכלורותיאזיד"], "קוד_אבחנה": ["E66", "M10", "I63", "K76"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "visit", "סיכום_רפואי": "עת רוזנברג, בת 15, הגיעה לביקור במרפאה עם תלונה עיקרית של כאבים במפרקים שהחמירו במיוחד בשבוע האחרון. היא מדווחת על קושי בתנועה בבוקר והגבלת תנועה במפרקי הרגליים. \n\nבבדיקה פיזיקלית: סימני נפיחות ואודם במפרקי הברכיים והקרסוליים, רגישות במגע. ל.ד 140/90, טל\"ד יציב. אן חום. א.ק.ג תתקין. המטופלת מעשנת חצי חפיסה ליום, אינה מדווחת על אלרגיות. \n\nהרושם הוא החמרה של הגאוט על רקע השמנת יתר ועישון. מומלץ להתחיל בטיפול תרופתי באלוריק להורדת חומצת שתן ולהפחתת הכאב במקביל להמשך דיקלופנק. המלצה על הפסקת עישון, ירידה במשקל ותזונה דלת פורינים. מעקב בעוד חודש להערכת המצב והתקדמות בטיפול."}
{"מספר_זהות": 659401392, "שם_מטופל": "ענת אוחנה", "גיל": 10, "מין": "female", "תאריך": "09/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 6, חיפה", "סוג_דם": "A+", "מחלות_רקע": ["דמנציה", "פרפור פרוזדורים", "COPD", "השמנת יתר"], "תרופות": ["לוסרטן", "פרוקסטין", "סימבסטטין", "גבפנטין", "מטופרולול"], "קוד_אבחנה": ["F03", "I84", "J44", "E66"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "ענת אוחנה, בת 12, הגיעה למרפאה בשל תלונה על קוצר נשימה במאמץ קל בשבועיים החרונים. מדובר במטופלת עם רקע מורכב של דמנציה, פרפור פרוזדורים, COPD והשמנת יתר. נוטת באופן קבוע לוסרטן, פרוקסטין, סימבסטטין, גבפנטין, מטופרולול ולבותירוקסין. ללא עישון.\n\nבבדיקה פיזייקלית: טל\"ד 1300/85, דופק 88, ריאות עם חרחורים בולטים דו\"צ, ללא עייפות ניכרת. א.ק.ג: פרפור פרוזדורים קבוע, ללא שינויים איסכמיים. ספירת דם ול.ד בגדר הנורמה. אין רגישות מיוחדת לאלרגיות ידועות.\n\nהרושם הוא שהחמרת ה-COPD תורמת לקוצר הנשימה, ייתכן על רקע שינויי מזג אוויר אוו חשיפה לאלרגנים עונתיים. תוכנית טיפול: הגברת הטיפול המשאבה, מעקב רוא ריאות, והמשך מעקב קרדיאלי. המלצה למאמץ פיזי מבוקר."}
{"מספר_זהות": 431611722, "שם_מטופל": "ענת סויסה", "גיל": 49, "מין": "female", "תאריך": "06/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 118, טבריה", "סוג_דם": "A+", "מחלות_רקע": ["מחלת לב כלילית", "אוסטאופורוזיס", "שבץ מוחי", "אי ספיקת כליות כרונית", "גאוט"], "תרופות": ["גבפנטין", "לבותירוקסין", "אינסולין", "אספירין", "אמלודיפין"], "קוד_אבחנה": ["I25", "M81", "I63", "N18", "M10"], "מחלקה": "פנימית א", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "visit", "סיכום_רפואי": "ענת סויסה, בת 50, הגיע לביקור במרפאה עם תלונה עיקרית של כאבים בחזה שהחלו לאחרונה ומתגברים במאמץ. התלונות הופיעו על רקע מחלות הרקע הידועות: מחלת לב כלילית, אוסטאופורוזיס, שבץ מוחי, אי ספיקת כליות כרונית וגאוט. ללא עישון. מטופלת בנוגדי קרישה (אספירין) ובטיפול להורדת ל.ד (אמלודיפין). נוטלת גם גבפנטין ולבוירוקסין ומטפורמין באופן קבוע לסוכרת. \n\nבבדיקה פיזיקלית: ח.ד תקין, טל\"ד 140/85. בבדיקת א.ק.ג: שינויים איסכמיים קלים. יתר המדדים בגדר הנורמה. ענת מדווחת על תחושת עייפות מוגברת בשבועות האחרונים. ללא היסטוריה של אלרגיות ידועות. \n\nרושם: החמרה אפרית של מחלת הלב הכלילית. נשקל בירור נוסף הכולל צנ\"ל. תוכנית: המשך מעקב קרדיאלי צמוד, התאמת מינון הטיפול התרופתי לפי הצורך ובירור מעמיק יותר אם הכאבים ימשיכו. הומלץ על מנוחה והפחתת מאמצים פיזיים עד לבירור נוסף. תיאום ביקור מעקב בעוד שבועיים."}
{"מספר_זהות": 436713697, "שם_מטופל": "שירה חיון", "גיל": 34, "מין": "female", "תאריך": "01/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 59, קריית שמונה", "סוג_דם": "AB+", "מחלות_רקע": ["מחלת לב כלילית"], "תרופות": ["וורפרין", "לוסרטן", "דיקלופנק"], "קוד_אבחנה": ["I25"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "visit", "סיכום_רפואי": "שירה חיון, בת 36, הגיעה למרפאה עם תלונה עיקרית של כאבם בחזה המופיעים בעיקר במאמץ. יש לה מחלת לב כלילית ידועה ומטופלת באופן כרוני בוורפרין, לוסרטן ודיקלופנק. אין עישון או ס.ד ברקע. מציינת כי הכאבים התחילו לפני כשלושה ימים, ללא הקרנה ליד או ללסת, ללא קוצר נשימה או בחחילות. \n\nבבדיקה פיזיקלית: ל.ד תקין, ללא סימני אי-ספיקת לב. בדיקת ח.ד תקינה ללא רגישות. א.ק.ג שבוצע מראה על שינויים ישנים ללא עדות לאיסכמיה חריפה. רושם: ככל הנראה מדובר באנגינה יציבה. נשללה צנ\"ל חריפה.\n\nתוכנית: המשך טיפול בתרופות הנוכחיות, המלצה על בדיקת מאמץ להערכת התקדמות המחלה. יש להדריך ת המטופלת לגבי סיכונים ודרכי זיהוי של התקף לב חד. מומלץ לחזור למרפאה במידה ואין שיפור או לחילופין אם הכאבים מחמירים."}
{"מספר_זהות": 395024029, "שם_מטופל": "חנה רוזנברג", "גיל": 85, "מין": "female", "תאריך": "20/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 46, ראשון לציון", "סוג_דם": "A-", "מחלות_רקע": ["אסתמה", "מחלת כבד שומני"], "תרופות": ["סימבסטטין", "אומפרזול", "אמלודיפין", "מטפורמין"], "קוד_אבחנה": ["J45", "K76"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "visit", "סיכום_רפואי": "המטופלת, חנה רוזנברג, בת 85, הגיעה למרפאה עם תלונה עיקרית על קוצצר נשימה מתגבר שבוע האחרון, בעיקר במאמץ קל. המטופלת עם רקע רפואי של אסתמה ומחלת כבד שומני. תרופות כרוניות כוללות סימבסטטין, אומפרזול, אמלודיפין ומטפורמין. המטופלת אינה מעשנת ואין לה אלרגיות ידועות.\n\nבבדיקה המטופלת בהכרה מלאה, טל\"ד 145/85, דופק 78. נשימות 22 לדקה עם צפצופים באזנה ריאות דו צדדית. ח.ד בגבולות הנורמה, ללא סימני גודש. א.ק.ג ללא שינויים חריגים. תפקודי כבד מתוך בדיקות דם קודמות בגבול העליון של הנורמה, תפקודי כליה תקינים.\n\nהרושם הוא החמרה באסתמה על רקע גיל מתקדם (בת 80). תוכנית טיפול כוללת עלייה במנון משאף סטרואידים והוספת מרחיב סימפונות קצר טווח לפי צורך. מומלץ מעקב רופא ריאות להמשךך בירור."}
{"מספר_זהות": 617711593, "שם_מטופל": "עדי אלון", "גיל": 76, "מין": "female", "תאריך": "28/10/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 52, רעננה", "סוג_דם": "B+", "מחלות_רקע": ["גאוט", "השמנת יתר", "יתר לחץ דם"], "תרופות": ["אלנדרונט", "לוסרטן", "איבופרופן", "מטפורמין", "גבפנטין"], "קוד_אבחנה": ["M10", "E66", "I10"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "גאוט", "doc_type": "visit", "סיכום_רפואי": "עדי אלון, בת 76, הגיעה לביקור במרפאה עקב תלונה על כאבים במפרק הברך הימני, המוחמרים לאחר מאמץ. המטופלת סובלת מס.ד, גאוט, השמנת יתר ויתר ל.ד. מטופלת באלנדרונט, לוסרטן, איופרופן, מטפורמין וגבפנטין. מעשנת מזה 30 שנה, ללא ניסיונות גמילה משמעותיים.\n\nבבדיקה פיזיקלית: נפיחות קלה בפרק הברך הימני עם רגישות במישוש, טווח תנועה מוגבל. טל\"ד 145/85, דופק 78. אין סימני דלקת חדים. א.ק.ג תקין, ללא ממצאים חריגים.\n\nרושם: החמרה אפשרית של גאוט או אוסטאוארתריטיס. מומלץ להמשיך בטיפול תרופתי ולשקול הפחתת מינון האיבופרופן עקב השפעות לוואי אפשריות. תוכנית: המשך מעקב, המלצה על ירידה במשקל ופעילות גופנית מתונה. יש לשקול הפנייה לפייזיותרפיה והפסקת עישון. ביקורת בעוד חודש."}
{"מספר_זהות": "836675256", "שם_מטופל": "שרה דהן", "גיל": 58, "מין": "female", "תאריך": "12/04/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 96, תל אביב", "סוג_דם": "AB-", "מחלות_רקע": ["דמנציה", "אוסטאופורוזיס", "אנמיה", "סוכרת סוג 2", "מחלת לב כלילית"], "תרופות": ["אטורבסטטין", "פרוקסטין", "אספירין", "הידרוכלורותיאזיד", "וורפרין", "קלופידוגרל"], "קוד_אבחנה": ["F03", "M81", "D64", "E11", "I25"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "visit", "סיכום_רפואי": "היום התקיימה פגישה במרפאה עם שרה דהן, בת 61, מתלוננת על תחושת עייפות מוגברת וסחרחורות. המטופלת מוכרת עם דמנציה, אוסטאופורוזיס, אנמיה, ס.ד סוג 2 ומחלת לב כלילית. מטופלת בתרופות: אטורבסטטין, פרוקסטין, אספירין, הידרוכלורותיאזיד, וורפרין, קלופידוגרלל. אינה מעשנת.\n\nבבדיקה פיזיקלית: טל\"ד מעט נמוך מהרגיל, ח.ד סדיר, ללא ממצאים חריגים בולטת. א.ק.ג תקין. בבדיקת דם נמצאה רמת המוגלובין נמוכה מהרגיל, מה שיכול להסביר חלק מהסימפטומים. יתר הבדיקות בוצעו על פי הצורך.\n\nהרושם הקליני הוא שתחושת העייפות והסחרחורות עשויות להיות קשורות לאנמיה שלה, ייתכן כתוצאה משילוב התרופות או מצב הרקע. בתוכנית: יש לשקול התאמה מחדש של מינון התרופות, לבצע בדיקת דם חוזרת בעוד שבועיים כדי לעקוב אחר רמת ההמוגלובין, ולהפנות לרופא המטפל להמשך בירור וטיפול."}
{"מספר_זהות": 449251925, "שם_מטופל": "הילה אזולאי", "גיל": 25, "מין": "female", "תאריך": "29/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 50, רמלה", "סוג_דם": "AB+", "מחלות_רקע": ["יתר לחץ דם", "אוסטאופורוזיס", "מחלת לב כלילית", "אי ספיקת כליות כרונית"], "תרופות": [], "קוד_אבחנה": ["I10", "M81", "I52", "N18"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "visit", "סיכום_רפואי": "היום בבייקור המרפאה הגיעה הילה אזולאי, בת 25, נשואה. תלונה עיקרית: כאבי חזה מתמשכים מזה יומיים, מלווים בקוצר נשימה קל בעומס. אין אלרגיות ידועות. רקע רפואי כולל יתר ל.ד, אוסטאופורוזיס, מחלת לב כלילית ואי ספיקת כליות כרונית. ללא עישון, ללא תרופות קבועות.\n\nבבדיקה: המטופלת בהכרה מלאה, מדברת לעניין. טל\"ד 145/9, דופק 88 פעימות לדקה, ריאות נקיות, קולות לב תקינים ללא אוושות נוספות. בבדיקה נוירולוגית לא נמצאו סימנים פתולוגגיים. א.ק.ג שבוצע במרפאה מצביע על שינויים לא ספציפיים ב-ST.\n\nרושם: כאב בחזה ממקור קרדיאלי, יש לשלול תסמונת כלילית חריפה.\n\nתוכנית: הפניה למיון לבדיקת א.ק.ג חוזרת ואנזימי לב, ייתכן צורך ב-צנ\"ל במידת הצורך. המלצה למעקב קרדיולוגי. הנחיות להימנע מפעילות גופנית מאומצת עד להשלמת הבירור."}
{"מספר_זהות": 281685057, "שם_מטופל": "חנה רוזנברג", "גיל": 19, "מין": "female", "תאריך": "16/05/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 43, טבריה", "סוג_דם": "B-", "מחלות_רקע": [], "תרופות": ["לבותירוקסין", "פרוקסטין"], "קוד_אבחנה": [], "מחלקה": "מיון", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "חנה רוזנברג, בת 22, הגיעה למרפאה בתלונה עיקרית של תחושות חרדה גוברות וקשיי שינה. המטופלת מציינת שיפור חלקי במצב הרוח עם שימוש בפרוקסטין, אך ללא השפעה משמעותית על הרגשות החרדה. היא אינה מעשנת, לל מחלות רקע ידועות, ומדווחת על נטילת לבותירוקסין כטיפול בהיפותיירודיזם. אין אלרגיות ידועות. \n\nבבדיקה, ל.ד תקין, טל\"ד במגמה יציבה. בדיקת אא.ק.ג לא הראתה חריגות. המטופלת נראית במצב כללי טוב, ערנית ומשתפת פעולה. אין סימני ח.ד מוגבר או מצוקה נשימתת. \n\nהרוושם הוא של הפרעת חרדה כללית עם מרכיב של קושי בשינה. התוכנית היא להמשיך במינון הנוכחי של פוקסטין עם מעקב צמוד אחר תגובה טיפולית. נשקול הוספת טיפול התנהגותי-קוגניטיבי במידת הצורך. המטופלת הונחתה להמשיך במעקב רגיל למעקב אחר תפקוד בלוטת התריס."}
{"מספר_זהות": 622292704, "שם_מטופל": "יעקב ביטון", "גיל": 77, "מין": "male", "תאריך": "08/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 77, נצרת", "סוג_דם": "B-", "מחלות_רקע": ["COPD", "גאוט"], "תרופות": ["לבותירוקסין", "אלנדרונט", "אינסולין", "קלופידוגרל", "איבופרופן", "פרוקסטין"], "קוד_אבחנה": ["J44", "M10"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "גאוט", "doc_type": "visit", "סיכום_רפואי": "מטופל הגיע למרפאה עם תלונה עיקרית על קוצר נשימה הולך ומחמיר מזה 3 ימים, בעיקר במאמץ. מציין גם כאבים קלים במפרקים, במיוחד בבוקר. ללא חום, ללא שיעול פרודוקטיבי. אין התלקחות של גאוט לאחרונה. ס.ד מאוזנת, ל.ד בטווח הנורמה. מטופל אאינו מעשן. \n\nבבדיקה פיסיקלית: ריאות עם צפצופים דו-צדדיים, בעייקר בביסים. קולות לב סדירים ללא אוושות. ל.ד 130/80, דופק 78. ללא בצקות בפריפריה. מצב כללי טוב. א.ק.ג תקין ללא שינויים מהבדיקות הקודמות. \n\nרושם קליני: החמרה של COPD. \n\nתוכנית טיפול: התחלת אינהלציות עם מרחיבי סימפונות, בדג על טיפול מניעתי. המשך מעקב צמוד לניטור החמרת המצב. המלצה להתחיל פיזיותרפיה נשימתית. הרופא יעקב, אנא פנה לבדיקות מעבדה נוספות לבירור. חרה למרפאה בעוד שבועיים להערכה מחדש."}
{"מספר_זהות": 65405151, "שם_מטופל": "יעל אלון", "גיל": 47, "מין": "female", "תאריך": "15/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 61, בת ים", "סוג_דם": "A-", "מחלות_רקע": ["מחלת לב כלילית"], "תרופות": ["וורפרין", "אספירין", "אלנדרונט", "מטפורמין"], "קוד_אבחנה": ["I25"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "visit", "סיכום_רפואי": "יעל אלון, בת 48, הגיעה לביקור עקב תחושת עייפות כללית ונשימה כבדה במאמץ קל. יש לציין רקע של מחלת לב כלילית וסכרת מטופלת במטפורמין. מדווחת על עישון כקופסא ליום מזה 20 שנה. אין דיווח על אלרגיות. בבדיקה: קולות הלב סדירים, ל.ד 130/85, סטורצה 95% באוויר חדר. בבדיקת א.ק.ג לא נצפו שינויים חריגים. \n\nרושם: מצב ייב, ייתכן עייפות מוגברת עקב שינויים בטל\"ד או חוסר איזון בס.ד. יש צורך במעקב אחר רמות ה-INR בעקבות הטיפול בוורפרין, ולשקו התאמת טיפול תרופתי. ממליץ על הפסקת עישון לצמצום הסיכון הקרדיווסקולרי.\n\nתוכנית: יש לבצע בדיקות דם כולל פרופיל שומנים, תפקודי כליות ובדיקת A1C לצורך מעקב אחרי הס.. להמשך הטיפול התתרופתי הנוכחי וולהמשיך מעקב קרדיולוגי. הפניה לייעוץ גמילה מעישון. ביקורת בעוד חודש או מוקדם יותר אם חלה החמרה בתסמינים."}
{"מספר_זהות": 652775842, "שם_מטופל": "דניאל חדד", "גיל": 14, "מין": "male", "תאריך": "15/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 115, דימונה", "סוג_דם": "O+", "מחלות_רקע": [], "תרופות": ["קלופידוגרל", "סימבסטטין", "אמלודיפין", "וורפרין", "רמיפריל", "איבופרופן"], "קוד_אבחנה": [], "מחלקה": "פנימית ב", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "דניאל חדד, בן 15, הגיע למרפאה עם תלונה על כאבי חזה מתמשכים מזה יומיים, ללא הקרנה או קוצר נשימה. המטופל ללא מחלות רקע ידועות, נוטל קלופידוגרל, סימבסטטין, אמלודיפין, וורפרין ורמיפריל למרות שאינו מדווח על ל.ד. או ס.ד. אין היסטוריה משפחתית של מחלות לב, ולא ידוע על אלרגיות כלשהן. אינו מעשן.\n\nבבדיקה פיזיקלית: מצב כללי טוב, טל\"ד תקין, דופק סדיר. א.ק.ג שבוצע במרפאה ללא שינויים איסכמיים חריגים. אין סימנים לבעיות ריאה או לב חריפות. נבדקק גם בטן ונמצא ללא רגישות או סימני דלקת.\n\nרושם: כאבים בחזה ככל הנראה ממקור מוסקולוסקלטלי, ייתכן כתוצאה ממתח ו פעילות גופנית מאומצת. אין חשד לצנ\"ל או לבעיה קרדיאלית חריפה.  \n\nתוכנית: המלצה למנוחה בימים הקרובים, להמשיך מעקב עצמי ולהיות בקשר עם המרפאה אם חלה החמרה או הופעת סימפטומים נוספים. יש להמשיך בטיפול התרופתי הקבוע לפי הנחיות הופא המטפל. במידה ואין שיפור, לשקול הפנייה לבדיקות נוספות או ייעוץ קרדיולוגי."}
{"מספר_זהות": 182422535, "שם_מטופל": "יונתן גולן", "גיל": 23, "מין": "male", "תאריך": "14/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 8, לוד", "סוג_דם": "AB+", "מחלות_רקע": ["אנמיה", "אסתמה", "אי ספיקת כליות כרונית", "שבץ מוחי"], "תרופות": ["דיקלופנק"], "קוד_אבחנה": ["D64", "J45", "N18", "I63"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "אי ספיקת כליות כרונית", "doc_type": "visit", "סיכום_רפואי": "יונתן גולן, גבר בן 25, הגיע למרפאה עם תלונה עיקרית על קוצר נשימה המחריף לאחר פעילות גופנית קלה וכאב קל בחזה. הוא סובל ממחלות רקע הכוללות אנמיה, אסתמה, אי ספיקת כליות כרונית ושבץ מוחי. המטול נוטל דיקלופנק באופן קבוע ואינו מעשן. במהלך הבדיקה, נשמעו חרחורים קלים בבסיסי הריאות. ל.ד 120/80, ח.ד תקין, טל\"ד יציב. בבדיקה פיזיקלית לא נמצאו ממצאים חריגים נוספים. א.ק.ג תקין ללא שינויים איסכמיים.\n\nרושם ראשוני מתמקד באסתמה וייתכן חמרת מצב בשל עות האביב ואולי קירבה לאלרגנים. נצפה כי האנמיה תורמת להחמרת התלונות, ויש לבצע בדיקות דם עדכניות. אי ספיקת הכליות כרונית גם יכולה לתרום לתחושת העייפות והחולשה הכללית.\n\nתוכנית: המלצה על הוספת אינהלציות עם סטרואידים לטיפול באסתמה. יש להתחיל טיפול בברזל עקב האנמיה, בהתאם לתוצאות בדיקות דם עדכניות. המלצה לפנות לרדיולוג לבדיקת מעקב בשל ההיסטוריה של שבץ מוחי, למרות שא.ק.ג היה תקין. נדרש מעקב אחר תפקוד כלייתי אחת לחודש. יש להמנע ממצבים העלולים לגרום להחמרת האסתמה, כמו חשיפה לאבק או עשן."}
{"מספר_זהות": 963259536, "שם_מטופל": "דנה פרידמן", "גיל": 72, "מין": "female", "תאריך": "03/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 111, בני ברק", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "דנה פרידמן, בת 73, הגיעה לבדיקה במרפאה. מתלוננת על כאבים בחזה שמופיעים בעיקר במאמץ קל ונמשכים כ-10 דקות בכל פעם. הכאבים לא מוקרנים ואין סימפטומים נלווים כמו קוצר נשימה או הזעה. ללא מחלות רקע ידועות וללא תרופות קבועות. אינה מעשנת. אינה מדווחת על שינוי במשקל או תיאבון.\n\nבבדיקה פיזיקלית: ל.ד 130/80, דופק סדיר 76 ל' לדקה. אין בצקות פריפריות, טל\"ד תקין. בבדיקת א.ק.ג - קצב סינוס תקין, ללא איזור של איסכמיה. בבדיקת ח.ד - נשמעיםם קולות תקינים, ללא איוושות.\n\nרושם: כאבים בחזה שמעלים חשד לבעיית לב כלילית. ייתכן אנגינה פקטוריס יציבה.\n\nתוכנית: המלצה על ביצוע מבחן מאמץ להערכת תפקוד לבבי. מתן אספירין במינון נמוך יומי כטיפול מניעתי. יש לשקול צנ\"ל אם מבחן המאמץ יצביע על צורך. מעקב במרפאת לב בעוד חודש."}
{"מספר_זהות": 479748014, "שם_מטופל": "רותם כהן", "גיל": 76, "מין": "female", "תאריך": "09/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 7, אשקלון", "סוג_דם": "AB+", "מחלות_רקע": ["גאוט", "פרפור פרוזדורים", "השמנת יתר"], "תרופות": ["הידרוכלורותיאזיד"], "קוד_אבחנה": ["M10", "I48", "E66"], "מחלקה": "ריאות", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "רותם כהן, בת 77, הגיעה למרפאה עם תונה עקרית על כאבים במפרקים, במיוחד בברכיים ובקרסוליים, אשר מחמירים בשעות הבוקר. ידוע על רקע של גאוט, פרפור פרוזדורים והשמנת יתר. המטופלת אינה מעשנת. היא נוטלת הידרוכלורותיאזיד. \n\nבבדיקה פיזיקלית, טל\"ד 140/85, דופק 78, חום גוף תקין. בלחץ על המפרקים נצפתה רגישות מוגברת. א.ק.ג בוצע ונמצא תקין, ללא עדות להחמרת פרפור פרוזדורים. המטופלת אינה מדווחת על שינוי במשקל או שינוים בזמן אחרון במצב הבריאותי הכללי. במעקב אחר ל.ד נמצא שהוא מאוזן, אם כי מומלץ להמשיך במעקב צמוד.\n\nהרושם הינו החמרה אפשרית בגאוט, יש לשקול התאמת הטיפול התרופתי. תוכנית: ביצוע בדיקות דם כולל חומצת שתן, מעקב אחר תפקודי כליות והתייעצות עם ראומטולוג לבחינת הצורך בהוספת טיפול נוגד דלקת. כמו כן, מומלץ להמשיך בפעילות גופנית מתונה ולהקפיד על תזונה מאוזנת."}
{"מספר_זהות": "121655856", "שם_מטופל": "נועם לוי", "גיל": 33, "מין": "male", "תאריך": "10/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 79, נצרת", "סוג_דם": "B-", "מחלות_רקע": ["דלקת מפרקים", "אנמיה", "דמנציה", "יתר לחץ דם"], "תרופות": ["אלנדרונט", "איבופרופן", "סימבסטטין"], "קוד_אבחנה": ["M19", "D64", "F03", "I10"], "מחלקה": "פנימית א", "אבחנה_ראשית": "דמנציה", "doc_type": "visit", "סיכום_רפואי": "נועם לוי, זכר, בן 34, הגיע לביקור במרפאה עם תלונה עיקררית של כאבים במפרקים החריפים בשעות הלילה. מציין החמרה בדלקת המפרקים המוכרת, למרות הטיפול באלנדרונט ואיבופרופן. לא מדווח על חום, צמרמורות או תסמינים סיסטמיים נוספים. בנוסף, מתאר עייפות כללית בשבועות האחרונים, ייתכן קשור לאנמיה ברקע.\n\nבבדיקה פיזיקלית: טל\"ד גבולי, 140/90, סימנים של רגישות ונפיחות במפרקים הקטנים של הידיים. לא נצפה ירידה בתפקוד הקוגניטיבי מעבר לרקע הידוע של דמנציה קלה. מצבו הכללי טוב, אינו מעשן, אין ריח לאלכוהול על דהינו. \n\nהרושם הוא החמרה בדלקת המפרקים, ייתכן עם קשר להחמרה באנמיה. יש לשקול ביצוע בדיקות דם להערכת המוגלובין ומדדי דלקת. תוכנית הטיפול כוללת העלאת מינון האיבופרופן, הוספת תוסף ברזל לתמיכה באנמיה, ומעקב ל.ד. נועם מופנה לראומטולוג להמשך הערכה וטיפול. יש להמליץ על פעילות גופנית מתונה להקלה על התסמינים ושיפור טווח התנועה."}
{"מספר_זהות": 495888794, "שם_מטופל": "משה לוי", "גיל": 72, "מין": "male", "תאריך": "27/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 95, בת ים", "סוג_דם": "A+", "מחלות_רקע": ["אוסטאופורוזיס", "היפרליפידמיה", "פרפור פרוזדורים", "מחלת לב כלילית", "דמנציה"], "תרופות": ["אטורבסטטין", "קלופידוגרל", "לבותירוקסין", "אומפרזול"], "קוד_אבחנה": ["M81", "E78", "I48", "I25", "F03"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "דמנציה", "doc_type": "visit", "סיכום_רפואי": "משה לוי, גבר בן 73, הגיע למרפאה עם תלונה עיקרית של כאבים בחזה ומעט קוצר נשימה במאמץ קל. למשה מחלות רקע מרובות כולל אוסטאופורוזיס, היפרליפידמיה, פרפור פרוזדורים, מחלת לב כלילית ודמנציה. בשיחה עימו, הוא מדווח כי הכאבים החלו לפני כשבוע ומחמירים בזמן מאמץ. מציין כי אינו מעשן. בנוסף, נוטל את התרופות הקבועות: אטורבסטטין, קלופידוגרל, לבותירוקסין ואומפרזול. ציין כי אין לו אלרגיות.\n\nבבדיקה הפיזיקלית: טל\"ד תקין, קצב לב לא סדיר אך לא מהיר, ריאות נקיות, רגישות בחזה. א.ק.ג בוצע והראה שינויים קלים שאינם חדשים בהשוואה לבדיקה קודמת. בבדיקות דם, טרופונין שלילי.\n\nהרושם הוא כאבים בחזה ממקור לבבי אפשרי אך ללא עדות לאירוע איסכמי חריף. ייתכן שמדובר באנגינה לא יציבה. מומלץ להמשך מעקב קרדיאלי צמוד והפניה לצנ\"ל אם הכאבים יחמירו. יש להמשיך את הטיפול התרופתי הנוכחי, ולשקול התאמת המינונים בהתאם להנחיות רפואות. משה מופנה לבדיקת מאמץ לשלול מחלה כלילית חדשה."}
{"מספר_זהות": 421993304, "שם_מטופל": "איתי גולן", "גיל": 24, "מין": "male", "תאריך": "17/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 90, חולון", "סוג_דם": "B-", "מחלות_רקע": ["היפרליפידמיה", "דלקת מפרקים"], "תרופות": ["לבותירוקסין"], "קוד_אבחנה": ["E78", "M19"], "מחלקה": "מיון", "אבחנה_ראשית": "היפרליפידמיה", "doc_type": "visit", "סיכום_רפואי": "איתי גולן, בן 27, הגיע למרפאה עם תלונה עיקרית על כאבי מפרקים מתגברים בשבועות האחרונים, בעיקר בפרקי הידיים והכתפיים. ברקע היפרליפידמיה ודלקת מפרקים. נוטל לבותירוקסין, ללא עישון וללא אלרגיות ידועות. במפגש עדכן כי אחיו סובל ממחלת מפרקים דומה.\n\nבבדיקה פיזיקליתת, נצפתה נפיחות בפרקי הידיים והרגישות בנקודות המגע. אין סימנים לשינויים בולטיים בעור או פרקים אחרים. לחץ דם 120/80, טל\"ד תקין. א.ק.ג בגדר הנורמה.\n\nהרושם הוא של החמרה בדלקת המפרקים. יש לשקול שינוי או תוספת טיפול תרופתי. מומלץ לבצע בדיקות דם לרמות שמנים, שקיעת דם ופקטורים דלקתיים. נקבע מעקב בעוד חודש עם תוצאות הבדיקות. כמו כן, הומלץ על פנייה לפיזיותרפיה להפחתת כאב ושיפור התנועה."}
{"מספר_זהות": 414593327, "שם_מטופל": "שלמה ברק", "גיל": 51, "מין": "male", "תאריך": "11/05/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 119, צפת", "סוג_דם": "O-", "מחלות_רקע": ["השמנת יתר", "יתר לחץ דם", "COPD", "מחלת כבד שומני", "אסתמה"], "תרופות": ["פרוקסטין"], "קוד_אבחנה": ["E66", "I10", "J44", "K76", "J45"], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "visit", "סיכום_רפואי": "שלמה ברק, זכר בן 53, הגיע למרפאה עם תלונה עיקרית של קוצר נשימה המתגבר במאמץ. יש לציין רקע של השמנת יתר, יתר ל.ד, COPD, מחלת כבד שומני ואסתמה. המטופל נוטל פרוקסטין, אינו מעשן, ואין היסטוריה של אלרגיות ידועות.  \n\nבבדיקה פיזיקלית: טל\"ד 140/90, קולות נשימה מופחתים דו\"צ עם חרחורים עדינים בבסיסים. ח.ד תקין. בוצע א.ק.ג שיצא ללא ממצא חריג. \n\nהרושם הוא החמרה אפשרית של האסתמה על רקע מאמץ. הומלץ על המשך מעקקב קרדיאלי, וכן חיזוק טיפול במשאפים. ייעוץ נוסף למעקב תפקודי ריאה ולבחינת שינוי תרופתי ליתר ל.ד אם תימשך בעיית קוצר הנשימה. יש לשקול בדיקת כבד נוספת במידה ותמשיך התדרדרות במצב הכללי."}
{"מספר_זהות": "883982258", "שם_מטופל": "אורלי חיון", "גיל": 10, "מין": "female", "תאריך": "22/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 8, עכו", "סוג_דם": "O-", "מחלות_רקע": ["השמנת יתר"], "תרופות": ["אספירין", "אלנדרונט", "איבופרופן", "וורפרין", "אינסולין"], "קוד_אבחנה": ["E66"], "מחלקה": "ריאות", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "אורלי חיון, בת 11, הגיעה למרפאה עם תלונה עיקרית על כאבי בטן זים מזה יומיים. ברקע המנת יתר וטטיפול תרופתי קבוע באספירין, אלנדרונט, איבופרופן, וורפרין ואינסולין בשל ס.ד. אין עישון. אין ידוע על אלרגיות. הבדיקה הפיסיקלית מראה טל\"ד יציב, ללא סימני מצוקה נשימתית, בטן רכה עם רגישות מפושטת, ללא סימני פריטוניטיס. \n\nהרושם הקליני מצביע על אפשרות של גסטריטיס או כיב כתוצאה מהשימוש הממושך באיבופרופן. כמו כן, יש לשקול את השפעת השמנת היתר על התלונות. חשד נמוך לסיבוך ס.ד מאחר אאינה סובלת מהיפרגליקמיה חריגה.\n\nתוכנית: הפסקת איבופרופן והחלפתו במשכך כאבים שאינו NSAID. הפנייה לייעוץ גסטרואנטרולוגי להמשך בירור וטיפול. מעקב אחר טל\"ד וס.ד באופן סדיר. יש לשקול הפנייה לדיאטנית לצורך התייעצות בנוגע למשטר תזונתי מותאם."}
{"מספר_זהות": 524310695, "שם_מטופל": "עדי ביטון", "גיל": 20, "מין": "female", "תאריך": "26/07/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 59, נתניה", "סוג_דם": "A+", "מחלות_רקע": ["סוכרת סוג 2"], "תרופות": ["מטפורמין", "לוסרטן", "איבופרופן", "דיקלופנק", "סימבסטטין", "רמיפריל"], "קוד_אבחנה": ["E11"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "visit", "סיכום_רפואי": "עדי ביטון, בת 20, מוכרת עם ס.ד סוג 2. מתלוננת על כאבי ראש מתגברים בשבוע האחרון, בעיקר בצד שמאל. ללא חום, ללא בחילות או הקאות. אין שינוי בכושר הראיה. מטופלת במטפורמין, לוסרטן, איבופרופן, דיקלופנק, סימבסטטין ורמיפריל. אינה מעשנת. \n\nבבדיקה פיזית: ל.ד תקין. נוירולוגית - ללא חסר פוקאלי. טל\"ד - בתחום הנורמה. א.ק.ג - ללא ממצאים חריגים. נזכר כי יש לה בן 10 בבית. \n\nרושם: כאבי ראש טנשן עם רקע ל ס.ד. תוכנית: המלצה למעקב ל.ד ולשקול התאמת הטיפול התרופתי. ניתנה הנחיה להפחית בשימוש באיבופרופן ודיקלופנק לשוב לביקורת במרפאה בעוד שבועיים."}
{"מספר_זהות": 28439594, "שם_מטופל": "תומר לוי", "גיל": 43, "מין": "male", "תאריך": "26/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 100, אילת", "סוג_דם": "AB-", "מחלות_רקע": ["יתר לחץ דם", "השמנת יתר", "מחלת כבד שומני", "דלקת מפרקים"], "תרופות": ["מטופרולול", "לבותירוקסין", "רמיפריל"], "קוד_אבחנה": ["I01", "E66", "K76", "M19"], "מחלקה": "מיון", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "visit", "סיכום_רפואי": "תומר לוי, בן 45, הגיע למרפאה עם תלונה עיקרית של כאבים בחזה המופיעים במאמץ ונמשכים מספר דקות. מטופל עם רקע של ל.ד, השמנת יתר ומחלת כבד שומני. כמו כן, היסטוריה של דלקת מפרקים. אינו מעשן, נוטל מטופרולול, לבותירוקסין ורמיפריל. ללא אלרגיות ידועוות.\n\nבבדיקה פיזיקלית: טל\"ד 140/85, דופק 78, ללא קולותת חסרוניים על פני הריאות, לב תקין. ללא בצקת פריפרית. בטן רכה ללא רגישות מיוחדת. א.ק.ג מבוצע במרפאה מצביע על שינויים איסכמיים קלים. \n\nרושם: כאבים בחזה לאור חשד לאנגינה בלתי יציבה על רקע איסכמיה. \n\nתוכנית: הפנייה למרכז רפואי לצורך בדיקת צנ\"ל, התאמת מינון למטופרולול ולרמיפריל, המלצה על דיאטה דלת שומן והפני לדיאטן לתוכנית ירידה במשקל. מתן הדרכה להימנע ממאמצים פיזיים כבדים עד להשלמת הבדיקות. מעקב במרפאה בעוד שבועיים."}
{"מספר_זהות": 685662462, "שם_מטופל": "אריאל מלכה", "גיל": 60, "מין": "male", "תאריך": "25/07/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 83, ירושלים", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": ["הידרוכלורותיאזיד", "אומפרזול", "דיקלופנק", "גבפנטין"], "קוד_אבחנה": [], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "אריאל מלכה, בן 61, הגיע למרפאה עם תלונה עיקרית על כאבי ראש מתמשכים ושינויי ראייה בשבועות האחרונים. מטופל ללא מחלות רקע ידועות, ונוטל הידרוכלורותיאזיד, אומפרזול, דיקלופנק ובפנטין. מעשן מזה 30 שנה, קופסה ביום.\n\nבבדיקה פיזיקלית: לחץ דם 145/90, טל\"ד תקין, ללא עדות לבצקות פריפריות. נבדק א.ק.ג שיצא ללא ממצא חריג. בבדיקת עיניים לא ציינו חריגות, והבדיקה הנוירולוגית הכללית תקינה. לא דווח על אלרגיות, נשוי ואב ל-3.\n\nהרושם הוא כי ייתכן קשר בין שינויים בל.ד לבין הכאבים המדווחים. תכנית: נעדכן מינון הידרוכלורותיאזיד ונתחיל מעקב תכוף יותר על ל.ד. נמליץ על הפסקת עישון, ונשקול הפניה לרופא עיניים להמשך בירור אם התסמינים ימשכו."}
{"מספר_זהות": 751830464, "שם_מטופל": "יונתן לוי", "גיל": 34, "מין": "male", "תאריך": "22/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 11, רמת גן", "סוג_דם": "A+", "מחלות_רקע": ["אי ספיקת לב", "גאוט", "אסתמה"], "תרופות": ["מטופרולול", "סימבסטטין", "רמיפריל"], "קוד_אבחנה": ["I50", "M10", "J45"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "גאוט", "doc_type": "visit", "סיכום_רפואי": "יונתן לוי, בן 35, הגיע למרפאה עם תלונה עיקרית על קוצר נשימה הולך ומחמיר בשבועות האחרונים, בעיקר במאמץ קל. המטופל סובל מאי ספיקת לב, גאוט ואסתמה, נוטל מטופרולול, סימבסטטין ורמיפריל. לא מעשן.\n\nבבדיקה פיזיקלית נמצא ל.ד 120/80, דופק 78 סדירר. נשימה שיטחית עם חרחורים בבסיסי ריאות. א.ק.ג הראה סינוס טכיקרדיה ללא שינויים איסכמיים בולטים. ללא סימני בצקת פריפרית. ח.ד שמאלי מוגדל מעט במישוש.\n\nהרושם הקליני הוא החמרה של אי ספיקת הלב על רקע תפקד לקוי של הח.ד. יומלץ על הגברת מינון משתנים, מעקב קרדיולוגי כולל אקו-לב לבחינת תפקוד החדרים. המטופל יתבקש לשמור על דיאטת דלת נתרן ולהמשיך במעקב רפואי קרוב."}
{"מספר_זהות": 280801002, "שם_מטופל": "תמר בן דוד", "גיל": 19, "מין": "female", "תאריך": "04/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 63, דימונה", "סוג_דם": "B-", "מחלות_רקע": ["היפרליפידמיה", "פרפור פרוזדורים", "אי ספיקת כליות כרונית", "אנמיה", "שבץ מוחי"], "תרופות": ["אומפרזול", "אטורבסטטין"], "קוד_אבחנה": ["E87", "I48", "N18", "D64", "I63"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "היפרליפידמיה", "doc_type": "visit", "סיכום_רפואי": "תמר בן דוד, בת 21, הגיעה למרפאה בתלונה של כאבי חזה ממושכים שמופיעים בעיקר במאמץ. ללא קושי בנשימה או שינויים במצב הכרה. סובלת ממחלות רקע הכוללות היפרליפידמיה, פרפור פרוזדורים, אי ספיקת כליות כרונית, אנמיה ושבץ מוחי בעבר. מטופלת באומפרזול ואטורבסטטין, אינה מעשנת. ללא אלרגיות ידועות. \n\nבבדיקה פיזיקלית, ל.ד 130/85, דופק 88, ללא סימני אי ספיקת לב, ריאות נקיות. בבדיקת א.ק.ג - ללא עדות לאיסכמיה חריפה, אך נרשמו שינויים קלים בקצב הלב. בחשד לבעיה קרדיאלית, יש לשקול ביצוע בדיקות נוספות כולל אקו לב ומבחן מאמץ.\n\nהרושם הוא שמדובר בתסמינים קרדיאליים על רקע פרפור פרוזדורים ומחלות הרקע האחרות. מומלץ להמשיך טיפול תרופתי כרגיל ולעקוב אחר שינויים בכאבי החזה. אם הכאבים ימשיכו או יחמירו, ייתכן ויש צורך בצנ\"ל לב להערכה מעמיקה יותר. ממליץ על פגישה נוספת בעוד כחודש להערכת מצב."}
{"מספר_זהות": 101666873, "שם_מטופל": "ליאן שלום", "גיל": 13, "מין": "female", "תאריך": "15/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 106, בני ברק", "סוג_דם": "A+", "מחלות_רקע": ["מחלת לב כלילית", "אנמיה", "שבץ מוחי"], "תרופות": ["הידרוכלורותיאזיד", "מטופרולול", "לבותירוקסין"], "קוד_אבחנה": ["I25", "D64", "I63"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "visit", "סיכום_רפואי": "מטופלת: ליאן שלום, בת 14, הגיעה למרפאה עם תלונה עיקרית של כאבי חזה מתמשכים והרגשת עייפות כללית. בבדיקת א.ק.ג לא נצפו שינויים חריים, אך יש לשקול מעקב נוסף בשל מחלת הלב הכלילית המוכרת ברקע. בבדיקה פיזיקלית, הלב נשמע סדיר. טל\"ד 130/85, דופק 75 ל.ד מעט מוגבר מהמומלץ לגיל ולמצב הרפואי.\n\nהרושם הוא שמצב העייפות קשור לאנמיה קיימת, ייתכן שמחמירה בשל עישון. יש מקום לשקול הפסקת עישון להקלה על התסמנים ולשיפור כללי במצב הבריאותי. גם יש לשקול התאמת מינון התרופות, במיוחד הידרוכלורותיאזיד ומטופרולול, לאיזון ל.ד.\n\nבמסגרת התוכנית יש להמשיך במעקב צמוד אחר ל.ד ואנמיה, כולל בדיקות דם נוספות לבירור רמות המוגלובין ופריטין. מומלץ לבצע אקו לב נוסף בעוד חודשיים. חשוב לעודד הפסקת עישון ולשקול ייעוץ גנטי לאור מחלות הרקע המשפחתיות. במידה ותסמינים נמשכים או מחמירים, יש לשקול צנ\"ל לבדיקת זרימת הדם בעורקים כליליים."}
{"מספר_זהות": 148902505, "שם_מטופל": "סיגל אזולאי", "גיל": 33, "מין": "female", "תאריך": "15/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 119, חולון", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": ["אינסולין", "מטופרולול", "רמיפריל", "גבפנטין"], "קוד_אבחנה": [], "מחלקה": "פנימית ב", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "סיגל אזולאי, בת 35, הגיעה למרפאה עם תלונה עיקרית של כאבי ראש מתמשכים בשבוע האחרון. הממטופלת ללא מחלות רקע ידועות, אם כי היא נוטלת אינסולין לטיפול בס.דד, מטופרולול ורמיפריל ל.ד, וכן גבפנטין. מציינת כי אינה מעשנת, למרות שבטעות נרשם בעבר כי מעשנת כבר 20 שנה.\n\nבבדיקה פיזיקלית: טל\"ד 120/80, דופק 78 פעימות לדקה, ללא חריגות. נשימה תקינה. בבדיקת נוירולוגית יסודית לא נמצאו ממצאים אבנורמליים. א.ק.ג תקין.\n\nהרושם הוא שמדובר בכאבי ראש כתוצאה מלחץ או ממתח. ניתנה הנחיה להמשך מעקב אחר הכאבים ולשקול הפניה לנוירולוג אם המצב לא ישתפר. המלצתי להפחית צריכת קפאין ולוודא שינה סדירה. נושא העישון שגוי ברשומות ויש לתקן. תתבצע בדיקת סוכר מעמיקה בהמשך, לנטר מצב הס.ד."}
{"מספר_זהות": 159996503, "שם_מטופל": "עידו פרידמן", "גיל": 33, "מין": "male", "תאריך": "08/09/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 108, הרצליה", "סוג_דם": "O-", "מחלות_רקע": ["מחלת כבד שומני", "אוסטאופורוזיס", "שבץ מוחי"], "תרופות": ["אטורבסטטין", "אספירין", "אלנדרונט", "וורפרין", "מטפורמין", "אינסולין"], "קוד_אבחנה": ["K76", "M81", "I63"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "visit", "סיכום_רפואי": "עידו פרידמן, זכר, בן 35, הגיע לביקור במרפאה בתלונה על כאבים בבטן הימנית העליונה, שמתגברים לאחר ארוחה כבדה. הוא מתאר את הכאב כעמום ולעיתים מקרין לגב. בעברו הרפואי מחלת כבד שומני, אוסטאופורוזיס ושבץ מוחי. נוטל קבוע אטורבסטטין, אספירין, אלנדרונט, וורפרין, מטפורמין ואינסולין. ללא עישון. \n\nבדיקה פיזיקלית: לחץ דם 130/85, דופק סדיר 72, טל\"ד תקין. מימצאים בבטן: רגישות קלה במישוש ברביע ימני עליון, ללא סימני גירוי צפקי. יתר הבדיקה הפיזיקלית בגבולות התקין. \n\nרושם: ייתכן שמדובר בהחמה של מחלת כבד שומני או דלקת בכיס המרה. תוכנית: הפנייה לבדיקות מעבדה להערכת תפקודי כבד, הפניה לאולטרסאונד בטן לשלול אבני מרה. המלצה לעקוב אחר תזונה דלת שומנים ותרופות נוגדות חומצה במידת הצורך. להמשיך טיפול כרוני בתרופות הנוכחיות. חזרה למעקב תוך שבועיים או במקרי החמרה."}
{"מספר_זהות": 626551105, "שם_מטופל": "הילה דהן", "גיל": 22, "מין": "female", "תאריך": "20/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 20, חיפה", "סוג_דם": "O-", "מחלות_רקע": ["שבץ מוחי", "מחלת לב כלילית", "דמנציה", "מחלת כבד שומני"], "תרופות": ["אספירין"], "קוד_אבחנה": ["I63", "I25", "F03", "K76"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "visit", "סיכום_רפואי": "הילה דהן, בת 25, התייצה במרפאה עם תלונה עיקרית על כאבי חזה לסירוגין מזה שבועיים. מדווחת על תחושת עייפות מוגברת ותשישות כלית. אין שינוי במצב הרוח ואין תסמינים נוספים. ברקע שבץ מוחי, מחלת לב כלילית, דממנציה, מחלת כבד שומני. מטופלת באספירין. אינה מעשנת. \n\nבבדיקה גופנית: ל.ד 120/80, דופק 75 סדיר. א.ק.ג: ללא עדות לאיסכמיה אקוטית או הפרעה בקצב. ח.ד תקין. נשימות סדירות, ללא קולות נוספים. טל\"ד יציב. בדיקות מעבדה קודמות מצביעות על תפקוד כבד מעט חריג, מתאימות לרקע הקיים. \n\nרושם: יתכן שמדובר בתעוקת חזה יציבה על רקע מחלת לב כלילית. חשוב לשלול מקור לבבי מדאיג. תוכנית: המלצה על ביצוע מבחן מאמץ וצנ\"ל במידת הצורך. המשך טיפול באספירין ושקללול טיפול נטי-איסכמי נוסף בהתאם לתוצאות. מעקב במרפאה בעוד שבועיים או מוקדם יותר במקרה של החמרה."}
{"מספר_זהות": 828073742, "שם_מטופל": "מיכל פרידמן", "גיל": 54, "מין": "female", "תאריך": "29/07/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 76, עכו", "סוג_דם": "A-", "מחלות_רקע": ["דיכאון", "שבץ מוחי", "אנמיה"], "תרופות": [], "קוד_אבחנה": ["F32", "I63", "D64"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "אנמיה", "doc_type": "visit", "סיכום_רפואי": "מיכל פרידמן, בת 56, הגיעה למרפאה עם תלונה עיקרית על עייפות ממושכת וחולשה כללית. היא מציינת שהסימפטומים התחילו לפני כחודשיים והחמירו בשבוע האחרון. בעבר עברה שבץ מוחי ויש לה רקע של דיכאון ואנמיה. לא נוטלת תרופות קבועות.\n\nבבדיקה: ל.ד 120/80, טל\"ד תקין. בדיקת א.ק.ג בגדר הנורמה. בדיקה נוירולוגית: ללא חזרות של השבץ, טונוס תקין, אין חסכים נוירולוגיים. המטטופלת נראית עייפה אך ללא סימנים פיזיים נוספים. בדיקות דם קודמות הראו חוסר ברזל משמעותי.\n\nרושם: עייפות ככל הנראה על רקע אנמיה. יש להשלים בירור של חוסר הברזל ולשקול מתן תוספי ברזל. להמשיך מעקב צמוד על מצב הדיכאון, ולהתייעץ עם פסיכיאטר במידת הצורך. המלצה לבדיקות דם נוספות כולל תפקודי כבד וכליות, ומעקב אחרי סימפטומים נוירולוגיים."}
{"מספר_זהות": 680589116, "שם_מטופל": "אורי מלכה", "גיל": 63, "מין": "male", "תאריך": "19/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 119, רמלה", "סוג_דם": "AB-", "מחלות_רקע": ["אסתמה", "אי ספיקת לב"], "תרופות": ["פרוקסטין", "אספירין", "איבופרופן", "גבפנטין", "לוסרטן", "רמיפריל"], "קוד_אבחנה": ["J45", "I50"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "אסתמה", "doc_type": "visit", "סיכום_רפואי": "אורי מלכה, בן 64, הגיע למרפאה בתלונה על קשיי ננשימה מחמירים בימים האחרונים. יש לציין כי המטופל עם רקע של אסתמה ואי ספיקת לב. אינו מעשן. מדווח על חולשה כללית ועלייה בקוצר נשימה במאמץ קל. מטופל בפרוקסטין, אספירין, איבופרופן, גבפנטין, לוסרטן ורמיפריל. אין דיווח על אלרגיות ידועות.\n\nבבדיקה פיזיקלית: ל.ד 130/80 מ\"מ כספית, דופק 78 פעימות לדקה, טל\"ד תקין. האזנה לריאות - צפצופים דו-צדדיים. האזנה ללב - קולות סדירים, ללא איוושות. א.ק.ג - סינוס טכיקרדדיה קלה, ללא שינויים איסכמיים. סטטורציה על 92% באוויר חדר. בבדיקות מעבדה קודמות - תפקודי כליות וכבד בגדר הנורמה.\n\nרושם קליני: החמרה בתסמיני אסתמה על רקע אי ספיקת לב. ייתכן תסנין ריאתי תת-קליני. ההמלצה היא להתיל טיפול באינהלציות עם מרחיבי סימפונות ולשקול העלאה במינון משתנים בבהתאם למעקב קלייני. יש לשקול הפנייה לצילום חזה במידה ואין שיפור במצב. מעקב צמוד אחר הסימפטומים, וביקורת בעוד שבועיים להערכת התקדמות."}
{"מספר_זהות": 785969692, "שם_מטופל": "שרה סויסה", "גיל": 64, "מין": "female", "תאריך": "14/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 34, כפר סבא", "סוג_דם": "AB-", "מחלות_רקע": ["דיכאון"], "תרופות": ["אספירין", "אמלודיפין", "אומפרזול", "וורפרין", "אלנדרונט", "לבותירוקסין"], "קוד_אבחנה": ["F32"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "דיכאון", "doc_type": "visit", "סיכום_רפואי": "שרה סויסה, בת 66, הגיעה למרפאה עם תלונה עיקרי על כאבי בטן עליונה המופיעים בעיקר לאחר ארוחות. היא מוסרת שהכאב חזק יותר לאחר ארוחות כבדות ואין הקלה משמעותית בתנוחה או מנוחה. ברקע: דיכאון מטופל וכרגע יציב. מעשנת כ-20 סיגריות ביום, אין שינוי בהרגלי העישון. אין אלרגיות ידועות.\n\nבבדיקה פיזיקלית: טל\"ד תקין, ל.ד מאוזן. במישוש בטן - רגישות קלה ברום הבטן, ללא סימני דלקת חריפה. א.ק.ג תקין. נעשה מעקב אחרי ה-INR בשל טטיפול בוורפרין. התמונה הקלינית מתאימה יותר לכיב פפטי או גססטריטיס. לא נצפו סימני אזהרה נוספים במצב הכללי.\n\nהרושם הוא של גסטריטיס כרונית אפשרית על רקע עישון ושימוש ממושך באומפרזול. ניתנה המלצה להמשיך טיפול באומפרזול ולהתחיל דיאטה דלת שומן ועתירת סיבים. הומלץ לשקול הפסקת עישון. נדרש מעקב נוסף בעוד 3 שבועות לבחינת תגובה לטיפול, וביצוע גסטררוסקופיה אם אין שיפור משמעותי."}
{"מספר_זהות": 286692967, "שם_מטופל": "ענת אלון", "גיל": 77, "מין": "female", "תאריך": "31/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 89, פתח תקווה", "סוג_דם": "O-", "מחלות_רקע": ["אסתמה", "אוסטאופורוזיס", "COPD", "היפרליפידמיה", "מחלת כבד שומני"], "תרופות": [], "קוד_אבחנה": ["J45", "M81", "J44", "E78", "K76"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "COPD", "doc_type": "visit", "סיכום_רפואי": "ענת אלון, בת 78, הגיעה למרפאה עם תלונה על קוצר נשימה המתגבר בשבועות האחרונים. למטופלת היסטוריה רפואית הכוללת אסתמה, COPD, אוסטאופורוזיס, היפרליפידמיה ומחלת כבד שומני. לדבריה, אינה נוטלת תרופות קבועות. מעשנת לשעבר, הפסיקה לפני 10 שנים. מכחישה אלרגיות למזון או לתרופות. \n\nבבדיקה פיזיקלית: נשמעו חרחורים באונות התחתונות של הריאות. ל.ד נמדד 130/80, קצב לב סדיר. היפוקסיה קלה נצפתה בריווי חמצן (SpO2) של 92%. אין סימני מצוקה חריפה או בצקות פריפריות.\n\nהרושם ההוא של החמרה ב-COPD ואפשרות של זיהום ריאתי. התוכנית היאא לבצע צילום חזה, בדיקת תפקודי ריאות, ולהתחיל טיפול אנטיביוטי במידה ויתאמת חשד לזיהום. כמו כן, המלצה להערכה ריאתית נוספת ולהתאמת טיפול קבוע בהתאם לממצאים. יש לעקוב אחרי רמות שומנים בדם ולהמליץ על שינויי אורח חיים למטופלת."}
{"מספר_זהות": 788191484, "שם_מטופל": "חיים מלכה", "גיל": 80, "מין": "male", "תאריך": "21/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 99, עכו", "סוג_דם": "AB-", "מחלות_רקע": ["השמנת יתר", "דמנציה"], "תרופות": ["איבופרופן"], "קוד_אבחנה": ["E66", "F03"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "דמנציה", "doc_type": "visit", "סיכום_רפואי": "חיים מלכה, בר בן 83, הגיע לביקור במררפאה עם תלונה עיקרית על כאבים במפרקים, בעיקר בברכיים וגב תחתון. המטופפל סובל מהשמנת יתר ודמנציה, ונוטל איבוופרופן להקלת הכאבים. חיים אינו מעשן ואין היסטוריה של אלרגיות ידדועות. \n\nבבדיקה פיזיקלית נצפו מגבלות בתנועה ורגישות במפרקים הנ\"ל. טונוס לחץ דם (טל\"ד) נמצא תקין, ללא סימני בצקת או אודם חריגים. במהלך הבדיקה, חיים התלונן גם על תשישות כללית, אך לא נצפו סימנים מעוררי דאגה נוספים. \n\nהרושם הוא שמדובר בהחמרה בכאבי מפרקים על רקע שינויים ניווניים. מומלץ להמשיך במעקב רפואי ולעדכן את מינון איבופרופן בהתאם לצורך ולמצב הלב, תוך כדי מעקב אחר תפקודי כליה. כמו כן, הומלץ על פעילות גופנית מותאמת ושיפור תזונתי, כולל הפנייה לייעוץ דיאטני. נבדוק אפשרות לשיפור התפקוד הקוגניטיבי במסגרת תוכנית טיפול רב-תחוומית."}
{"מספר_זהות": 126042233, "שם_מטופל": "משה אלון", "גיל": 52, "מין": "male", "תאריך": "10/06/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 105, לוד", "סוג_דם": "AB-", "מחלות_רקע": ["דיכאון", "אי ספיקת כליות כרונית", "אוסטאופורוזיס", "אנמיה"], "תרופות": ["לוסרטן", "סימבסטטין"], "קוד_אבחנה": ["F32", "N18", "M81", "D64"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "דיכאון", "doc_type": "visit", "סיכום_רפואי": "משה אלון, בן 54, הגיע לביקור במרפאה עם תלונה עיקרית על עייפות כרונית וכאבי גב תחתון. מדווח על ירידה במצב רוח, ככל הנראה עקב החמרה בדיכאון. חולה באי ספיקת כליות כרונית, אוסטאופורוזיס ואנמיה; מטופל בלוסרטן וסימבסטטין. לא מעשן ומעולם לא עישן. אין אלרגיות ידועות. נשוי ואב לשלושה ילדים.\n\nבבדיקה גופנית: חולה במצב כללי טוב, ל.ד בטווח הנורמה, ללא סימני בצקת פריפררית. טל\"ד תקין, מציין כאב קל במישוש עמוד שדרה מותני. בדיקות דם קודמות הראו ירידה בהמוגלובין, תואם לאנמיה קיימת.\n\nרושם: החמרה בתלונות הדיכאון ועייפות, ייתכן קשור לאנמיה ולאי ספיקת כליות. כאבי הגב ככל הנראה נובעים מהאוסטאופורוזיס. \n\nתוכנית: ממליץ על המשך טיפול תרופתי קיים, התחלת טיפול בברזל לשיפור ערכי ההמוגלובין. הפניה לפסיכיאטר להערכת טיפול בדיכאון. נבדוק אפרות לפיזיותרפיה לצורך שיפור הכאבים בגב. נקבע ביקורת בעוד חודש למעקב."}
{"מספר_זהות": 500170121, "שם_מטופל": "אריאל אברהם", "גיל": 41, "מין": "male", "תאריך": "04/09/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 63, עכו", "סוג_דם": "A+", "מחלות_רקע": ["אוסטאופורוזיס", "דמנציה"], "תרופות": ["לבותירוקסין", "אטורבסטטין"], "קוד_אבחנה": ["M81", "F03"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "דמנציה", "doc_type": "visit", "סיכום_רפואי": "אריאל אברהם, בן 41, הגיע לביקור בשל תלונה על כאבים גב תחתון מה שבועיים, ללא טראומה ידועה. יש לו היסטוריה רפואית של אוסטאופורוזיס ודמנציה, מטופל בלבותירוקסין ואטורבסטטין. אינו מעשן. בבדיקה פיזיקלית, נמצא גישות מקומית בגב התחתון ללא סימנים נוירולוגיים. טל\"ד בגדר הנורמה, ללא סימני זיהום או דלקת נראים לעין.\n\nהרושם הוא כאב גב תחתון על רקע אוסטאופורוזיס. לא נצפתה החמרה קוגניטיבית משמעותית. המלצתי על המשך טיפול תרופתי קבוע ומנוחה. בנוסף, הומלץ על פיזיותרפיה להקלת הסימפטומים ושיפור התפקוד. יבוצע מעקב בעוד חודש לוודא שיפור במצבו."}
{"מספר_זהות": 64361108, "שם_מטופל": "אורי מלכה", "גיל": 68, "מין": "male", "תאריך": "29/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 22, צפת", "סוג_דם": "A-", "מחלות_רקע": ["מחלת לב כלילית", "אנמיה"], "תרופות": ["אספירין", "וורפרין"], "קוד_אבחנה": ["I25", "D64"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "visit", "סיכום_רפואי": "תלונה עיקרית: אורי מלכה, בן 71, מתלונן על כאבים בחזה שנמשכם מזה ארבעה ימים, במיוחד במאמץ. מציין תחושת עייפות מוגברת וקוצר נשימה קל. למטופל מחלת לב כלילית יידועה ועבר צנ\"ל לפני שנה. מדווח על עישוןן חפיסה ביום מזה 50 שנה.\n\nבדיקה: בבדיקה גופנית ל.ד: 130/80, טל\"ד תקין. קולות לב סדירים ללא איוושה חדשה. א.ק.ג: שינויים איסכמיים קלים בהשוואה לבדיקות קודמות. ספירת דם: המוגלובין 10.5, מצבי על אנמיה מתונה.\n\nרושם: החמרה אפשרית באיסכמיה שבלב על רקע מחלת הלב הכלילית ואנמיה מתמשכת. יש לשלול אירוע כלילי חריף. \n\nתוכנית: יש להמליץ על הפסקת עישון באופן מיידי. נבצע בדיקות דם נוספות, כולל תפקודי תריס ו-BNP. המטופל יופנה לבדיקת אקו לב ובדיקת מאמץ להערכת תפקוד הלב. ניעץ לגבי תזונה עשירה בברזל והמשך מעקב המוגלובין. יש לשקול התאמת מינון ווררין בהתאם לתוצאות ה-INR."}
{"מספר_זהות": 115542623, "שם_מטופל": "שרה כהן", "גיל": 23, "מין": "female", "תאריך": "16/08/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 104, חיפה", "סוג_דם": "B+", "מחלות_רקע": ["COPD", "אי ספיקת לב"], "תרופות": ["אטורבסטטין", "גבפנטין", "אספירין", "מטופרולול", "רמיפריל"], "קוד_אבחנה": ["J44", "I50"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "COPD", "doc_type": "visit", "סיכום_רפואי": "שרה כהן, בת 23, הגיעה למרפאה בתלונה על קוצר נשימה שהחמיר בשבוע האחרון, במיוחד במאמץ קל. היא מציינת גם עייפות כללית לאחרונה. אין חום, אין שיעול ליחתי, ואין כאבים בחזה. אין היסטוריה של אלרגיות ידועות. \n\nבבדיקה: ל.ד 11070, דופק 84 פעימות לדקה, חמצן בדם 89% באוויר החדר. א.ק.ג תקין ללא סימנים לאיסכמיה או הפרעות קצב. בבדיקת ריאות נשמעו חרחורים עדינים בבסיסים. בבדיקת לב: קולות סדירים ללא אוושות נוספות. ללא בצקות בגפיים תחתונות.\n\nרושם: החמרה אפשרית במצב ה-COPD ו/או אי ספיקת הלב. ייתכן ויש צורך התאמת מינון טיפול תרופתי.\n\nתוכנית: יש לבצע צילום חזה לשלול תסנינים ודלקת ריאות. מומלץ לבצע בדיקות דם כולל תפקודי כליה ואלקטרוליטים. יש לשקול הפניה למומחה ריאות להערכת המשך טיפול ב-COPD. יש לעקוב אחרי מצב נשימתי ולהתאים טיפול בהתאם. יש להמשיך מעקב קרדיאלי מסודר במסגרת המרפאה."}
{"מספר_זהות": 379180557, "שם_מטופל": "אפרת כהן", "גיל": 9, "מין": "female", "תאריך": "19/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 15, רעננה", "סוג_דם": "O+", "מחלות_רקע": ["דמנציה", "דלקת מפרקים", "גאוט", "אנמיה", "היפרליפידמיה"], "תרופות": ["אינסולין", "מטופרולול"], "קוד_אבחנה": ["F03", "M19", "M10", "D46", "E78"], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "דמנציה", "doc_type": "visit", "סיכום_רפואי": "אאפרת כהן, בת 9, הגיעה היום עם תלונה יקרית של כאבי במפרקים שהחמירו לאחרונה. מטופלת ידועה עם ס.ד, דלקת מפרקים וגאוט. בבדיקה פיזיקלית: טל\"ד תקין, ללא סימני חום או לקת חריפה במפרקים. א.ק.ג שבוצעה לאחרונה ללא ממצאים חריגים. \n\nהרוששם הוא החמרה קלה במצב הדלקת הפרקים ייתכן על רקע מחלת הרקע של גאוט. תיתכן גם השפעה של עישון על מצב הבריאות הכללי, ויש לשקול הפסקת עישון כחלק מהטיול הכולל.\n\nתכנית: המלצה על המשך טיפול תרופתי כמקובל לדלקת מפרקים. יש לעקוב אחר רמות חומצה אורית בדם כדי לשלול החמרה של גאוט. בנוסף, ניתנה המלצה לפנות לייעוץ להפסקת עישון. יש לבצע ספירת דם כדי לעקוב אחר מצב האנמיה ולהתאים טיפול לפי הצורך. תור ביקורת בעוד חודש."}
{"מספר_זהות": 410564819, "שם_מטופל": "ליאם כהן", "גיל": 68, "מין": "male", "תאריך": "27/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 100, ראשון לציון", "סוג_דם": "A-", "מחלות_רקע": ["אנמיה", "גאוט", "דיכאון"], "תרופות": ["וורפרין"], "קוד_אבחנה": ["D64", "M10", "F32"], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "אנמיה", "doc_type": "visit", "סיכום_רפואי": "ליאם כהן, בן 71, הגיע למרפאה עם תלונה עיקרית על כאבים במפרקים המוגברים בשבועות האחרונים, במיוחד במפרק הברך הימנית. המטופל סובל מגאוט וטופל בורפרין. במהלך הבדיקה הפיזיקלית נצפה נפיחות ווקושי בתנועת המפרק, ללא סימני חום מקומי. אין עדו לצביעת עור חריגה, אך ישנה רגישות מוגברת למגע.\n\nהרושם הקליני הוא החמרה של התקף גאוט, ייתכן בעקבות טיפול לא מספק. א.ק.ג תקין, טל\"ד יציב. אין עדות לשינוי באספקת דם למפרק. מצב רוח מטופל יציב אך מביע דאגה למצב הבריאות הכללי שלו. אין אלרגיות ידועות, מטופל גרוש עם שלושה ילדים..\n\nתוכנית טיפול כוללת התאמת מינון לתרופה הנוכחית ושקילת תוספת של תרופה אנטי דלקתית תחת מעקב צמוד של רופא המשפחה. מומלץ על מעקב אחר רמות חומצה אורית בדם, ותזונה דלת פורינים. הבהרות נוספות ינתנו בביקור הבא לפי הצורך."}
{"מספר_זהות": 23806177, "שם_מטופל": "גיל סויסה", "גיל": 19, "מין": "male", "תאריך": "28/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 116, לוד", "סוג_דם": "AB+", "מחלות_רקע": ["אי ספיקת לב", "השמנת יתר", "אוסטאופורוזיס", "COPD", "דלקת מפרקים"], "תרופות": ["קלופידוגרל", "סימבסטטין", "אספירין", "וורפרין", "אינסולין"], "קוד_אבחנה": ["I50", "E66", "M81", "J44", "M19"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "גיל סויסה, בן 19, הגיע לביקור במרפאה עם תלונה עיקרית של קוצר נשימה במאמץ שהולך ומחמיר בשבועות האחרונים. מטופל מוכר עם אי ספיקת לב, השמנת יתר, אוסטאופורוזיס, COPD ודלקת מפרקים. מדווח על כאבים מפושטים בפרקים המוחמרים במאמץ. אין דיווח על עישון. נוטל תרופות באופן סדיר לפי הרקע הרפואי שלו.\n\nבבדיקה גופנית: ל.ד תקין, דופק סדיר, נשימה מעט מאאמיצה, קרפיטציות בבסיסי הריאות. אין עדות לבצקת פריפרית. בדיקת א.ק.ג תקינה ללא שינויים איסכמיים. בוצעה בדיקת תפקודי ריאת, ממתינים לתוצאות.\n\nרושם: החמרה בתסמיני COPD עם מרכיב אפשרי של אי ספיקת לב. ייתכן ויש צורך בהתאמת טיפול תרופתי ו/או בדיקות נוספות.\n\nתוכנית טיפול: ממליצים על מעקב קרדיולוגי ואולי אקו לב להערכת תפקוד חדרי הלב. יש לשקול שינוי מינון התרופות הקיימות. מתן חמצן במיד הצורך, והמשך מעקב במרפאה לבדיקת התקדמות המצב. נבדוק אפשרות לתוכנית שיקום ריאות."}
{"מספר_זהות": 557431327, "שם_מטופל": "רון ביטון", "גיל": 28, "מין": "male", "תאריך": "14/09/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 51, רמת גן", "סוג_דם": "A-", "מחלות_רקע": ["מחלת לב כלילית", "יתר לחץ דם", "אי ספיקת לב"], "תרופות": ["אטורבסטטין", "מטופרולול", "לוסרטן", "סימבסטטין", "דיקלופנק"], "קוד_אבחנה": ["I25", "I10", "I50"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "visit", "סיכום_רפואי": "רון ביטון, בן 28, הגיע למרפאה בתלונה על כאבים בחזה המקרינים זרוע שמאל. ממצאי בדיקה פיזיקלית: ל.ד 145/90, דופק 88 פעימות לדקה, ריאות נקיות. בבדיקת א.ק.ג ללא שינויים אקוטיים. אין תסמינים נוספים של אי ספיקת לב.\n\nרושם: תעוקה יציבה, מחלת לב כלילית כרונית. לאור התסמינים וההיסטוריה הרפואית, קיים חשד להחמרה במצב הלבבי. המלצה להמשיך במעקב קרדיולוגי ולשקול צנ\"ל חוזר.\n\nתוכנית טיפול: המשך טיפול תרופתי כמקובל, עם התאמה אפשרית במינון מטופרולול ולוסרטן. הפנייה לבדיקת מאמץ לאבחון נוסף. מעקב מרפאה בעוד חודש. אין אלרגיות ידועות. מומלץ לשמור על פעילות גופנית מתונה והפחתת סטרס."}
{"מספר_זהות": 210032363, "שם_מטופל": "מתן מלכה", "גיל": 61, "מין": "male", "תאריך": "13/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 14, באר שבע", "סוג_דם": "A-", "מחלות_רקע": ["סוכרת סוג 2"], "תרופות": ["איבופרופן", "לבותירוקסין", "מטופרולול"], "קוד_אבחנה": ["E11"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "visit", "סיכום_רפואי": "מתן מלכה, בן 62, הגיע למרפאה עם תלונה עיקררית של כאבים בחזה המקרינים לזרוע שמאל. המטופל מדווח על הכאבים מזה יומיים, עם החחמה בעת מאמץ קל. מחלות רקע כוללות ס.ד סוג 2, אין רגישות ידועה לרופות. לוקח איבופרופן, לבותירוקסין ומטופרולול באופן קבוע, ללא עישון.  \n\nבבדיקה פיזיקלית: ל.ד 135/85, דופק סדיר 78 לדקה. טל\"ד תקין. בבדיקת א.ק.ג: שינויים לא ספציפיים, ללא עדות לאיסכמיה חריפה. ישנה רגישות במישוש באזור ח.ד ימין, ללא קולות נוספים מעל הלב והריאות. \n\nרושם: כאבים בחזה, ייתכן ממקור שרירי, אך לא ניתן לשלול אירוע איסכמי חד.  \n\nתוכנית: יש להפנות לביצוע צנ\"ל דחוף לשלול אוטם חריף. מומלץ להפחית במאמץ פיזי עד קבלת תוצאות הצנ\"ל. המשך מעקב אחר רמות סוכר בדם והקפדה על איזון ס.ד ונטילת תרופות קבועות. מתן הונחה לפנות למיון במידה והכאבים מחמירים או מופיעים תסמינים נוספים. יש לקבוע ביקור נוסף במרפאה בעוד שבוע להערכת מצבו."}
{"מספר_זהות": 593252505, "שם_מטופל": "רחל מזרחי", "גיל": 78, "מין": "female", "תאריך": "22/02/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 1, לוד", "סוג_דם": "B+", "מחלות_רקע": ["השמנת יתר"], "תרופות": [], "קוד_אבחנה": ["E66"], "מחלקה": "מיון", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "רחל מזרחי, בת 81, הגיעה לביקור עם תלונה על כאבים בחזה מזה מספר ימים. מטופלת עם השמנת יתר, מעשנת, ללא תרופות קבועות. אינה סובלת מס..ד או ל.ד ידועים.\n\nבבדיקה: ל.ד תקין, טל\"ד 130/80, דופק 85 סדיר. א.ק.ג בוצע ונמצאה סטיית ציר קלה אך ללא עדות לאוטם חריף. auscultation תקינה ללא רשרושים.\n\nרושם: יתכן שמדובר באנינה פקטוריס, קשור לעיון ולהשמנה. מומלץ הפסקת עישון, דיאטה ויריה במשקל. המטופלת הופנתה להמשך בירור קרדייאלי כולל מבחן מאמץ. רחל עודכנה על הסיכונים והחשיבות בשינוי אורח חיים."}
{"מספר_זהות": 688444314, "שם_מטופל": "תומר דוד", "גיל": 71, "מין": "male", "תאריך": "05/06/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 25, רמת גן", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "תומר דוד, גבר בן 71, הגיעע למרפאה עם תלונה עיקרית של כאבים בחזה, בעיקר בעת מאמץ פיזי. ציין העדר מחלות רקע ידועו, ללא תרופות קבועות, ועישון פעיל מזה כ-40 שנה. ין דיווח על אלרגיות. \n\nבבדיקה גופנית: לחץ דם 135/85, דופק סדיר 78, ללא סימני מצוקה נשימתית. בוצע א.ק.ג שגרתי שהראה שינויים איסכמיים, העלולים להצביע על מחלת לב כלילית. בהאזנה ללב, קולות הלב תקינים ללא אוושות נוספות. \n\nרושם קליני: חשד למחלה כלילית איסכמית. מומלץ להמשיך בבירור קרדיולוגי, כולל מבחן מאמץ ואקו לב. ייעוץ קרדיולוגי דחוף לשקול צנ\"ל. ממליץ על הפסקת עישון ותחילת טיפול מתאים במידת הצורך. המטופל הופנה להמשך מעקב וטיפול במרפאת הלב."}
{"מספר_זהות": 616329454, "שם_מטופל": "לאה יוסף", "גיל": 7, "מין": "female", "תאריך": "23/11/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 6, אשדוד", "סוג_דם": "A-", "מחלות_רקע": ["יתר לחץ דם", "גאוט", "אסתמה", "מחלת כבד שומני", "שבץ מוחי"], "תרופות": ["אומפרזול", "הידרוכלורותיאזיד", "רמיפריל"], "קוד_אבחנה": ["I10", "M10", "J45", "K76", "I63"], "מחלקה": "פנימית א", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "visit", "סיכום_רפואי": "לאה יוסף, בת 9, הגיעה לביקורר במרפאה עם תלונה של קוצר נשימה ותחושת לחץ בחזה שהחלו לפני יומיים. ידוע על מחלות רקע הכוללות יתר ל.ד, גאוט, אסתמה, מחלת כבד שומני ושבץ מוחי בעבר. המטופלת מטופלת בתרופות: אומפרזול, הידרוכלורותיאזיד ורמיפריל. לא מעשנת.\n\nבבדיקה פיזיקלית נמצא תפקוד ריאתי ירוד עם צפצופים בבסיסי הריאות. ל.ד 130/85, דופק 96 פעימות לדקה. קיבלה טיפול במשאף ונטולין עם שיפור קל במצב הנשימה. לא נצפו סינים נוספים של מצוקה חריפה. יש לציין שאין רגישויות ידועות לתרופות או מזונות.\n\nהרושם הקליני הוא החמרה באסתמה על רקע ויראלי או חשיפה לאלרגן. מומלץ להמשיך בטיפול קבוע במשאף סטרואידי ולהוסיף טיפול במשאף ונטולין לפי הצורך. מעקב במרפאת ריאות במידה ואין שיפור תוך 48 שעות. המעקב הקרוב בקהילה תוך שבוע לבחינת הצורך בשינוי פרוטוקול הטיפול התרופתי."}
{"מספר_זהות": 148564677, "שם_מטופל": "אורלי אזולאי", "גיל": 60, "מין": "female", "תאריך": "29/07/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 100, באר שבע", "סוג_דם": "O-", "מחלות_רקע": ["פרפור פרוזדורים", "סוכרת סוג 2", "אי ספיקת לב", "יתר לחץ דם"], "תרופות": ["אטורבסטטין", "הידרוכלורותיאזיד", "אמלודיפין"], "קוד_אבחנה": ["I48", "E11", "I50", "I10"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "פרפור פרוזדורים", "doc_type": "visit", "סיכום_רפואי": "תלונה עיקרית: אורלי אזולאי, בת 61, מתלוננת על קוצר נשימה במאמץ ועלייה בל.ד לאחרונה. \n\nבדיקה: בבדיקה גופנית נשמעה אוושה סיסטולית בח.ד שמאלי. בבדיקת א.ק.ג נמצאו סימנים לפרפור פרוזדורים עם קצב לא סדיר. טל\"ד 160/95. בדיקת סוכר אקראי 160 מ\"ג/ד\"ל. אין עדות לבצקות גפיים תחתונות.\n\nרושם: ייתכן החמרה באי ספיקת הלב על רקע ל.ד לא מאוזן ופרפור פרוזדורים. יש לעקוב אחר רמות סוכר ולטפל בניהול ל.ד.\n\nתוכנית: תוספת של תכשיר משתן נוסף לשיפור איזון ל.ד והפניה להערכת קרדיולוג לצורך שיקול ש צנ\"ל אפשרי. המשך מעקב סדיר אחר ערכי ס.ד ופעולת הלב. תיאום פגישה למעקב בעוד חודש."}
{"מספר_זהות": 850821489, "שם_מטופל": "ענת ברק", "גיל": 76, "מין": "female", "תאריך": "13/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 98, דימונה", "סוג_דם": "A+", "מחלות_רקע": ["פרפור פרוזדורים"], "תרופות": ["דיקלופנק"], "קוד_אבחנה": ["I48"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "פרפור פרוזדורים", "doc_type": "visit", "סיכום_רפואי": "ענת ברק, בת 78, התיצה במרפאה עקב תלונה על כאבים בחזה. למטופלת רקע של פרפור פרוזדורים ומדווחת על טיפול בדיקלופנק. אין עישון. במהלך הבדיקה, נמצאה יציבות המודינמית, טל\"ד בתחום הנורמה. נצפתה ירידה קלה בטונוס השרירים. בבדיקת א.ק.ג - פרפור פרוזדורים מתשך. אין עדות לאוטם חריף.\n\nהרושם הקליני הוא של כאבים בחזה על רקע פרפור פרוזדורים. הומלץ על מעקב קרדיולוגי קרוב, ביצוע בדיקות דם כולל תפקודי קרישה והמשך טיפול תררופתי קבוע לפי הצורך. יש לשקול הפניית המטופלת לצנ\"ל אבחנתי במידה והכאב ממשיך או מחמיר. המטופלת התבקשה להימנע מנטילת תרופות נוספות ללא ייעוץ רפואי."}
{"מספר_זהות": 333468007, "שם_מטופל": "פאטמה שלום", "גיל": 16, "מין": "female", "תאריך": "23/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 110, אילת", "סוג_דם": "B+", "מחלות_רקע": ["מחלת לב כלילית", "דמנציה", "סוכרת סוג 2", "דלקת מפרקים", "היפרליפידמיה"], "תרופות": ["הידרוכלורותיאזיד"], "קוד_אבחנה": ["I25", "F03", "E11", "M19", "E78"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "היפרליפידמיה", "doc_type": "visit", "סיכום_רפואי": "פאטמה שלום, בת 18, הגיעה למרפאה עם תלונה עיקרית של כאבים בחזה המקרינים לכתף שמאל. המטופלת עם ס.ד סוג 2, דלקת מפרקים, היפרליפידמיה, מחלת לב כלילית ודמנציה. היא מטופלת בהידרוכלורותיאזיד וללא היסטווריה של עישון. בבדיקה נמצא ל.ד 130/85, דופק סדיר 78, בשמיעה יש חירחורים קלים בבסיסי הריאות. בדיקות מעבדה קודמות הראו רמות גלוקוז גבוהות.\n\nהרושם הקליני הוא של תעוקת חזה לא יציבה, ככל הנראה על רקע מחלת לב כלילית. ישנה אפשרות כי הכאבים קשורים גם למצב של דלקת מפרקים. א.ק.ג שבוצע במרפאה הראה שינויים איסכמיים קלים.\n\nהתוכנית היא להפנות את המטופלת לחדר מיון להמשך בירור אק לב וצנ\"ל. הומלץ להקפיד על איזון ס.ד ול.ד, ולהמשיך מעקב אחר רמות ליפידים. יש לשקול תחילת טיפול באספירין וסטטינים בהתאם לתוצאות הבירור. המטופלת עודכנה ונתנה הסכמתה להמשך הטיפול המוצע."}
{"מספר_זהות": 896910858, "שם_מטופל": "חיים שלום", "גיל": 29, "מין": "male", "תאריך": "09/10/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 39, אשדוד", "סוג_דם": "AB+", "מחלות_רקע": ["דיכאון", "אי ספיקת לב"], "תרופות": ["וורפרין", "איבופרופן", "סימבסטטין"], "קוד_אבחנה": ["F32", "I50"], "מחלקה": "ריאות", "אבחנה_ראשית": "דיכאון", "doc_type": "visit", "סיכום_רפואי": "חיים שלום, גבר בן 31, פנה למרפאה בתלונה על כאבים בחזזה ומחנק קל, התלונות נמשכו כשבוע. יש לציין כי המטופל עם רקע של דיכאון ואי ספיקת לב, מטופל באופן קבוע בוורפרין, איבופרופן וסימבסטטין. אינו מעשן. במהלך הבדקה, לא נמצאו סימנים לפתולוגיה חריפה בבדיקה גופנית, אק\"ג תקין, ל\"ד בתחום הנורמה.\n\nהרושם הוא כי הכאבים אינם קשורים לאירוע קרדיאלי חריף. ייתכן כי מדובר בתגובה לדחק או למאמץ יתר. המטופל ציין כי בתקופה האחרונה מתמודד עם קשיים בעבודה ולחצים משפחתיים, מה שעשוי לתרום לתחושותיו. \n\nהתוכנית: ההמלצה על המשך מעקב קרדיולוגי סדיר, ויש לשקול העלאת מינון או שינוי בטיפול התרופתי לדיכאון באם התסמינים נמשכים. מומלץ על הפחתת מאמץ פיזי ופעילות תחת השגחה. המטופל הונחה להימנע משיימוש יתר באיבופרופן ולעדכן במקרה של החמרה. חזרה לביקורת בעוד כחודש או לפי צורך."}
{"מספר_זהות": 824172480, "שם_מטופל": "עומר אוחנה", "גיל": 20, "מין": "male", "תאריך": "17/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 85, פתח תקווה", "סוג_דם": "B+", "מחלות_רקע": ["מחלת כבד שומני"], "תרופות": ["גבפנטין", "וורפרין", "אלנדרונט", "לוסרטן", "דיקלופנק"], "קוד_אבחנה": ["K76"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "visit", "סיכום_רפואי": "עומר אוחנה, בן 22, הגיע למרפאה עקב תלונות על כאבי בטן עזים הנמשכים כבר מספר ימים. המטופל סובל ממחלת כבד שומני ואינו מעשן. מתאר כי הכאבים מתגברים במיוחד לאחר הארוחות. נוטל תרופות: גבפנטין, וורפרין, אלנדרונט, לוסרטן, דיקלופנק. ללא אלרגיות ידועות.\n\nבבדיקה פיזיקלית: בטן מעט תפוחה ורגישה למגע, בעיקר באזור עליון ימין. ללא סימני גירוי צפקי. טל\"ד יציב, אין עדות לחום או סימני זיהום סיסטמיים. בוצע א.ק.ג שהראה פעילות תקינה. בדיקות מעבדה הראו תפקודי כבד מוגברים מעט. \n\nהרושם הקליני הוא של החמרה בצב הכבד השומני, ייתכן עק שימוש בדיקלופנק. התוכנית היא להפסיק את השימוש בדיקלוופנק ולעקוב אחרי המצב. הפנייה לגסטרואנטרולוג לבירור נוסף. מומלץ על תזונה דלה בשומן והמשך מעקב במדידות ל.ד. יש ליצור קשר במקה של החמרה נוספת בכאבים או הופעת תסמינים חדשים."}
{"מספר_זהות": 992618918, "שם_מטופל": "רותם סויסה", "גיל": 69, "מין": "female", "תאריך": "16/06/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 35, צפת", "סוג_דם": "A-", "מחלות_רקע": ["סוכרת סוג 2"], "תרופות": ["דיקלופנק", "אמלודיפין"], "קוד_אבחנה": ["E11"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "visit", "סיכום_רפואי": "רותם סויסה, בת 72, הגיעה למרפאה עם תלונה עיקרית של כאבים במפרקים, בעיקר בברכיים ובקרסוליים. המטופלת מדווחת על החמרה בכאבים בשבועות האחרונים עם קושי בהליכה ממושכת וביצוע פעילויות יומיומיות. סוכרת סוג 2 ברקע, מטופלת באמלודיפין ודיקלופנק. ללא עישון. מצב משפחתי: אלמנה.\n\nבבדיקה פיזיקלית: ח.ד ברך שמאל כואבת במישוש ותנועה מוגבלת. טל\"ד יציב, ל.ד בגבולות הנורמה. לא נצפו שינויים ב-א.ק.ג. רמת גלוקוז בצום 140 מ\"ג/ד\"ל.\n\nרושם: כאב מפרקים על רקע ס.ד וסביר להניח גם אוסטאוארטריטיס. מומלץ להמשיך מעקב אחר רמות סוכר בדם ולשקול התאמת טיפול תרופתי נוסף לשיכוך כאבים.\n\nתוכנית: הפניה לפיזיותרפיה להקלה על הכאבים ושיפור טווח התנועה. התאמת תזונה להורדת משקל. מעקב סוכר אח לחודש. אם ההחמרה נמשכת, לשקול צנ\"ל אבחחנתי."}
{"מספר_זהות": 204556112, "שם_מטופל": "אדם אוחנה", "גיל": 76, "מין": "male", "תאריך": "30/10/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 105, ירושלים", "סוג_דם": "A+", "מחלות_רקע": ["השמנת יתר", "פרפור פרוזדורים"], "תרופות": ["סימבסטטין", "איבופרופן"], "קוד_אבחנה": ["E66", "I48"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "אדם אוחנה, בן 76, הגיע למרפאה בתלוה עיקרית של קוצר נשימה במאמץ. למטופל מחלות רקע של השמנת יתר ופרפור פרוזדורים. הוא נוטל סימבסטטין ואיבופרופן. אין עישון פעיל. המטופל מצין כי הוא מרגיש עייפות מוגברת לאחרונה, אך מכחיש כאבים בחזה. הוא נשוי ויש לו 3 ילדים בוגרים.\n\nבבדיקה הפיזיקלית: המטופל בהכרה מלאה, טל\"ד 135/85, דופק לא סדיר 110 לדקה. נשימה מעט מואצת, ריאות נקיות. בדיקת א.ק.ג מראה פרפור פרוזדורים כרוני. לא נצפו שינויים איסכמיים חדשים. אין בצקות פריפריות.\n\nרושם: המטופ סובל מהחמרה אפשרית במצב הפרפור פרוזדורים, ייתכן בעקבות עליה בעומס הלב עקב השמנת יתר. יש לשקול התאמה של טיפול תרופתי.\n\nתוכנית: ממליץ על הפניה לקרדיולוג להערכת שינוי בטיפול בפרפור פרוזדורים. יש להמשיך במעקב ח.ד, לבצע בדיקות דם שגרתיות, ולשקול תוכנית דיאטה מותאמת להפחתת משקל. מעקב בעוד חודש לבחינת התאמת הטיפול וסימפטומים."}
{"מספר_זהות": 4397352, "שם_מטופל": "אדם ברק", "גיל": 33, "מין": "male", "תאריך": "26/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 71, צפת", "סוג_דם": "B-", "מחלות_רקע": ["השמנת יתר", "גאוט", "דמנציה"], "תרופות": ["אינסולין", "פרוקסטין", "לבותירוקסין", "דיקלופנק", "אלנדרונט"], "קוד_אבחנה": ["E66", "M10", "F03"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "אדם ברק, בן 35, מתייצב במרפאה עם תלונה עיקרית של כאבים חדים במפרקים, בעיקר באזור הברכיים והקרסוליים, המחמירים בלילה. המטופל סובל מגאוט, ומדווח על התקף חריף בשבוע האחרון. בנוסף, מדווח על עייפות מוגברת וקושי בריכוז, ייתכן קשור לדמנציה מוקדמת ממנה הוא סובל. אין שינויים בתיאבון או ירידה במשקל, מכחיש חום או תופעות נשימתיות. \n\nבבדיקה פיזיקלית: טל\"ד בגדר הנורמה, ללא סימני דלקת חריפה או נפיחות חריגה במפרקים הנבדקים. א.ק.ג תקין. המטופל נמצא בהשמנה-יתר משמעותית, עם BMI של 32. התרופות נלקחות כמתואר, ללא שינוי, ואין דיווח על תופעות לוואי חריגות. \n\nרושם: התקף גאוט חריף על רקע מחלות רקע ידועות. נשללת תחלואה אקוטית אחרת. תוכנית טיפול: המשך טיפול בדיקלופנק להקלה בכאב, המלצה על דיאטה דלת פורינים להפחתת חומצת שתן בדם, מעקב סדיר אחר רמות סוכר. המטופל מופנה להערכה תזונתית נוספפת לצורך ירידה במשקל. איש קשר: אשתו, נעמה. מעקב בעוד שבועיים להערכה מחודשת."}
{"מספר_זהות": 484229406, "שם_מטופל": "מתן מזרחי", "גיל": 67, "מין": "male", "תאריך": "14/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 55, בת ים", "סוג_דם": "B+", "מחלות_רקע": ["גאוט"], "תרופות": [], "קוד_אבחנה": ["M10"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "גאוט", "doc_type": "visit", "סיכום_רפואי": "מתן מזרחי, בן 69, הגיע לביקור עקב כאבים במפרק האגודל הימני. מצציין החמרה בכאב ובנפיחות מזה יומיים, ללא חום או סימני זיהום אחרים. מטופל מוכר עם גאוט, לא מטופל תרופתית כרגע. אין רקע של ס.ד או ל.ד. מטופל לא מעשן, ללא אלרגיות ידועות. נשוי ואב לשלושה ילדים.\n\nבבדיקה פיזיקלית: ח.ד שמאל תקין, ח.ד ימין נפוח ורגיש במישוש. אין טל\"ד חריגים. אין סימנים לזיהום. תנועותת מוגבלות עקב הכאב. ללא ממצאים חריגים בבדיקה כללית.\n\nרושם: התקף גאוט חריף במפרק האגודל הימני. תוכנית: התחלת קולכיצין להקלת הכאב והנפיחות. המלצה להימנע ממזונות עשירים בפורי ולשתות נוזלים בכמות גדולה. מעקב בעוד שבועיים להערכת תגובה לטיפול."}
{"מספר_זהות": 268861531, "שם_מטופל": "אורי רוזנברג", "גיל": 9, "מין": "male", "תאריך": "30/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 65, חיפה", "סוג_דם": "AB-", "מחלות_רקע": ["דמנציה", "היפרליפידמיה", "אנמיה", "יתר לחץ דם", "שבץ מוחי"], "תרופות": ["קלופידוגרל", "אלנדרונט", "מטופרולול", "אומפרזול", "סימבסטטין"], "קוד_אבחנה": ["F03", "E78", "D64", "I10", "I63"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "visit", "סיכום_רפואי": "אורי רוזנברג, ילד בן 10, הגיע למרפאה בתלונה על כאב ראש מתמשך שהחמיר בשבוע האחרון. המטופל מלווה באימו, מציין כי הכאב מופיע בעיקר בשעות הבוקר ומלווה לעיתים בבחילות קלות. אין סיפור של חבלה בראש לאחחרונה. אורי מטופל כרגע בכמה תרופות עקב רקע רפואי מורכב הכולל דמנציה ויתר ל.ד. \n\nבבדיקה פיזיקלית נמצא כי מצב כללי טוב, ל.ד תקין, טל\"ד 120/80, דופק סדיר 78 לדקה, ללא ממצאים חריגים בבדיקת עיניים או א.ק.ג. בבדיקות דם קודמות: עלייה קלה בערכי השומנים וירידה ברמת ההמוגלובין עקב אנמיה קלה. \n\nהרושם הוא כי מדובר בכאב ראש ממקור מתח, אם כי אין לשלול השפעות אפשריות של התרופות או רקע נוירולוגי. תוכנית: המשך מעקב לחץ דם, התאמת מינון קלופידוגרל בהתאם לצורך, והפניה לנוירולוג להמשך בירור. המלצה על שתייה מרובה ומנוחה, וניטור אחר סימפטומים נוספים. נבדוק אפשרות לתרופת נוגדות כאב במקרה הצורך. הנחיות ניתנו לאם להמשך מעקב בבית ולחזור אם יש החמרה בכאב או הופעת סימפטומים נוספים."}
{"מספר_זהות": 561648403, "שם_מטופל": "תומר עמר", "גיל": 42, "מין": "male", "תאריך": "10/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 114, ירושלים", "סוג_דם": "AB-", "מחלות_רקע": ["סוכרת סוג 2", "COPD", "אנמיה", "השמנת יתר"], "תרופות": ["מטופרולול"], "קוד_אבחנה": ["E11", "J44", "D64", "E66"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "COPD", "doc_type": "visit", "סיכום_רפואי": "תומר עמר, בן 43, הגיע למרפאה בתלונה עיקרית על קוצר נשימה במאמץ בשבועות האחרונים. אין חום או כאבים בחזה. סובל מס.ד סוג 2, COPD, אנמיה והשמנת יתר. נוטל מטופרולול. לא מעשן. \n\nבבדיקה פיזיקלית: ל.ד 130/85, דופק 78 פעימות לדקה, נשימות 20 לדקה, סטורצי 94% באוויר חדר. קולות נשימה עם צפצופים קלים בבסיסי הריאות. אין בצקת פריפרית. א.ק.ג תקין.\n\nהרושם הינו החמרת COPD על רקע ס.ד לא מאוזן. תוכנית טיפול: לשקול העלאת מינון בטא-אגוניסטים בשאיפה, המשך מעקב רמת סוכר, הפניה לדיאטנית לסיוע בירידה במשקל. ביקורת בעוד חודש לבדיקת תפקודי ריאות והערכת מצב כללי."}
{"מספר_זהות": 361386121, "שם_מטופל": "רחל מלכה", "גיל": 26, "מין": "female", "תאריך": "02/09/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 27, טבריה", "סוג_דם": "AB-", "מחלות_רקע": ["אוסטאופורוזיס"], "תרופות": ["אספירין", "אמלודיפין", "אומפרזול", "מטפורמין"], "קוד_אבחנה": ["M81"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "אוסטאופורוזיס", "doc_type": "visit", "סיכום_רפואי": "רחל מלכה, בת 27, הגיעה למרפאה בתלונה על כאבים במפרקים, בעיקר במהלך הלילה. המטופלת סובלת מאוסטאופורוזיס, ומצייגת עישון כרוני מזה 5 שנים. אין דיווח על שינויים בבריאות שהיא מודעת להם מעבר לכך. אין סימני אזהרה לכאב בחזה או קוצר נשימה הנלווים לכאבים.\n\nבבדיקה פיזיקלית: טל\"ד 120/80, דופק 76 לדקה, חום גוף תקין. אין עדות לנפיחו בולטת במפרקים, אול רגישות קלה במישוש מפרקי הברכיים והירכיים. א.ק.ג בוצע והתקבל תקין. אין עדות לכחול בלשון או ציפורניים. המטופלת מדווחת על לקיחת אספירין, אמלודיפין, אומפרזול ומטפורמין כטיפול קבוע. ללא ידוע על אלרגיות לתרופות.\n\nרושם שהכאבים במפרקים עשויים להיות קשורים לאוסטאופורוזיס ולשמירה על אורח חיים בריא כולל הפסקת עישון. מומלץ הפניה לרופא ראומטולוג להמשך בירור וטיפול והמלצה לחידוש בדיקות צפיפות עצם. כמו כן, חשוב לעבודד על הפסקת עישון. המשך מעקב במרפאה בעוד 3 חודשים או במידה והסימפטומים מחמירים."}
{"מספר_זהות": 650618093, "שם_מטופל": "מוחמד שלום", "גיל": 34, "מין": "male", "תאריך": "13/09/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 52, כפר סבא", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": ["מטופרולול", "סימבסטטין", "דיקלופנק", "פרוקסטין"], "קוד_אבחנה": [], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "מוחמד שלום, בן 35, הגיע למרפאה בתלונה עיקרית של כאבי חזה המשתרעים לזרוע שמאל ולכתף. מציין כי הכאבים החלו לפני כשבוע ומתגברים במאמץ. מדווח על עישון של קופסה ביום. ללא מחלות רקע ידוות או אלרגיות. מצב משפחתי: נשוי +3.\n\nבבדיקה: ח.ד תקין, ל.ד 130/85, דופק 78 סדיר. א.ק.ג ללא שינויים איסכמיים חריגים אך נמצאה עליית ST קלה. בדיקות מעבדה קודמות לא הראו חריגות. טל\"ד תקין, ריאות נקיות. לא נמצאו סימנים לנפיחות פריפרית.\n\nרושם: כאבים בחזה חשודים כאנגינה פקטוריס. יש לשלול תהליך איסכמי חריף לאור עליות ST. תוכנית: הפניה לאבחון במרכז לב, כולל ביצוע צנ\"ל דחוף להערכת מצב העורקים הקורונריים. המלצה להפחתת עישון. המשך טיפול במטופרולול, סימבסטטין ופרוקסטין, הפסקת דיקלופנק עד להשלמת בירור. יש ליידע את המטופל לגבי סימני אזהרה ולהדריכו לפנות למיון במקרה של החמרה."}
{"מספר_זהות": 684245087, "שם_מטופל": "דניאל חיון", "גיל": 56, "מין": "male", "תאריך": "28/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 18, רמלה", "סוג_דם": "B+", "מחלות_רקע": ["מחלת לב כלילית", "דמנציה", "פרפור פרוזדורים", "דלקת מפרקים"], "תרופות": ["מטפורמין", "גבפנטין", "אומפרזול"], "קוד_אבחנה": ["I25", "F03", "I48", "M19"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "דמנציה", "doc_type": "visit", "סיכום_רפואי": "דניאל חיון, גיל 54, הגיע למרפאה בתלונה עיקרית של כאבים בחזה המופיעים בעיקר במאמץ. המטופל מכחיש קוצר נשימה, אך מציין תחושת עייפות מוגברת לאחרונה. מחלות רקע כוללות מחלת לב כלילית, דמנציה, פרפור פרוזדורים ודלקת מפרקים. מטופל בתרופות: מטפורמין, גבפנטין, אומפרזול ללא היסטוריה של עישון. \n\nבבדיקה: ל.ד 130/80, דופק לא סדיר. בבדיקת א.ק.ג: פרפור פרוזדורים קיים, ללא שינויים איסכמיים חדשים. בבדיקת ח.ד: קולות לב סדירים, ללא אוושה פתולוגית. המטופל מתנהל בצורה עצמאית, אך עקב הדמנציה מתקשה בהבנת שאלות מורכבות. \n\nרושם כללי של החמרה אפשרית במחלת הלב הכלילית. מומלץ לבצע צנ\"ל חוזר להערכת ממצב כלי הדם הכליליים. יש להמשיך מעקב סדיר בקרדיולוגיה. תוכנית טיפול כוללת שמירה על טל\"ד במעקב, התייעצות עם אורתופד להערכת כאבי מפרקים, ובדיקה תקופתית אצל נוירולוג להערכת מצב הדמנציה. אין ששינוי בטיפול התרופתי הנוכחי."}
{"מספר_זהות": 645257775, "שם_מטופל": "מאיה דוד", "גיל": 68, "מין": "female", "תאריך": "15/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 83, קריית שמונה", "סוג_דם": "AB+", "מחלות_רקע": [], "תרופות": ["מטופרולול", "הידרוכלורותיאזיד"], "קוד_אבחנה": [], "מחלקה": "מיון", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "מאיה דוד, בת 70, הגיעה לביקור בעקבות תלוונה על כאבים חוזרים בחזה המופיעים בעיקר במאמץ. המטופלת ללא מחלות רקע ידועות אך נוטלת מטופרולול והידרוכלורותיאאזיד. מצב משפחתי: אלמנה, ללא ילדים. מדווחת על מעשנות 20 שנה.\n\nבבדיקה: ל.ד תקין, טל\"ד 130/80, דופק סדיר. א.ק.ג הראה שינויים קלים, ללא ממצאים חריגים ברורים. ח.ד תקין. נשימה תקינה, ללא צפצופים ריאתיים. ללא סימני בצקת פריפרית.\n\nרושם: ייתכן אנגינה פקטוריס על רקע פעילות גופנית ישנה חשיבות להמשך בירור לצנ\"ל.\n\nתוכנית: המטופלת תופנה למבחן מאמץ להערכת תפקוד הלב במאמץ. המלצה על מנוחה והפסקת פעילות מאומצת עד לתוצאות הבדיקות. מעקב קרדיאולוגי בהתאם לתוצאות. טל\"ד ייבדק שוב בביקור הבא."}
{"מספר_זהות": 577908270, "שם_מטופל": "נועם ברק", "גיל": 49, "מין": "male", "תאריך": "02/05/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 46, לוד", "סוג_דם": "A-", "מחלות_רקע": ["מחלת לב כלילית", "גאוט"], "תרופות": ["פרוקסטין", "מטופרולול"], "קוד_אבחנה": ["I25", "M10"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "גאוט", "doc_type": "visit", "סיכום_רפואי": "מטופל: נועם ברק, בן 52, נשוי, עם מחלת לב כלילית וגאוט. מתלונן על כאבים בחזה בעת מאמץ קל, מרגיש חולשה כללית בעת האחרונה. נוטל פרוקסטין ומטופרולול. מעשן ססיגריות, ללא ס.ד, ל.ד יציב בטל\"ד 130/80.\n\nבבדיקה פיזיקלית: לב - קולות סדירים ללא אוושות. ריאות נקיות. בטן: רכה, לא רגישות. א.ק.ג - ללא שינויים חריגים, אין עדות לאיסכמיה חריפה. רגליים - מעט בצקת. \n\nרושם: תעוקת חזה יציבה, ייתכן החמרה במצב הכלילי. יש לשקול צנ\"ל חוזר. גאוט במצב יציב. \n\nתוכנית: הפניה לקרדיולוג לביצוע אקו לב והערכת צורך בצנ\"ל. המלצה להפסיק עישון יש לעדכן מינון תרופות לבביות בהתאם להמלצת קרדיולוג. ביקורת בעוד 4 שבועות."}
{"מספר_זהות": 41379777, "שם_מטופל": "עידו ביטון", "גיל": 78, "מין": "male", "תאריך": "07/02/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 73, בת ים", "סוג_דם": "O+", "מחלות_רקע": ["דיכאון"], "תרופות": ["אלנדרונט"], "קוד_אבחנה": ["F32"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "דיכאון", "doc_type": "visit", "סיכום_רפואי": "בן 81, עידו ביטון הגיע למרפאה בתלונה על כאבי גב תחתון שהחלו לפני כשבוע ומחמירים בתנועה. בנוסף לכאבים, המטופל מתאר קושי בשינה לאחרונה, מצב רוח ירוד ועייפות מוגברת, ייתכן קשור למצבו הדיכאוני. מדווח על עישון סיגריות כ-30 שננה, כעת כ-10 סיגריות ביום. אין היסטוריה ש ס.ד או ל.ד. נוטל אלנדרונט לטיפול באוסטאופורוזיס. מצב משפחתי: נשוי, ללא אלרגיות ידועות.\n\nבדיקה פיזיקלית: טל\"ד 130/80, דופק 75 לדקה, ח.ד תקין, ללא עדות לנפיחות או אדמומיות באזורים אחרים. תנועתיות הגב מוגבלת, רגישות מוגברת במישוש החוליות התחתונות. בדיקה נוירולוגית - ללא חסריים פוקליים, רפלקסים תקינים.\n\nרושם: כאבי גב תחתון, ככל הנראה על רקע שינויים ניווניים. יש לשקול השפעה של מצב הדיכאון על התלונות הגופניות. \n\nתוכנית: המלצה להתחלת טיפול פיזיותרפיה לכאבי גב, המשך מעקב אחר המצב הנפשי בתיאום פסיכיאטרי. בדיקה חוזרת בעוד כחודש לבחינת התקדמות. הפניה לצילומי רנטגן להערכת שינויים ניווניים. להימנע ממאמץ פיזי מוגזם ולהמשיך נטילת אלנדרונט כרגיל."}
{"מספר_זהות": "637659913", "שם_מטופל": "דוד בן דוד", "גיל": 24, "מין": "male", "תאריך": "25/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 68, ירושלים", "סוג_דם": "AB+", "מחלות_רקע": ["מחלת כבד שומני"], "תרופות": ["מטפורמין", "דיקלופנק", "אלנדרונט", "לבותירוקסין", "אומפרזול", "גבפנטין"], "קוד_אבחנה": ["K76"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "visit", "סיכום_רפואי": "היום הגיע למפאה דוד בן דוד, בן 26, תושב ת\"א. מתלונן על כאבי בטן חוזרים, בעיקקר לאחר ארוחות כבדות. מציין כי הכאבים נמשכים כשעתיים ולא מלווים בבחילות או הקאות. אין ירידה במשקל או שינוי בהרגלי יציאות. מחלת רקע כוללת מחלת כבד שומני, ולוקח באופן קבוע מטפורמין, דיקלופנק, אלנדרונט, לבותירוקסין, אומפרזול וגבפנטין. מכחיש עישון, צריכת אלכוהול סבירה. \n\nבבדיקה פיזיקלית: מצב כללי טוב, טל\"ד תקין, דופק סדיר. בבדיקת בטן: רגישות קלה ברביע ימני עליון ללא סימני גירוי צפקי. אין הפטומגליה או ספנום. א.ק.ג תקין, ללא שינויים איסכמיים. \n\nהרושם הוא כי מדובר בכאבים על רקע המחלת הכבד השומני. נציע להמשיך במעקב, לקבוע דיאטה מופחתת שומנים ולשקול הפניה לדיאטנית. נמשיך את הטיפול התרופתי הקבוע ונבצע בדיקות דם להערכת תפקוד כבד. המטופל התבקש לחזור לביקורת בעוד חודש או במקרה של החמרה בתסמינים."}
{"מספר_זהות": 565126943, "שם_מטופל": "ענת שמעוני", "גיל": 47, "מין": "female", "תאריך": "29/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 89, טבריה", "סוג_דם": "O+", "מחלות_רקע": ["דלקת מפרקים", "סוכרת סוג 2"], "תרופות": ["מטפורמין", "אלנדרונט", "אמלודיפין", "הידרוכלורותיאזיד", "רמיפריל"], "קוד_אבחנה": ["M19", "E11"], "מחלקה": "ריאות", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "visit", "סיכום_רפואי": "ענת שמעוני, בת 49, פנתה למרפאה בתלונה על כאבי מפרקים שהחמירו בשבועות האחרונים. המטופלת מציינת כי הכאבים בעיקר במפרקי הברכיים והידיים, מלווים בנוקשות בוקר שנמשכת כשעה. בנוסף, מספרת על עייפות מוגברת לאחרונה אך ללא חום או ירידה במשקל. \n\nבבדיקה פיזיקלית: קיימת רגישות ונפיחות במפרקים קטנים של הידיים והברכיים. אין סימני דלקת חריפה. ל.ד: 135/80, טל\"ד תקין. בדיקות הדם האחרונות הראו המוגלובין תקין, רמות סוכר מאוזנות עם טיפול מטפורמין, ללא עלייה במדדי דלקת פעילים. א.ק.ג נצפה תקין ללא שינויים חריגים.\n\nרושם: החמרה בתסמיני דלקת מפרקים, ככל הנראה על רקע מחלת הרקע. אין עדות לזיהום או סיבוכי ס.ד או ל.ד. \n\nתוכנית: ממליצים על המשך טיפול במטפורמין ואלנדרונט. יש לשקול הוספת טיפול אנטי-דלקתי כמו SAIDs בהתאם לסבילות המטופלת. המשך מעקב אחר פרופיל ל.ד וטל\"ד ושקילת שינוי בטיפול אם ימשיך להיות לא יציב. המטופלת הופנתה לפיזיותרפיה לשיפור טווח התנועה וביצוע תרגילים לחיזוק המפרקים. ביקורת במרפאה בעוד חודש להערכת מצב והמשך בירור במידת הצורך."}
{"מספר_זהות": 633565882, "שם_מטופל": "אפרת גולן", "גיל": 50, "מין": "female", "תאריך": "11/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 9, באר שבע", "סוג_דם": "AB+", "מחלות_רקע": ["היפרליפידמיה", "השמנת יתר", "אוסטאופורוזיס", "שבץ מוחי"], "תרופות": ["איבופרופן", "מטפורמין", "גבפנטין"], "קוד_אבחנה": ["E78", "E66", "M81", "I63"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "אפרת גולן, ב 52, הגיעה למרפאה בתלונה עיקרית על כאבי ראש מתמשכים. למטופלת רקע של היפרליפידמיה, השמנת יתר, אוסטאופורוזיס ושבץ מוחי בעבר. נטילת תרופות כוללת איבופרופן להקלה על כאבים, מטפורמין לאיזון ס.ד, וגבפנטין. מעשנת מזה 20 שנה, ללא נסיון גמילה.\n\nבבדיקה פיזיקלית: ל.ד 140/85, טל\"ד יציב, ח.ד תקין. אין סימנים נוירולוגיים חריגים. בבדיקת א.ק.ג לא נמצאו ממצאים חריגים. המטופלת מדווחת על תקופה של לחץ נפשי מוגבר עקב שינויים בעודה. \n\nרושם: כאב ראש ככל הנראה קשור לעומס נפשי ולתרופות שניטלות. יתכן שיש צורך בהערכה נוירולוגית נוספת לשלול גורמים נוספים. \n\nתוכנית: המשך מעקב אחר ל.ד וס.ד, הפסקת עישון מומלצת בחום. יש לשקול שינוי בתרופות נוגדות כאבב כדי להפחית תופעות לוואי. הפניה לייעוץ נוירולוגי לעדכון והמשך הערכה. המטופלת תזומן לביקורת נוספת לאחר קבלת תוצאות ההערכה."}
{"מספר_זהות": 500369152, "שם_מטופל": "אמילי חיון", "גיל": 15, "מין": "female", "תאריך": "30/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 59, קריית שמונה", "סוג_דם": "AB+", "מחלות_רקע": ["פרפור פרוזדורים"], "תרופות": [], "קוד_אבחנה": ["I48"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "פרפור פרוזדורים", "doc_type": "visit", "סיכום_רפואי": "אמילי חיון, בת 16, הגיעה למרפאה עם תלונה עיקרית על תחושת פעימות לב לא סדירות, המופיעות לעיתים קרובות בשבועיים האחרונים. רקע רפואי כולל פרפור פרוזדורים. אין היסטוריה משפחתית רלוונטית לבעיות לבביות. מתארת קוששי קל בביצוע פעילות גופנית מאומצת אך ללא תסמינים נלווים של סחרחורת או התעלפות. לא מעשנת, ללא תרופות קבועות. \n\nבבדיקה: ת.ל.ד תקין, דופק לא סדיר, ללא סימני מצוקה נשימתית. א.ק.ג. בוצע והראה פרפור פרוזדורים ללא שינוי משמעותי מהבדיקה הקודמת. בבדיקת ח.ד (חדרי הלב) לא נשמעו אוושות חריגות, גודל החדרים תקין. \n\nרושם: החרפה קלה בפרפור פרוזדורים. תוכנית: יומלץ על ביצוע מוניטור הולטר ל-24 שעות לצורך הערכת תכיפות וחומרת הפרפור. יינתן ייעוץ קרדיולוגי להמשך בירוור וטיפול מותאם אישית. נדרשת הימנעות מקפאין וממריצים אחרים. תישקל התחלת טיפול תרופתי בהתאם לממצאים."}
{"מספר_זהות": 824558779, "שם_מטופל": "תמר חדד", "גיל": 53, "מין": "female", "תאריך": "10/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 84, עכו", "סוג_דם": "O+", "מחלות_רקע": ["מחלת כבד שומני", "דיכאון", "אנמיה", "סוכרת סוג 2"], "תרופות": ["אמלודיפין", "וורפרין", "רמיפריל"], "קוד_אבחנה": ["K76", "F32", "D64", "E11"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "דיכאון", "doc_type": "visit", "סיכום_רפואי": "תמר חדד, בת 53, הגיעה לרפאה עם תלונה עיקרית של עייפות מתמשכת וכאבי ראש קלים. ברקע מחלת כבד שומני, דיכאון, אנמיה וס.ד סוג 2. המטופלת נוטלת אמלודיפין, וורפרין ורמיפריל. אינה מעשנת.\n\nבבדיקה: ל.ד 130/85, דופק 78 לדקה, מצב כללי טוב. היעדר סימנים לכשל לבבי או נשימתי. מצב נפשי יציב אך מדווחת על תחושת דכדוך מתגבר לאחרונה. בדיקות מעבדה עדכניות הראו המוגלובין נמוך בולט וסוכרים בלתי מאוזנים, ללא שינויים נוספים.\n\nרושם: האנמיה כנראה מחמירה את התחושות הכלליות של עייפות. ייתכן ויש השפעה של דיכאון בלתי מאוזן על התחושות הכלליות. תוכנית: יש להמליץ על הגברת מעקב אחר מדדי ההמוגלובין והסוכרים, לשקול התאמת טיפול תרופתי להעלאת מצב הרוח, ובמידת הצורך להפנות לייעוץ תזונתי לשיפור מאזן הסוכרים וההמוגלובין. המלצה לחזור למעקב בעוד חודש."}
{"מספר_זהות": 557784873, "שם_מטופל": "יעל פרידמן", "גיל": 17, "מין": "female", "תאריך": "01/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 5, פתח תקווה", "סוג_דם": "B+", "מחלות_רקע": ["פרפור פרוזדורים", "אסתמה"], "תרופות": ["אלנדרונט"], "קוד_אבחנה": ["I48", "J45"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "אסתמה", "doc_type": "visit", "סיכום_רפואי": "יעל פרידמן, בת 19, הגיעה למרפאה בתלונה עיקרית של קושי בנשימה ומיחושים בחזה. ברקע פרפור פרוזדורים ואסתמה. נוטלת אלנדרונט ואספירין באופן קבוע. מעשנת, ללא היסטוריה של צנ\"ל או אלרגיות ידועות. מצב משפחתי: רווקה.\n\nבבדיקה: ח.ד סדיר, טל\"ד בגדר הנורמה. נשימה נשמעת שיטחית עם צפצופים.. א.ק.ג בוצע במקום והראה קצב פרוזדורי בלתי סדיר, תואם לפרפור פרוזדורים כרני. סטורציה 93% באוויר חופשית.\n\nרושם: החמרה באסתמה על רקע עישון ופרפור פרוזדורים. יש להמשיך במעקב צמוד אחר מצבה הרפואי והפסקת עישון מומלצת בחום.\n\nתוכנית: הוספת משאף ונטולין לפי צורך. המלצה להפסקת עישון. יש להמשיך בטיפול באלנדרונט ואספירין. ביקור מעקב בעוד חודש לבחינת התקדמות והרכה מחדש של הטיפול התרופתי."}
{"מספר_זהות": 647570514, "שם_מטופל": "דניאל שלום", "גיל": 72, "מין": "male", "תאריך": "09/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 44, רעננה", "סוג_דם": "B+", "מחלות_רקע": ["פרפור פרוזדורים", "סוכרת סוג 2", "השמנת יתר", "יתר לחץ דם", "מחלת לב כלילית"], "תרופות": [], "קוד_אבחנה": ["I48", "E11", "E66", "I10", "I25"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "visit", "סיכום_רפואי": "דניאל שלום, בן 74, פנה למרפאה בתלונה על קוצר נשימה במאמץ קל וכאבים בחזה. רקע של פרפור פרוזדורים, ס.ד סוג 2, השמנת יתר, יתר ל.ד, מחלת לב כליללית. מטופל ללא תרופות קבועות. אינו מעשן. מציין כי הכאבים נמשכים מזה שבוע, בעיקר לאחר הליכה קצרה.\n\nבבדיקה: מצב כללי טוב, טל\"ד 145/90, דופק לא סדיר 90 לדקה. א.ק.ג: פרפור פרוזדורים ידוע, ללא שינוי משמעותי. בבדיקה גופנית: נשימה תקינה חוץ מכך שלאחר מאמץ קל יש חרחורים קלים. אין בצקות בגפיים.\n\nרושם: החמרה בתסמינים של מחלת הלב הכלילית ברקע פרפור פרוזדורים. קוצר נשימה וכאבים בחזה ייתכן כי נובעים מאיסכמיה. \n\nתוכנית: המלצה על צנ\"ל להערכה מחודשת של עורקים כליליים. התחלת טיפול באספירין וסטטין. הפניה לקרדיולוג להמשך מעקב וטיפול. המלצה על שינויי באורח חיים כולל תזונה ופעילות גופנית מתונה. מעקב בעוד שבועיים לבדיקת יעילות הטיפול ושיפור בתסמינים."}
{"מספר_זהות": 638782946, "שם_מטופל": "דנה כהן", "גיל": 13, "מין": "female", "תאריך": "10/07/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 105, צפת", "סוג_דם": "AB-", "מחלות_רקע": ["גאוט", "שבץ מוחי", "אי ספיקת כליות כרונית", "פרפור פרוזדורים", "סוכרת סוג 2"], "תרופות": ["וורפרין", "מטופרולול", "קלופידוגרל", "אספירין"], "קוד_אבחנה": ["M10", "I63", "N81", "I48", "E11"], "מחלקה": "ריאות", "אבחנה_ראשית": "אי ספיקת כליות כרונית", "doc_type": "visit", "סיכום_רפואי": "דנה כהן, בת 16, הגיעה לביקור במרפאה עם תלונה עיקרית של כאבים בברכיים והתנשפויות במאמץ קל. המטופלת סובלת ממחלות רקע רבות כולל גאוט, שבץ מוחי, אי ספיקת כליות כרונית, פרפור פרוזדורים וס.ד סוג 2. נוטלת וורפרין, מטופרולול, קלופידוגרל ואספירין. אין עישון. \n\nבבדיקה: דנה במצב כללי טוב, ל.ד 130/80, טל\"ד תקין. בדיקת א.ק.ג במנוחה לא הראתה שינויים משמעותיים בפרפורר פרוזדורים. מאז הביקור האחרון אצלנו לפני כחודש, דנה מדווחת על הקפדה על דיאטה נכונה לשמירה על רמות ח.ד מאוזנות, אך מציינת לחץ רגשי בשל לימודים ומבחנים. \n\nהרושם הוא החמרה בכאבים על רקע גאוט וחולשה כללית על רקע מצבה הקרדיווסקולרי. תוכנית לטיפול כוללת ההמשך טיפול תרופתי כרגיל, הפניה לבדיקות דם להערכת תפקוד כלייתי וגלוקוז בבוקר. ניתנה המלצה להגברת פעילות גופנית מתונה וייעווץ דיאטני להמשך מאוזן של ס.ד. מומלץ מעקב קרוב אצל הקרדיולוג המטפל. נזכיר שבן 26, יש לקחת בחשבון את המצב הרגשי והלחץ בלימודים המשפיע על התפקוד היום-יומי שלה."}
{"מספר_זהות": 96789946, "שם_מטופל": "משה ביטון", "גיל": 69, "מין": "male", "תאריך": "04/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 13, רעננה", "סוג_דם": "B-", "מחלות_רקע": [], "תרופות": ["אמלודיפין"], "קוד_אבחנה": [], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "משה ביטון, בן 70, הגיע למרפאה בתלונה על כאבים בחזה בזמן מאמץ. המטופל ללא מחלות רקע ידועות, אך נוטל אמלודיפפין ומעשן. אין דיווח על אלרגיות. בבדיקה פיזיקלית: נימה סדירה, ל.ד 130/85, טל\"ד תקין, דופק 76 פעימות לדקה. בוצעה א.ק.ג שהראתה שינויים קלים, אך לא חד משמעיים. \n\nהרושם הקליני: יתכן שמדובר באנגינה פקטוריס יציבה, יש לשקול ביצוע צנ\"ל בעתיד. \n\nתוכנית: מתוכנן מעקב קרדיולוגי, המשך טיפול באמלודיפין, והמלצות להפסקת עישון. במידה והכאבים נמשכים או מחמירים, יש לשקול הפניה למיון להערכה דחפה. המטופל הופנה גם לבדיקת מאמץ להמשך בירור. נמצא במעקב ומוזמן לביקורת נוספת בעוד שבועיים."}
{"מספר_זהות": 848792065, "שם_מטופל": "דניאל גולן", "גיל": 41, "מין": "male", "תאריך": "05/10/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 70, אשדוד", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": ["רמיפריל", "לבותירוקסין"], "קוד_אבחנה": [], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "המטופל דניאל גולן, בן 43, הגיע למרפאה בתלונה עיקרית של כאבי ראש כרוניים שמתחילים בעיקר בשעות הבוקר ונמשכים לאורך היום. אין היסטוריה של ס.ד או ל.ד, אך נוטל רמיפריל ולבותירוקסין. המטופל מציין כי הכאבים החלו לפני מספר שבועות ומדווח על עייפות כללית.\n\nבבדיקה פיזיקלית: ל.ד 130/80 מ\"מ כספית, דופק סדיר 75 פעימות לדקה, טל\"ד תקין. בבדיקת א.ק.ג לא נצפו ממצאים חריגים. בדקנו את ח.ד הראש והצוואר ולא נמצאו סימנים נוירולוגיים מדאיגים. דניאל ציין שהוא נשוי וללא ילדים, ואין ידוע על אלרגיות. \n\nהרושם הוא שמדובר בכאבי ראש על רקע מתח ולחץ בעבודה. מומלץ להמשיך לנטר את ל.ד ולשקול הפניה לפיזיותרפיה או טיפול פסיכולוגי במידה והמצב נמשך. יש לבצע מעקב בעוד כחודשיים ניתנה המלצה על מנוחה רבה והורדת עומס בעבודה ככל הניתן."}
{"מספר_זהות": 957823297, "שם_מטופל": "יעקב אזולאי", "גיל": 50, "מין": "male", "תאריך": "25/12/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 117, הרצליה", "סוג_דם": "B-", "מחלות_רקע": ["אסתמה", "מחלת לב כלילית", "שבץ מוחי", "דיכאון", "אוסטאופורוזיס"], "תרופות": ["מטופרולול", "דיקלופנק", "הידרוכלורותיאזיד", "אטורבסטטין"], "קוד_אבחנה": ["J45", "I25", "I63", "F32", "M81"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "אוסטאופורוזיס", "doc_type": "visit", "סיכום_רפואי": "מר אזולאי, בן 50, הגיע למרפאה עם תלונה עיקרית על קוצר נשימה במאמץ קל וכאבים בחזה, שנמשכים מזה מספר ימים. המטופל עם רקע של אסתמה, מחלת לב כלילית, שבץ מוחי, דיכאון ואוסטאופורוזיס. הוא נוטל מטופרולול, דיקלופנק, הידרוכלורותיאזיד ואטורבסטטין. אינו מעשן. אין לציין אלרגיות ידועות.\n\nבבדיקה פיזיקלית: ל.ד תקין, קולות לב סדירים, ללא אוושות. ריאות עם חרחורים קלים בבסיסים. בוצע א.ק.ג שהראה סימנים של איסכמיה קלה. במסגרת בדיקות הדם לא נצפו חריגות משמעותיות פרט לעליה קלה באנזימי לב.\n\nרושם: החרפת מצב הלב הכלילי עם חשד לאיסכמיה לבבית. יש להמשיך מעקב קרדיאלי צמוד. תוכנית: מומלץ על ביצוע אקו לב והפניה לקליניקה לקרדיולוגיה לצורך הערכה נוספת ובחינת צורך בצנ\"ל. יש להמשיך טיפול תרופתי כמקובל, ולהוסיף ניטרטים במידת הצורך להקלת כאבים בחזה. ניהול אסתמה בהתאם למצב הנוכחי. ביקורת בעוד שבועיים או במקרה של החמרה מוקדם יותר."}
{"מספר_זהות": 566474235, "שם_מטופל": "אריאל ביטון", "גיל": 0, "מין": "male", "תאריך": "11/11/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 98, דימונה", "סוג_דם": "B+", "מחלות_רקע": ["אי ספיקת כליות כרונית", "אוסטאופורוזיס", "מחלת לב כלילית", "דיכאון"], "תרופות": ["אמלודיפין", "אומפרזול", "קלופידוגרל", "אטורבסטטין"], "קוד_אבחנה": ["N18", "M18", "I25", "F23"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "אוסטאופורוזיס", "doc_type": "visit", "סיכום_רפואי": "אריאל ביטון, בן 27, הגיע למרפאה עם תלונה עיקרית של כאבים בחזה המופיעים בעיקר במאמץ. למטופל היסטוריה של אי ספיקת כליות כרונית, אוסטאופורוזיס, מחלת לב כלילית ודיכאון. נול אמלודיפין, אומפרזול, קלופידוגרל ואטורבסטטין באופן סדיר. מעשן מזה מספר שנים.\n\nבבדיקה פיזיקלית נרשמו ל.ד תקין וטכיקרדיה קלה. אין סימני כחלון או בצקות פריפריותת. בבדיקת א.ק.ג נמצאו שינויים איסכמייםם קלים. המטופל מתלונן על עייפות כללית ומדווח על שינויים במצב הרוח. נבדק טל\"ד ונמצא בטווח תקין.\n\nרושם קליני: כאבים חזה ממקור איסכמי, ככל הנראה קשורים למחלת הלב הכלילית. ייתכן צורך בהערכה נוספת באצעות צנ\"ל. יש לשקול טיפול תרופתי לדיכאון לאור הדיווח על שינויים במצב הרוח.\n\nתוכנית: להמליץ על הפסקת עישון, להמשיך טיפול תרופתי קיים ולשקול הופת טיפול לדיכאון. הפניה לקרדיולוג להערכת צורך בצנ\"ל. מעקב אחר תפקודי כליותת ואיזון גורמי סיכון קריווסקולריים. בטווח הארוך, לשקול ייעוץ דיאטני לאור האוסטאופורוזיס ואי ספיקת הכליות."}
{"מספר_זהות": 27937143, "שם_מטופל": "אדם עמר", "גיל": 74, "מין": "male", "תאריך": "22/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 58, הרצליה", "סוג_דם": "B+", "מחלות_רקע": ["מחלת כבד שומני"], "תרופות": ["פרוקסטין"], "קוד_אבחנה": ["K76"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "visit", "סיכום_רפואי": "מטופל: אדם עמר, בן 75, הגיע לבדיקה עקב תלונה על כאבי בטן עליונה שמופיעים לסירוגין בשבוע האחרון. מוכר עם מחלת כבד שומני, מטופל קבוע בפרוקסטין ואלנדרוננט. אין עישון, אין ס.ד או ל.ד. מציין שיפור חלקי בכאבים עם מנוחה, אין הקאות ו חום. \n\nבבדיקה: בטן רכה, רגישות קלה ברביע ימני עליון, ללא סימני גירוי צפקי. טל\"ד תקין. א.ק.ג סדיר, ללא שינויים חריגים. נבדק קוצב לב - פועל כשורה. אנמנזה משפחתית ללא אירועים חריגים, אינו סובל מאלרגיות ידועות.\n\nרושם: כאבים כנראה ממקור כבד שומני, אך יש להמשיך במעקב ולשקול אולטרה-סאונד בטן לשלילת מצבים אחרים. מומלץ ללהמשיך טיפול קבוע באלנדרונט, לחזור למעקב בעוד שבועיים או במידה והסימפטומים מחמירים. ניתנה הנחיה על המשך מנוחה והימנעות ממאמצים פיזיים מיותרים."}
{"מספר_זהות": 785760844, "שם_מטופל": "אמילי אוחנה", "גיל": 33, "מין": "female", "תאריך": "11/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 81, רעננה", "סוג_דם": "AB-", "מחלות_רקע": ["סוכרת סוג 2", "אי ספיקת כליות כרונית", "דלקת מפרקים", "גאוט"], "תרופות": ["קלופידוגרל", "גבפנטין", "לבותירוקסין", "אינסולין", "הידרוכלורותיאזיד", "אספירין"], "קוד_אבחנה": ["E11", "N18", "M91", "M10"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "גאוט", "doc_type": "visit", "סיכום_רפואי": "מטופלת אמילי אוחנה, בת 34, הגיעה לביקור במרפאה עם תלונה עיקרית על כאבים במפרקים המוחמרים בשבוע האחרון. המטופלת סובלת ממצב רפואי כרוני הכולל ס.ד סוג 2, אי ספיקת כליות כרונית, דלקת מפרקים וגאוט. נוטלת תרופות: קלופידוגרל, גבפנטין, לבותירוקסין, אינסולין, הידרוכלורותיאזייד, אספירין. אין עישון. אין ידוע על אלרגיות.\n\nבבדיקה פיזיקלית לחץ דם תקין, טל\"ד 120/80, דוק 78 ל.ד. מפרקים נפוחים עם רגישות ברורה, במיוחד בכפות הידיים. רגישות בכפות הרגלים, בעיקר בבוהן ימין. מצב כללי יציב. אין חום. מצבה הכללי טוב, א מציינת עייפות מוגברת.\n\nרושם: החמרה של דלקת המפקים והגאוט. מוממלץ להתחיל טיפול עם NSAIDs ולהגדיל מינון של גבפנטין במידת הצורך. המשך מעקב סדיר אחר ס.ד ותפקוד כליות. יש לשקול שינוי בתרופות במידת החמרה נוספת ולהפנות לבדיקות מעבדה נוספות. המטופלת קיבלה הנחיות להמשיך לעקוב אחר רמות סוכר ולשמור על דיאטה מתאימה. תור מעקב נקבע לעוד חודש."}
{"מספר_זהות": 299629147, "שם_מטופל": "עידו חיון", "גיל": 55, "מין": "male", "תאריך": "28/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 69, בת ים", "סוג_דם": "AB-", "מחלות_רקע": ["מחלת לב כלילית", "אסתמה"], "תרופות": ["מטפורמין", "קלופידוגרל"], "קוד_אבחנה": ["I25", "J45"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "אסתמה", "doc_type": "visit", "סיכום_רפואי": "עידו חיון, בן 56, הגיע למרפאה בתלונה על כאבים בחזה שמופיעים בעיקר במאמץ ונמשכים כ-10 דקות. מתאר תחושת לחץ ומעין כבדות באזור החזה. מכחיש הקרנה ליד או ללסת. מציין קוצר נשימה קל במאמץ. אין בחילות או הקאות. אין שינוי בתחושת הכאבים בעת מנוחה.\n\nבבדיקה פיזיקלית: ל.ד תקין, טל\"ד שמור, א.ק.ג בוצע והראה שינויים מינימליים שלא עולים בקנה אחד עם איסכמיה אקוטית. ריאות נקיות, תפקודי לב תקינים למעט רשרוש קל. לא נצפה החמרה באסתמה. \n\nרושם: כאבים בחה ממאפיין קרדיאלי. יש לשלול אנגינה פקטוריס. מומלץ לבצע צנ\"ל להמשך ברור. להמשיך טיפול במטפורמין וקלופידוגרל. יש להמנע ממאמץ פיזי עד לבדיקות נוספות. ממליץ על בדיקת מאמץ בהקדם האפשרי. מעקב קרדיולוגי מומלץ תוך שבועיים.."}
{"מספר_זהות": 317807824, "שם_מטופל": "אלון פרידמן", "גיל": 49, "מין": "male", "תאריך": "06/04/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 5, אשקלון", "סוג_דם": "O-", "מחלות_רקע": ["דמנציה", "דלקת מפרקים", "מחלת כבד שומני"], "תרופות": ["אמלודיפין"], "קוד_אבחנה": ["F03", "M19", "K76"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "דמנציה", "doc_type": "visit", "סיכום_רפואי": "אלון פרידמן, בן 52, הגיע לביקור עקב תלונה על כאבי מפרקים מתמשכים אשר מחמירים בשבועות האחרונים. המטופל סובל מדמנציה, דלקת מפרקים ומחלת כבד שומני. אלון נוטל אמלודיפין ומדווח על עישון פעיל. בבדיקה קלינית נצפו נפיחות באזורים של המפרקים הגדולים, אין אדמומיות או חום מקומי. לח\"ד 135/85, טל\"ד תקין, ללא סימנים של אי ספיקת לב. \n\nהרושם הקליני הוא החמרה של דלקת המפרקים על רקע מחלתו הכרונית. אין עדות להחמרה בכבד השומני לפי בדיקות קודמות. המטופל נדרש להפסיק עישון עקב השפעתו השלילית על מצב המפרקים ומחלות הרקע. מומלץ על המשך טיפול בנוגדי דלקת ומעקב צמוד במרפאת ראומטולוגיה. בנוסף, יש לשקול ייעוץ תזונתי לשיפור הבריאות הכללית. \n\nהמטופל רווק, ללא אלרגיות ידועות. יישלח לבדיקות דם להערכת תיפקודי כבד ול.ד. נקבע פגישת מעקב בעוד חודש להערכת מצב והתקדמות הטיפול."}
{"מספר_זהות": 915701841, "שם_מטופל": "אברהם עמר", "גיל": 25, "מין": "male", "תאריך": "18/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 88, בני ברק", "סוג_דם": "AB+", "מחלות_רקע": ["דלקת מפרקים"], "תרופות": ["אינסולין", "איבופרופן", "פרוקסטין", "אמלודיפין", "מטפורמין"], "קוד_אבחנה": ["M19"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "visit", "סיכום_רפואי": "אברהם עמר, גבר בן 25, הגיע לביקור במרפאה עם תלונה עיקרית של כאבי מפרקים חוזרים, במיוחד בברכיים ובקרסוליים. המטופל סובל מדלקת מפרקים ומטופל תרופתית באיבופרופן, בנוסף לציו ס.ד ומ.ל.ד. הוא מדווח על החמרה בכאבים במהלך השבוע האחרון, במיוחד לאחר פעילות פיזית מוגברת.\n\nבבדיקה הגופנית: טל\"ד 130/85, דופק 78 ל'ד. אין עדות לנפיחות משמעותית או חום מקומי בברכיים, אך קיים כאב במגע. א.ק.ג תקין. המטופל מעשן כשתי חפיסות בשבוע ומדווח על קשיי שינה בשל הכאבים.\n\nהרושם הוא החמרה בדלקת המפרקים על רקע מאמץ פיזי מוגבר. מומלץ להפחית את רמות הפעילות הפיזית ולהמשיך בטיפול האיבופרופן. נשקלת אפשרות להוסיף טיפול פיזיותרפי להקלת הכאבים ושיפור התפקוד. יש לעעקוב אחר הערכים הגליקמיים והלחץ דם להבטחת איזון מיטבי במצבו הכללי. מועד לביקורת נוספת בעוד כשלושה שבועות או מוקדם יותר במקרה של החמרה נוספת."}
{"מספר_זהות": 16016628, "שם_מטופל": "דוד מלכה", "גיל": 28, "מין": "male", "תאריך": "04/12/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 61, ראשון לציון", "סוג_דם": "O-", "מחלות_רקע": ["מחלת כבד שומני", "פרפור פרוזדורים"], "תרופות": [], "קוד_אבחנה": ["K76", "I48"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "visit", "סיכום_רפואי": "דוד מלכה, בן 31,, הגיע לביקור במרפאה עם תלונה עיקרית של דפיקות לב מהירות והרגשת חולשה כללית. המטופל ידוע עם מחלת כבד שומני ופרפור פרוזדורים. אינו נוטל תרופות קבועות ואינו מעשן. אין אלרגיות ידועות.\n\nבבדיקה פיזיקלית: ל.ד 120/80, דופק לא סדיר 100 פעימות לדקה. נשימה סדירה, ללא קולות חריגים. בטן רכה, ללא רגישות מיוחדת. בדיקת א.ק.ג הראתה פרפור פרוזדורים מהיר עם חוסר יציבות. \n\nרשום: המצב מוסבר עקב פרפור פרוזדורים. יש לשקול התחלת טיפול תרופתי קבוע לשמירה על קצב לב וייצוב טל\"ד. המטופל הופנה לקרדיולוג להמשך בירור והתאמת טיפול. נערכו דיון לגבי שינוי אורחות חיים יכלל הפחתת שומן בתזונה. ניתנו הנחיות לשוב למעקב במרפאה בעוד שבועיים או במידה ויש החמרה במצב."}
{"מספר_זהות": 747733293, "שם_מטופל": "נועה סויסה", "גיל": 15, "מין": "female", "תאריך": "04/04/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 13, קריית שמונה", "סוג_דם": "AB-", "מחלות_רקע": ["מחלת כבד שומני", "מחלת לב כלילית", "פרפור פרוזדורים", "דמנציה", "גאוט"], "תרופות": [], "קוד_אבחנה": ["K76", "I25", "I48", "F03", "M10"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "דמנציה", "doc_type": "visit", "סיכום_רפואי": "נועה סויסה, בת 17, הגיעה למרפאה בשל תלונות על כאבי בטן וחולשה כללית שהחלו לפני כשבועיים. מציינת כי הכאבים מוחמרים לאחר ארוחות כבדות. אין עדות ל.ד או ל.ד. מחלות רקע כוללות מחלת כבד שומני, מחלת לב כלילית, פרפור פרוזדורים, דמנציה וגאוט. אינה נוטלת תרופות קבועות ועישון נשלל - פרט זה לא מדוייק שכן היא מעשנת 20 שנה.\n\nבבדיקה פיזיקלית: לד: 120/80 ממ\"כ, דופק: 88 פעימות לדקה, ח.ד תקין. בטן רכה אך רגישה מעט במישוש, ללא סימני גירוי צפקי. נוירולוגית: מצב מודעות תקין, אך מתקשה לעיתים במענה לשאלות פשוטות. א.ק.ג מראה פרפור פרוזדורים כרוני לא שינויים אקוטיים, ממצא ידוע. \n\nהרושם הקליני הוא של החמרה במצב הכבד השומני על רקע אורח חיים וצריכת מזון לא מותאם. נמליץ על תתזונה דלת שומן ופחמימות, מעקב תפקודי כבד והערכת קרדיולוג להמשך טיפול בפרפור. יומלץ להפסיק לעשן (אם כי טעתה כשאמרה שמעולם לא עישנה). מעקב נוסף בעוד חודש עם תוצאות בדיקות הדם וההדמיה."}
{"מספר_זהות": 772459921, "שם_מטופל": "מאיה גולן", "גיל": 39, "מין": "female", "תאריך": "27/04/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 45, רעננה", "סוג_דם": "O+", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "מחלקה": "גריאטריה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "מאיה גולן, בת 42, הגיעה למרפאה עם תלונה עיקרית של כאבים בחזה המתרחשים בעיקר במאמץ. ללא היסטוריה של מחלות רקע או תרופות קבועות. אינה מעשנת. \n\nבבדיקה פיזיקלית: ל.ד 120/80, טל\"ד תקין. אין סימנים של אי ספיקת לב. א.ק.ג שבוצע במנוחה תקין. בדיקות דם בסיסיות ללא חריגות, כולל פרופיל שומנים.\n\nהרושם הקליני הוא של תעוקת חזה יציבה. לפי האבחנה, מומלץ לבצע מבחן מאמץ להערכה נוספת. המטופלת הופנתה לקרדיולוג לביצוע המבחן והמשך טפול בהתאם לתוצאות. הוסבר למטופלת חשיבות המעקב וההימנעות מטרס ופעילות פיזית מאומצת עד להשלמת הבדיקות."}
{"מספר_זהות": 519712848, "שם_מטופל": "אריאל רוזנברג", "גיל": 83, "מין": "male", "תאריך": "10/12/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 91, עכו", "סוג_דם": "A-", "מחלות_רקע": ["היפרליפידמיה", "השמנת יתר", "דיכאון", "דלקת מפרקים"], "תרופות": ["הידרוכלורותיאזיד", "וורפרין", "אינסולין", "אלנדרונט"], "קוד_אבחנה": ["E78", "E66", "F32", "M19"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "visit", "סיכום_רפואי": "מר רוזנברג, בן 85, הגיע לביקור במרפאה עם תלונה על כאבים במפרקים המתחזקים בשבועות האחרונים. המטופל עם רקע של היפרליפידמיה, השמנת יתר, דיכאון ודלקת מפרקים. הוא מטופל בתרופות הידרוכלורותיאזיד, וורפרין, אינסולין, אלנדרונט ונוטל רמיפריל באופן קבוע. אינו מעששן. בבדיקת ח.ד נמדד טל\"ד תקין. אין עדות לנפיחות או חום במפרקים אך יש רגישות במישוש באצבעות הידיים.\n\nהרושם הוא החמרה במצב דלקת המפרקים. מצב רוחו של המטופל נראה דיכאוני, וראוי לשקול התאמתת הטיפול התרופתי עבור הדיכאון. מומלץ להתחיל בטיפול פיזיותרפי ולשקול שינויים בתרופות הקיימות, בהתייעצות עם רופא המשפחה.\n\nתכנית טיפול כוללת המשך מעקב סדור אחר רמות הסוכר ול.ד, והתאמה של מינון הרמיפריל אם יש צורך. נבצע בדיקות דם להערכת מצב השומנים והסוכר נתאם פגישה עם דיאטנית להרזיה מבוקרת. בנוסף, נמליץ על טיפול לא-תרופתי לדיכאון, כולל טיפול קבוצתי או פרטני. נמשיך במעקב אחר דלקת המפרקים ובמידה ואין שיפור, נשקול הפניה לריאומטולוג להמשך בירור."}
{"מספר_זהות": 442944401, "שם_מטופל": "עידו לוי", "גיל": 25, "מין": "male", "תאריך": "08/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 101, חיפה", "סוג_דם": "B+", "מחלות_רקע": ["סוכרת סוג 2", "דמנציה"], "תרופות": ["אספירין", "אטורבסטטין", "אלנדרונט"], "קוד_אבחנה": ["E11", "F03"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "visit", "סיכום_רפואי": "עידו לוי, בן 27, הגיע לביקור במרפאה עם תלונה עיקרית על עייפות מתמשכת ותחושת סחרחורת המופיעה בעיקר לאחר ארוחות. המטופל מדווח כי סובל מס.ד סוג 2 ומטופל קבוע באספירין, אטורבסטטין ואלנדרונט. אין עישון בעברו. במהלך הבדיקה הפיזיקלית, טל\"ד היה תקין, ללא עדות ל.ד חריג. נשימות סדירות, ללא קולות פתולוגיים בריאות. בדיקת א.ק.ג ללא ממצאים חריגים.\n\nברקע הרפואי, המטופל אובחן גם עם דמנציה קלה, אך אין ירידה משמעותית בתפקוד היומיומי נכון לעכשיו. נלקחה בדיקת סוכר בצום שייתכן ותהיה סיבה לסימפטומים המדווחים. אין עדות לאלרגיות מיוחדות או רקע משפחתי רלוונטי לעניין.\n\nרושם: הסימפטומים עשויים להיות קשורים לאיזון הסוכר בדם, ייתכן היפוגליקמיה תגובתית לאחר ארוחות. מומלץ על המשך מעקב סדיר אחרי רמות הסוכר, והתאמת הדיאטה לצרכים המטבוליים המדויקי של המטופל. מעודדים לשמור על פעילות גופנית מתונה ופנייה לדיאטנית קלינית להתאמת תפריט. נבצע מעקב לעניין הדמנציה, כולל הערכה נוירולוגית חוזרת. יש להמשיך בטיפול התרופתי הנוכחי ולבצע בדיקות מעקב תקופתיות."}
{"מספר_זהות": 393852587, "שם_מטופל": "תמר שלום", "גיל": 12, "מין": "female", "תאריך": "10/05/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 87, כפר סבא", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": ["הידרוכלורותיאזיד", "פרוקסטין"], "קוד_אבחנה": [], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "תמר לום, נקבה בת 14, הגיעה למרפאה עם תלונה עיקרית של כאבי ראש תכופים שנמשכים מזה מספר שבועות. הכאבים מתוארים כלוחצים וממוקדים באזור המצח. אין היסטוריה של מחלות רקע, אך נוטלת הידרוכלורותיאזיד ופרוקסטין, כנראה עקב טיפול בחרדה. מציינת גם שהיא מעשנת מדי פעם, אך מכחישה שימוש בסמים או אלכוהול. מצב משפחתי: הורים נשואים, אין מידע על מחלות כרוניות במשפחה.\n\nבבדיקה: לחץ דם תקין, אין סימני מצוקה נשימתית, קרקפת תקינה בבדיקה חיצונית. בבדיקת א.ק.ג לא נצפו ממצאים חריגים. לא נצפו סימנים נוירולוגיים חריגים. מטופלת נראית ערנית ומודעת למצבה. אין עדות לאלרגיות ידועות.\n\nרושם: כאבי ראש תכופים, ככל הנראה על רקע מתח או חרדה. יש צורך לשקול שינוי בתרופות הנוכחיות או התאמה של מינון. תוכנית: הפניה לנוירולוג להמשך בירור, התאמת טיפול תרופתי לפי הורך. המלצה להפסקת עישון ולהפחתת מתח באמצעות טכניקות הרפיה. ביקורת במרפאה בעוד חודש או במקרה של החמרה."}
{"מספר_זהות": 93911196, "שם_מטופל": "רון פרץ", "גיל": 21, "מין": "male", "תאריך": "19/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 12, תל אביב", "סוג_דם": "B+", "מחלות_רקע": ["אנמיה", "השמנת יתר", "דמנציה"], "תרופות": ["רמיפריל", "אינסולין"], "קוד_אבחנה": ["D64", "E66", "F03"], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "תלונה עיקרית: רון פרץ, בן 24, התייצב במרפאה עם תלונהה על קוצר נשימה במאמץ וכאבים קלים בחזה. \n\nבדיקה: בבדיקה פיזיקלית, מצאתי ל.ד 130/85, דופק 88 פעימות לדקה, ומשקל יתר עם BMI של 32. נשימות סדירות, אך נשמעה אוושה קלה בבדיקת האזנה לח.ד. בא.ק.ג לא נרשמו שינויים חריגים. רון ציין שהוא מעשן כחצי קופסא ביום ואין דיווח על אלרגיות ידועות. \n\nרשם ותוכנית: הרושם הוא כי הככאבים בחזה וקוצר הנשימה נובעים מהשמנת היתר ועישון, אך לא ניתן לשלול בעיה קרדיאלית. נמליץ על הפסקת עישון והמשך מעקב אחר ס.ד ואנמיה. יש לבצע בדיקות דם כולל תפקודי כבד וכליות, ונשקול הפניה לצנ\"ל במידה וימשיכו הסימפטומים. נעקוב אחר לחץ הדם ונבדוק אם יש צורך בשינוי תרופתי בהתאם לממצאים."}
{"מספר_זהות": 917410110, "שם_מטופל": "פאטמה ברק", "גיל": 40, "מין": "female", "תאריך": "10/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 28, אילת", "סוג_דם": "AB+", "מחלות_רקע": [], "תרופות": ["לבותירוקסין"], "קוד_אבחנה": [], "מחלקה": "פנימית ב", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "פאטמה ברק, בת 41, הגיעה לביקור במרפאה. התלונה העיקרית: עייפות מתמשכת מזה כחודשיים. ללא מחלות רקע ידועות, מטופלת בלבותירוקסין. אינה מעשנת. מציינת כי היא נשואה ואם לשניים. אין רגישיות ידועות.\n\nבבדיקה פיזיקלית: ל.ד 120/80, דופק 72 סדיר, טל\"ד תקין. בבדיקת בלוטת התריס נמצאה מוגדלת במעט אך ללא סימנים קליניים נוספים. א.ק.ג תקי ללא חריגות.\n\nרושם: ייתכן כי מדובר בתת פעילות קלה של בלוטת התריס, עם אפשרות לחוסר איזון קל. מומלץ לבצע בדיקות דם נוספות לרמת TSH ו-T4 כדי להעריך את הצורך בהתאמת מינון התרופה.\n\nתוכנית: יש להפנות לבדיקות דם תוך שבוע. במידה וישש שינוי ברמות ההורמונים, לשקול התאמת מינון הלבותירוקסין. ביקורת במררפאה בעוד חודש להערכת מצב והמשך טיפול."}
{"מספר_זהות": 806346151, "שם_מטופל": "מאיה חיון", "גיל": 57, "מין": "female", "תאריך": "15/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 23, טבריה", "סוג_דם": "O-", "מחלות_רקע": ["יתר לחץ דם", "מחלת לב כלילית", "אנמיה"], "תרופות": ["קלופידוגרל", "אספירין", "איבופרופן", "לוסרטן"], "קוד_אבחנה": ["I10", "I25", "D64"], "מחלקה": "פנימית א", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "visit", "סיכום_רפואי": "מאיה חיון, נקבה בת 58, התייצבה לביקור במרפאה עם תלונה עיקרית של כאבים בחזה המופיעעים במאמץ ופוחתים במנוחה. ברקע ידועים יתר ל.ד, מחלת לב כלילית ואנמיה. נוטלת קלופידוגרל, אספירין, איבופרופפן, ולוסרטן. אין עישון, ללא אלרגיות ידועות. מצבה המשפחתי: נשואה עם שני ילדים.\n\nבבדיקה פיזיקלית: ל.ד 135/85, דופק 78 פעימות לדקה, ללא בצקות פריפריות, קולות לב סדירים ללא אוושות. א.ק.ג: סינוס טכיקרדיה, שינויים בלתי ספציפיים ב-ST. בדיקת דם מהיום מציגה המוגלובין 10.5 גרם/ד\"ל, MCV נמוך - חשד לאנמיה מחווסר ברזל. \n\nהרושם הוא של תעוקת חזה יציבה, ככל הנראה עקב מחלת לב כלילית ידועה, עם אפשרות להחמרה באנמיה מחוסר ברזל. תוכנית טיפול: המשך טיפול אנטי-תרומבוטי עם קלופידוגרל ואספירין, מעקב ל.ד עם לוסרטן, המלצה להפסיק נטילת איבופרופן בשל השפעות על לחץ הדם ותפקוד כלייתי. נערך בירור להחמרת האנמיה, כולל הפניה להמטולוג לבדיקות נוספות והמלצה לנטילת תוסף ברזל. מעקב קרדיולוגי לאחר חויה צנ\"ל."}
{"מספר_זהות": 253092514, "שם_מטופל": "דוד אברהם", "גיל": 45, "מין": "male", "תאריך": "04/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 70, צפת", "סוג_דם": "B+", "מחלות_רקע": ["שבץ מוחי", "אוסטאופורוזיס"], "תרופות": [], "קוד_אבחנה": ["I63", "M81"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "visit", "סיכום_רפואי": "דוד אברהם, בן 47, הגיע לביקור במרפאה עם תלונה עיקרית על כאבי ראש חזקים שנמשכים מזה מספר ימים. ללא תלונות נוספות. ברקע, שבץ מוחי ואוסטאופורוזיס. המטופל אינו נוטל תרופות קבועות אך ציין כי הוא מעשן חפיסה ביום.\n\nבבדיקה פיזיקלית: ל.ד 135/85, טל\"ד תקין. מצב הכרה תקין, ללא חסרים נוירולגגיים חדשים. בבדיקת א.ק.ג לא נצפו שינויים חריגים. בדיקות דם קודמות מהחודש האחרון ללא חריגות משמעותיות.\n\nהרושם הוא שמדובר בכאבי ראש על רקע מתח או עייפות. ייתכן והעישון תורם למצב. הומלץ על הפחתת עישון, מעקב אחרי לחץ הדם ובמידת הצורך לשקול טיפול תרופתי להקלת הכאב. ייתכן ונפנה לבדיקות נוספת בהתאם להתפתחות הסימפטומים. המטופל התבקש לחזור לביקורת בעוד שבועיים או במידה ומצבו מחמיר."}
{"מספר_זהות": 791456080, "שם_מטופל": "אחמד ביטון", "גיל": 26, "מין": "male", "תאריך": "18/07/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 92, נצרת", "סוג_דם": "A-", "מחלות_רקע": ["גאוט", "פרפור פרוזדורים"], "תרופות": ["מטופרולול", "אומפרזול", "אינסולין"], "קוד_אבחנה": ["M01", "I48"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "גאוט", "doc_type": "visit", "סיכום_רפואי": "אחמד ביטון, בן 28, הגיע למרפאה בתלונה עיקרית על כאבים במפרק הרגל הימנית. המטופל מדווח על החמרה בכאבים בשבוע האחרון, בעיקר לאחר מאמץ פיזי. יש לו רקעע רפואי של גאוט ופרפור פרוזדורים, נוטל מטופרולול, אומפרזול, ואינסולין לס.ד. מעשן כ-10 סיגריות ביום. ללא אלרגיות ידועות.\n\nבבדיקה פיזיקלית: ח.ד תקין, טל\"ד 120/80, דופק סדיר 70 פעימות לדקה. המפרק נראה נפוח ואדמומי, רגיש למגע. יתר הבדיקות הפיזיקליות בגדר התקין. א.ק.ג שבוצע במקום לא הדגים שינויים חריגים.\n\nהרושם הוא החמרה במצב הגאוט, כנראה עקב חוסר שליטה בתזונה ומאמץ פיזי מוגבר. מומלץ להתאים את המינון התרופתי ולשקול שינוי בתוכנית התזונתית. המטופל הופנה לבדיקה נוספת אצל מומחה ראומטולוגיה. ניתנה המלצה להפסיק עישון ולהקפיד על מנוחה. ביקורת בעוד שבועיים."}
{"מספר_זהות": 68671775, "שם_מטופל": "עידו ביטון", "גיל": 33, "מין": "male", "תאריך": "07/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 65, דימונה", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": ["אינסולין", "הידרוכלורותיאזיד", "גבפנטין"], "קוד_אבחנה": [], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "עידו ביטון, זכר בן 34, הגיע למרפאה בתלונה על כאבי ראש חזקים המקרינים לעיתים ללסת העליונה. מטופל עם ס.ד מטופל באינסולין, ול.ד מטופל בהידרוכלורותיאזיד. עידו מעשן, ללא מחלות רקע ידועות נוספות. אין אלרגיות ידועות. מתגורר לבד.\n\nבבדיקה פיזיקלית: ל.ד 140/90, ח.ד סדיר, טל\"ד תקין. א.ק.ג ללא ממצאים חריגים. ניכרת רגישות במישוש איזור הצוואר. אין סימני נוירולוגיה חריגים. \n\nהרושם הוא שמדובר בהחמרה של מיגרנה בתגובה לסטרס ויתכן גם עקב העישון. מומלץ להמשיך במעקב ל.ד וס.ד, ולהפחית בעישון. נרשמו משככי כאבים וגבפנטין להורדת הכאב. הוזמן לביקורת בעוד שבועיים."}
{"מספר_זהות": 279907729, "שם_מטופל": "שירה פרידמן", "גיל": 26, "מין": "female", "תאריך": "10/09/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 40, רעננה", "סוג_דם": "O+", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "שירה פרידמן, בת 27, הגיעה למרפאה בתלונה על כאבי בטן עליונה שמופיעעים בעיקר לאחר ארוחות כבדות. המטופלת אינה סובלת ממחלות רקע ידועות ואינה נוטלת תרופות קבועות. היא לא מעשנת, למרות שציינה בטעות שהיא מעשנת 20 שנה — מה שנמצא לא נכון לאחר בירור. אין אלרגיות ידועות.\n\nבבדיקה פיזיקלית: בטן רכה עם רגישות קלה באפיגסטריום, ללא סימני גירוי צפקי. בדיקת א.ק.ג תקינה. טל\"ד 110/700, דופק 72 סדיר. שירה אינה סובלת מס.ד או ל.ד.\n\nרושם: הכאבים ככל הנראה נובעים מדיספפסיה פונקציונלית. תוכנית: המלצה על שינוי תזונתי, הימנעות ממאכלים שומניים וחריפים, והמלצה על נטילת נוגדי חומצה לפי הצורך. המשך מעקב במרפאה לפי הצורך."}
{"מספר_זהות": 931950851, "שם_מטופל": "אפרת ברק", "גיל": 84, "מין": "female", "תאריך": "01/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 70, קריית שמונה", "סוג_דם": "A-", "מחלות_רקע": ["מחלת לב כלילית", "שבץ מוחי", "אוסטאופורוזיס", "דיכאון", "סוכרת סוג 2"], "תרופות": ["דיקלופנק", "סימבסטטין"], "קוד_אבחנה": ["I25", "I63", "M81", "F32", "E11"], "מחלקה": "פנימית א", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "visit", "סיכום_רפואי": "אפרת ברק, בת 85, הגיעה לביקור במרפאה עם תלונה עיקרית של כאבים בחזה שמופיעים במאמץ ונעלמים במנוחה. המטופלת סובלת ממחלת לב כלילית, שבץ מוחי בעבר, אוסטטאופורוזיס, דיכאון וסוכרת סוג 2. מתארת גם תחושת עייפות כללית ומצב רוח ירוד בתקופה האחרונה. מטופלת בתרופות דיקלופנק וסימבסטטין. אינה מענת. \n\nבבדיקה גופנית: ל.ד יציב 130/80, קצב לב סדיר, ללא דפיקות לב מואצות. א.ק.ג ללא שינויים חריגים לעומת בדיקות קודמות. בבדיקת עצמות, עדות לאוסטאופורוזיס מתקדמת יותר. טל\"ד תקין. \n\nרושם: ייתכן כי הכאבים בחזה נובעים מאנגינה פקטוריס. יש לשקול ביצוע צנ\" אבחחנתי להערכת מצב כלי הדם הכליליים. תוכנית: המשך טיפול תרופתי קיים, הוספת ניטרטים לטיפול באנגינה. יש לשקול התחלת טיפול אנטי-דיכאוני. יש להפנות לביצוע בדיקות דם ובדיקת ס.ד תקופתית. המלצה להמשך מעקב קרדיולוגי צמוד והערכה של מצב העצמות בממרפאת אוסטאופורוזיס."}
{"מספר_זהות": 238055255, "שם_מטופל": "פאטמה דהן", "גיל": 10, "מין": "female", "תאריך": "21/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 48, כפר סבא", "סוג_דם": "B+", "מחלות_רקע": ["אסתמה", "אי ספיקת כליות כרונית", "השמנת יתר", "יתר לחץ דם", "סוכרת סוג 2"], "תרופות": ["הידרוכלורותיאזיד", "אטורבסטטין"], "קוד_אבחנה": ["J45", "N18", "E66", "I10", "E11"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "פאטמה דהן, בת 10, התייצבה לביקור במרפאה עם תלונה עיקרית של קוצר נשימה ותחושת עייפות מוגברת. רקע רפואי כולל אסתמה, אי ספיקת כליות כרונית, השמנת יתר, יתר לחץ דם וס.ד סוג 2. נוטלת הידרוכלורותיאזיד ואטורבסטטין. מציינת שאינה מעשנת אף פעם, אם כי יש לציין כי אביה מעשן מזה 220 שנה, דבר שעשוי להשפיע סיבתית.\n\nבבדיקה גופנית: ח.ד במצב מאוזן, טל\"ד נשמר, נשימות שיטחיות עם וויזינג קל בבדיקה באמצעות סטטוסקופ. יתר הממצאים ללא חריגות משמעותיות. בבדיקות מעבדה: רמות הגלוקקוז גבוהות מהנורמה, קריאטינין מעט מוגבר, תפקודי כליה מראים על המשך האי ספיקת כליות.\n\nרושם: החרפה בסימפטומים הנשימתיים כנראה על רקע חשיפה לעעישון פסיבי ואי שיפור במצב האסתמה. חוסר איזון ס.ד משפיעה על העייפות הכללית.\n\nתוכנית טיפולית: הגברת מעקב אחר ערכי ל.ד וס.ד, התאמת מינון תרופתי לל.ד וס.ד, יעוץ תזונתי להורדת משקל, הפנייה לפולמונולוג להערכת תפקוד נשימתי ולדיון על שינוי טיפולי באסתמה. מומלץ הפחתת חשיפה לעישון סביבתי ככל הניתן."}
{"מספר_זהות": 547492975, "שם_מטופל": "נועם בן דוד", "גיל": 14, "מין": "male", "תאריך": "28/10/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 65, דימונה", "סוג_דם": "A-", "מחלות_רקע": ["פרפור פרוזדורים"], "תרופות": ["אטורבסטטין", "מטפורמין"], "קוד_אבחנה": ["I48"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "פרפור פרוזדורים", "doc_type": "visit", "סיכום_רפואי": "נועם בן דוד, בן 17, הגיע לביקור בשל תחושת חוסר נוחות בחזה ודפיקות לב מואצות. אין עישון ברקע, וללא אלרגיות ידועות. מטופל עם פרפור פרוזדורים, מטוופל באטורבסטטין ומטפורמין עבור ס.ד. \n\nבבדיקה פיזיקלית: טל\"ד תקין, ל.ד 120/80, קצב לב לא סדיר, ללא סימני אי-ספיקת לב. א.ק.ג מצביע על פרפור פרוזדורים. ח.ד נקי, ללא גודש ריאתי, ללא בצקות פריפריות.\n\nהרושם הוא החמרה קלה בפרפו פרוזדורים. מומלץ להמשיך טיפול תרופתי הנוכחי, עם מעקב קרוב יותר אחר דופק ולחץ דם. הפניה לייעוץ קרדיולוגי נוסף לשקול אפשרות צנ\"ל במידה ואין שיפור. התבקש לחזור למעקב בעוד חודש או קודם אם יש החמרה בתסמינים."}
{"מספר_זהות": 195979646, "שם_מטופל": "מרים ברק", "גיל": 23, "מין": "female", "תאריך": "29/07/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 64, אילת", "סוג_דם": "O-", "מחלות_רקע": ["אי ספיקת לב", "אי ספיקת כליות כרונית"], "תרופות": ["מטופרולול", "מטפורמין", "אמלודיפין"], "קוד_אבחנה": ["I50", "N18"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "visit", "סיכום_רפואי": "מרים ברק, בת 26, הגיעה למרפאה עם תלונה עיקרית של עייפות מוגברת וקוצר נשימה במאמץ קל. מחלות הרקע כוללות אי ספיקת לב ואי ספיקת כלליות כרונית. המטופלת מטופלת במטופרולול, מטפורמין ואמלודיפין. היא לא מעשנת ואין ידוע על אלרגיות. ס.ד מאוזן על פי דברי המטופלת, אך לעיתים מרגישה סחרחורת במעבר מהר לישיבה או לעמידה.\n\nבבדיקה פיזיקלית: ל.ד 125/80, טל\"ד תקין. דופק סדיר, אך מעט נמוך (56 פעימות לדקה). ריאות נקיות ללא חרחורים. בבדיקת א.ק.ג לא נראו שינויים חדשים מהבדיקה הקודמת. מצב כללי בינוני, ישנה עייפות ניכרת. בבדיקות דם קודמות נצפו ערכים מעט גבוהים של קראטינין ו-BUN.\n\nהרושם הוא של החמרה קלה במצב הלבבי, ייתכן עקב נטילת יתר של מטופרולול הגורמת לברדיקרדיה. יש להמשיך בניטור מצב הלב והכליות. תוכנית הטיפול כוללת הורדת מינון המטופרולול והמשך מעקב צמוד אחר ל.ד ותפקוד כלייתי. המטופלת הונחתה להקפיד על שתייה מספקת ומעקב אחר סימני התייבשות. מומלץ לקבוע פגישה עם קרדיולוג בהקדם האפשרי."}
{"מספר_זהות": 110760311, "שם_מטופל": "ליאם פרידמן", "גיל": 55, "מין": "male", "תאריך": "04/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 98, הרצליה", "סוג_דם": "A+", "מחלות_רקע": ["דלקת מפרקים"], "תרופות": ["אספירין"], "קוד_אבחנה": ["M19"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "visit", "סיכום_רפואי": "ליאם פרידמן, בן 73, הגיע למרפאה עקב כאבים במפרקים המוחמרים בשבועות האחרונים. המטופל סובל מדלקת מפרקים כרונית ומטופל באספירין. אין אלרגיות ידועות. מציין עלייה בכאבי המפרקים במיוחד במזג אוויר קר ובלחץ. מטופל מעשן כ-20 סיגריות ביום מזה שנים רבות.\n\nבבדיקה גופנית: טל\"ד 130/85, דופק 78 סדיר. תנועתיות המפרקים מווגבלת עם נפיחות קלה במפרקים הגדולים. אין סימנים לכיב או תפרחת עורי. בדיקות דם אחרונות ללא חריגות משמעותיות מלבד שקיעת דם מעט מוגברת.\n\nרושם: המרה בדלקת מפרקים על רקע עישון כרוני. מומלץ להפחית עישון ולהתייעץ עם ראומטולוג להמשך טיפול. המשך טיפול באספירין. אם לא חל שיפור, לשקול בדיקות נוספות כולל א.ק.ג להערכת מצב קרדיאלי."}
{"מספר_זהות": 249552894, "שם_מטופל": "דוד מלכה", "גיל": 25, "מין": "male", "תאריך": "16/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 12, אשקלון", "סוג_דם": "A-", "מחלות_רקע": [], "תרופות": ["אמלודיפין", "הידרוכלורותיאזיד", "רמיפריל", "אלנדרונט", "אספירין", "קלופידוגרל"], "קוד_אבחנה": [], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "דוד מלכה, בן 26, הגיע למרפאה בתלונה על כאבי חזה שהחלו לפני כ-3 ימים, מתגברים במאמץ ומלווים בקוצר נשימה קל. מלבד זאת, המטופל מדווח על תחושת עייפות כללית. ללא היסטוריה משפחתית של מחלות לב. בעישון פעיל של כקופסה ביום. אין ידוע על אלרגיות.\n\nבבדקה: ל.ד 132/88, ח.ד תקן, טל\"ד תקין. בבדיקת א.ק.ג: סינוס טכיקרדיה, שינויים קלים שאינם ספציפיים. בבדיקה גופנית: קולות לב תקינים, ריאות נקיות, ללא סימני גודש, בטן רכה ללא רגישות. שינויים קלים בצבע עור לא נצפו.\n\nרושם: כאבי חזה לא טיפוסיים בתמונה קלינית של גבר צעיר, עם מספר גורמי סיכון קרדיווסקולריים. ייתכן קשר לתרופות אנטי-היפרטנסיביות או לחסר סידן.\n\nתוכנית: המשך מעקב קרדיאלי. המלצה לירידה הדרגתית בעישון. בדיקות דם להערכת פרופיל ליפידי, אלקטרוליטים ותפקודי כליות. המשך טיפול תרופתי נוכחי עם מעקב אחר תופעות לוואי. מעקב במרפאה בעוד שבועיים או לפי הצורך במקרה של החמרה."}
{"מספר_זהות": 2842763, "שם_מטופל": "עדי שלום", "גיל": 35, "מין": "female", "תאריך": "15/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 59, בת ים", "סוג_דם": "O+", "מחלות_רקע": ["מחלת כבד שומני", "סוכרת סוג 2"], "תרופות": ["אינסולין", "דיקלופנק", "אמלודיפין", "פרוקסטין", "מטופרולול", "אומפרזול"], "קוד_אבחנה": ["K76", "E11"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "visit", "סיכום_רפואי": "עדי שלום, בת 37, פונה היום למרפאה עם תלונה עיקרית על כאבי בטן עליונה מזה מספר ימים. המטופלת מדווחת על תחושת מלאות לאחר אכילה וצרבת. יש לציין כי עדי מעשנת מזה 15 שנה. מחלות רקע כוללות ס.ד סוג 2 ומחלת כבד שומני. מטופלת באופן קבוע באינסולין, דיקלופנק, אמלודיפין, פרוקסטין, מטופרולול, אומפרזול וכן נוטלת לבותירוקסין באופן קבוע.\n\nבבדיקה פיזיקלית: טל\"ד 130/85, חום גוף תקין, דופק 75, נשימות 16. בבדיקת הבטן, ררגישות גוברת ברום הבטן, ללא סימני גירוי צפקי. א.ק.ג תקין. רושם קליני של גסטריטיס על רקע תרופתי ואורחות חיי. \n\nתוכנית: המלצה על הפחתת עישון ושינוי תזונתי להקלת הסימפטומים. נבדוק התאמה להעברת טיפול מדיקלופנק לנוגדי דלקת שלא מגבירים חומציות קיבה. יש להמשיך במעקב אחר רמות סוכר וטיפול ס.ד. נקבע ביקורת בעוד שבועיים ונשקול ביצוע אולטרסאונד בטן."}
{"מספר_זהות": 969545003, "שם_מטופל": "גלית שמעוני", "גיל": 24, "מין": "female", "תאריך": "01/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 64, בת ים", "סוג_דם": "B+", "מחלות_רקע": ["היפרליפידמיה", "מחלת כבד שומני", "אי ספיקת כליות כרונית", "דיכאון"], "תרופות": [], "קוד_אבחנה": ["E78", "K76", "N18", "F32"], "מחלקה": "פנימית א", "אבחנה_ראשית": "היפרליפידמיה", "doc_type": "visit", "סיכום_רפואי": "גלית שמעוני, בת 24, פנתה למרפאה עם תלונה עיקרית של עייפות כרונית וכאבי ראש תכופים. המטופלת אינה מעשנת ואין לה אלרגיות ידועות. היא נוטלת רמיפריל באופן קקבוע למרות שלא צויין בתרופות הקבועות, ייתכן כחלק מטיפול באי ספיקת הכליות הכרונית או לח.ד גבוה בעבר.\n\nבבדיקה פיזיקלית: לחץ דם 120/80 ממ\"כ, דופק 78 פעימות לדקה, ח.ד תקין, בטן רכה ללא רגישות מיוחדת. לא נצפו סימנים חיצוניים להחמרה במצב הכבד או הכליות. לא בוצעו בדיקות דם או הדמיה במהלך הביקור הנוכחי.\n\nהרושם הקליני הוא של עייפות והכאבים קשורים כנראה למצב הדיכאון המטופל. תוכנת טיפול: מומלץ להמשיך במעקב פסיכיאטרי, לשקול התאמת טיפול תרופתי לדיכאון. יש לבצע בדיקות דם עדכניות כולל פרופיל שומנים, לתיאום ביקור מעקב בעוד כחודש."}
{"מספר_זהות": 333491140, "שם_מטופל": "אורי אזולאי", "גיל": 50, "מין": "male", "תאריך": "28/09/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 85, אשקלון", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": ["וורפרין", "הידרוכלורותיאזיד", "דיקלופנק"], "קוד_אבחנה": [], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "אורי אזולאי, גבר בן 51, הגיע למרפאה עם תלונה עיקרית על כאבם בחזה המקרינים ליד שמאל. אין לו מחלות רקע ידועות אך נוטל וורפרי, הידרוכלורותיאזיד ודיקלופנק. עישן מזה כ-20 שנה. בבדיקה פיזיקלית: ח.ד סדיר קולות לב תקינים, ל.ד 130/85, נשימה תקינה ללא חרחורים. בבדיקת א.ק.ג: שינויים לא ספציפיים אך ללא סימנים איסכמיים ברורים. \n\nהרושם הוא כאבים בחזה ממקור לא ברור, יש לשלול מחלה איסכמית. בהתחשב במצבו של המטופל, יש לבצע בירור מעמיק יותר לכאבים בחזה, כולל מבחן מאמץ וצנ\"ל אם יידרש. עד אז הונחה להימנע ממאמץ פיזי כבד ולהמשיך במעקב ל.ד. הומלץ על הפסקת עישון וקבלת יעוץ תזונתי. במידת הצורך, לשקול שינוי בטיפול התרופתי לאחר הערכת קרישיות דם. המטופל יוזמן לביקורת בעוד שבועיים להמשך מעקב וטיפול."}
{"מספר_זהות": 171357858, "שם_מטופל": "יונתן חיון", "גיל": 46, "מין": "male", "תאריך": "17/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 74, בת ים", "סוג_דם": "AB+", "מחלות_רקע": ["גאוט", "אי ספיקת לב", "דיכאון", "סוכרת סוג 2"], "תרופות": ["גבפנטין", "מטפורמין", "קלופידוגרל", "פרוקסטין", "לוסרטן"], "קוד_אבחנה": ["M10", "I50", "F32", "E11"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "גאוט", "doc_type": "visit", "סיכום_רפואי": "תלונה עיקרית: יונתן חיון, זכר בן 48, הגיע למרפאה בשל החמרה בכאבי מפרקים, בעיקר בברך ימין, המוחמרים בתנועה ומלווים בנפיחות. המטופל מדווח גם על עייפות מוגברת לאחרונה.\n\nבדיקה: בבדיקה פיזיקלית, נצפה נפיחות בברך ימין עם רגישות מקומית, תנועות מוגבלות. ל.ד 130/85, טל\"ד מור. בבדיקת א.ק.ג ללא עדות לשינויים איסכמיים חדשים. ס.ד מאוזנת עם מטפורמין.\n\nרושם: ההחמרהה בכאבי המפרקים יכולה להיות משויכת להתלקחות גאוט. העייפות עשויה להיות קשורה לדיכאון קיים או לאי ספיקת לב, מצב הדורש מעקב צמוד.\n\nתוכנית: המלצה להמשך טיפול בסטטוס קוו, לשקול העלאת מינון גבפנטין במידה והכאב לא משתפר. מעקב אורתופדי לההמשך בירור כאבי הברך. מעקב קרדיולוגי קבוע עקב רקע של אי ספיקת לב, כולל ביצוע א.ק.ג נוסף בעוד 3 חודשים. הפנייה ליעוץ פסיכיאטרי להערכת מצב הדיכאון. חשוב להפסיק עישון ולשמור על תזוה מאוזנת."}
{"מספר_זהות": 191954197, "שם_מטופל": "סיגל מזרחי", "גיל": 0, "מין": "female", "תאריך": "18/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 96, נתניה", "סוג_דם": "O-", "מחלות_רקע": ["דלקת מפרקים", "דמנציה", "דיכאון", "סוכרת סוג 2"], "תרופות": ["הידרוכלורותיאזיד", "פרוקסטין"], "קוד_אבחנה": ["M19", "F03", "F32", "E11"], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "visit", "סיכום_רפואי": "סיגל מזרחי, בת 10, מתלוננת על כאבים במפרקים בעיקר ברגליים. חולה ס.ד, דלקת מפרקים ודמנציה. פרוקסטין והידרוכלורותיאזיד ניתנים כטיפול. בבדיקה: מטופלת נראית במצב כללי טוב, ללא סימני מצוקה. מפרקים מעט נפוחים אך ללא אודם או חום מקומי. טל\"ד תקין, ס.ד מאוזן. \n\nהרושם: הכאבים ככל ההנראה קשורים להחמרה בדלקת מפרקים. אין עדות לסיבוכים נוספים כרגע. \n\nתוכניות טיפול: המשך טיפול בפרוקסטין והידרוכלורותיאזיד כרגיל. המלצה לתיאום פגישת מעקב עם ראומטולוג ון בדיקה אורתופדית. הנחיות להורים לעקוב אחר שינויים במצב הס.ד והכאב. במידת הצורך, שימוש במשככי כאבים קלות."}
{"מספר_זהות": 466513645, "שם_מטופל": "מיכל אוחנה", "גיל": 27, "מין": "female", "תאריך": "28/07/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 96, נתניה", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": ["רמיפריל", "וורפרין", "איבופרופן", "אטורבסטטין"], "קוד_אבחנה": [], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "מיכל אוחנה, בת 29, הגיעה מרפאה עם תלונה על כאבים בחזה מזה שבוע. הכאב מתואר כלוחץ ומופיע בעיקר במאמץ. אין מחלות רקע ידועות. נוטלת רמיפריל, וורפרין, איבופררופן, אטורבסטטין. אינה מעשנת. בבדיקה פיזיקלית: ל.ד 120/80, דופק 78 סדיר. אין ממצאים חריגים בבדיקת ריאות ולב. א.ק.ג במנוחה תקין.\n\nהרושם הוא כאב חזה ממקור לא קרדיאליי, אך יש לשלול אטיולוגיה קרדיאלית לאור סיפור המשפחתי של מחלות לב בגיל צעיר (אמא חלתה בגיל 40). בנוסף, יש להמשיך מעקב אחר רמות כולסטרול בשל שימוש באטורבסטטין.\n\nבתוכנית: הפניה לצנ\"ל לבירור מדויק יותר, המשך טיפול תרופתי כרגיל. המלצה להמנע מפעילות גופנית מאומצת עד לבירור נוסף. ביקורת חוזרת בעוד שבועיים או מוקדם יותר במידה והכאב מחמיר."}
{"מספר_זהות": 764907853, "שם_מטופל": "עומר אזולאי", "גיל": 8, "מין": "male", "תאריך": "10/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 36, פתח תקווה", "סוג_דם": "A-", "מחלות_רקע": ["שבץ מוחי", "השמנת יתר", "אי ספיקת לב", "COPD"], "תרופות": ["אמלודיפין"], "קוד_אבחנה": ["I63", "E66", "I50", "J44"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "עומר אזולאי, ילד בן 11, הגיע למרפאה עם תלונה עיקרית של קשיי נשימה בזמן מאמץ קל. מדווח כי סובל משבץ מוחי בעבר, השמנת יתר, אי ספיקת לב ו-COPD. בתשאול נוסף, נרשם כי מעשן מזה 20 שנה, אף על פי שכעת אינו מעשן עקב גילו. נוטל אמלודיפין באופן קבוע, אין דיווח על אלרגיות ידועות. \n\nבבדיקה פיזיקלית: קוצב ח.ד סדיר, אין עדות לבצקת פריפרית, תפקודי ריאה ירודים כמצופה משילוב המחלות. טל\"ד יציב תחחת טיפול תרופתי, ללא שינויים משמעותיים בא.ק.ג.\n\nהרושם הוא שמדובר בהחמרה קלה במצב ה-COPD, ייתכן על רקע מזג אוויר או פעילות גופנית לא מותאמת. הומלץ על המשך טיפול תרופתי, מעקב ריאת סדיר והפנייה לבדיקת תפקודי ריאות נוספת בעוד כחודש. אין שינוי בטיפול הנוכחי."}
{"מספר_זהות": 867713331, "שם_מטופל": "נועם רוזנברג", "גיל": 44, "מין": "male", "תאריך": "23/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 92, באר שבע", "סוג_דם": "AB+", "מחלות_רקע": ["דיכאון", "אסתמה", "מחלת לב כלילית", "אי ספיקת כליות כרונית"], "תרופות": ["הידרוכלורותיאזיד"], "קוד_אבחנה": ["F32", "J45", "I25", "N18"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "אי ספיקת כליות כרונית", "doc_type": "visit", "סיכום_רפואי": "נועם רוזנברג, בן 47, הגיע לביקור עקב תלונה על כאבים בחזה שהחלו לפני יומיים ומלווים בקוצר נשימה במאמץ. מטופל עם רקע של מחלת לב כלילית, דיכאון, אסתמה ואי ספיקת כיות כרונית. נוטל הידרוכלורותיאזיד, ללא עישון בעבר או בהווה. אין אלרגיות ידועות. \n\nבבדיקה פיזיקלית: ל.ד 140/85, דופק 80 פעימת לדקה, נשימה 20 בדקה. קולות לב סדירים, ללא איוושות. בבדיקת ריאות נשממעו צפצופים קלים בבסיסים. בדיקות דם שנעשו לאחרונה מצביעות על עלייה קלה בקראטינין, מתאים לשינויים באי ספיקת כליות כרונית. א.ק.ג הראה שינויים מינימליים ללא סימנים לאיסכמיה חריפה. \n\nרושם: כאבים בחזה על רקקע מחלת לב כלילית ואסתמה. תוכנית: המטופל מופנה לביצוע בדיקת מאמץ לבבית להערכת מצב הלב. יש לשקול שינוי התרופה משתן עקב העלייה בקראטינין ולבצע מעקב ל.ד תקופתי. מומלץ להמשיך מעקב קרדיולוגי לאור הרע הקרדיאלי."}
{"מספר_זהות": 537599003, "שם_מטופל": "גלית אברהם", "גיל": 20, "מין": "female", "תאריך": "08/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 7, רמלה", "סוג_דם": "O+", "מחלות_רקע": ["אי ספיקת לב", "דיכאון", "מחלת לב כלילית"], "תרופות": [], "קוד_אבחנה": ["I50", "F32", "I25"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "visit", "סיכום_רפואי": "גלית אברהם, בת 22, הגיעה לביקור במרפאה עם תלונה עיקרית על קוצר נשימה במאמץ קל וכאבים בחזה המופיעים לעיתים קרובות בתקופה האחרונה. אין שינוי במשקל או חום לאחרונה. ללא עישון, אין תרופות קבועות. \n\nבבדיקה פיזיקלית: ל.ד 120/80, דופק 78, סטורציה 98% באוויר החדר. נשימות סדירות, אך נשמעים חרחורים בבסיסי הריאות. קולות לב תקינים, ללא אוושות. א.ק.ג: סינוס טכיקרדיה קלה, ללא שינויים איסכמיים חדשים. \n\nרושם: החמרה אפשרית במחלת הלב הכלילית על רקע מאמץ, יש לשקול צנ\"ל להערכת מצב כלילי. ישנה אפשרות להחמרה באי ספיקת לב. \n\nתוכנית: המלצה לביצוע אקו לב והפניה לצנ\"ל לבירור נוסף. במידת הצורך, להתחיל טיפול תרופתי מתאים לאור הממצאים. יש לעקוב אחר מצב הדיכאון ולשקול הפניה לייעוץ פסיכיאטרי להערכת מצב נפשי. לצורך כך, נתאם פגישה נוספת בעוד שבועיים."}
{"מספר_זהות": 703203208, "שם_מטופל": "ענת שלום", "גיל": 37, "מין": "female", "תאריך": "25/08/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 119, רמלה", "סוג_דם": "B+", "מחלות_רקע": ["אי ספיקת לב", "אי ספיקת כליות כרונית"], "תרופות": ["גבפנטין", "אטורבסטטין"], "קוד_אבחנה": ["I50", "N18"], "מחלקה": "ריאות", "אבחנה_ראשית": "אי ספיקת כליות כרונית", "doc_type": "visit", "סיכום_רפואי": "ענת שלום, בת 39, הגיעה למרפאה עקב תחושת עייפות מוגברת וקוצר נשימה במאמץ קל. המטופלת סובלת מאי ספיקת לב ואי ספיקת כליות כרונית. אינה מעשנת. מצב משפחתי: נשואה ואם לשניים. אין אלרגיות ידועות. נוטלת גבפנטין ואטורבסטטין באופן קבוע.\n\nבבדיקה: טל\"ד 120/80, דופק 78 לדקה, נשימות 18 לדקה. נשמעה חרחורים בבסיסי הריאות, ח.ד מוגבר. אין בצקות ברגליים. א.ק.ג תקין ללא שינויים חדשים. תפקודי כליות מראים עליה קלה בקריאטינין, אך יציבה יחסית לבדיקותת קודמות.\n\nרושם: החמרה קלה בתסמיני אי ספיקת הלב, ייתכן עקב חוס איזון נוזלים. המטופלת תמשיך במעקב, הומלץ על שינוי מינון התרופות לאחר התייעצות קרדיולוגית. תוכנית: להמשיך ליטול את התרופות הקיימות, לבצע בדיקות דם חוזרות בעוד שבועיים, להימנע מפעילות גופנית מוגזמת ולשקול צנ\"ל במידת הצורך. המטופלת תוזמן לבדיקה חוזרת בעוד חודש."}
{"מספר_זהות": 164236101, "שם_מטופל": "רחל ברק", "גיל": 28, "מין": "female", "תאריך": "05/05/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 49, רמלה", "סוג_דם": "B+", "מחלות_רקע": ["אוסטאופורוזיס", "אסתמה", "דלקת מפרקים"], "תרופות": ["אינסולין", "לוסרטן", "קלופידוגרל", "הידרוכלורותיאזיד", "וורפרין", "גבפנטין"], "קוד_אבחנה": ["M81", "J45", "M19"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "visit", "סיכום_רפואי": "רחל ברק בת 30, הופיעה במרפאה עם תלונה על כאבים במפרקים המתרחשים בעיקר בשעות הבוקר ותחושת קושי בנשימה. ההמטופלת סובלת ממחלות רקע הכוללות אוסטאופורוזיס, אסתמה ודלקת מפרקים. היא נוטלת אינסולין, לוסרטן, קלופידוגרל, הידרוכלורותיאזיד, וורפרין וגבפנטין. לא מעשת. \n\nבבדיקה פיזיקלית, נצפו רגישות ונפיחות במפרקים הגדולים, במיוחד בפרק כף היד והברך. בהאזנה לריאות נצפו חרחורים קלים בבסיס הריאות. טל\"ד היה תקין, ללא עדות ל.ד חריג. בא.ק.ג לא נצפו שינויים חריגים. \n\nרושם קליני: החמרה בדלקתת המפרקים והאסתמה. מומלץ להתחיל טיפול אנטי-דלקתי מתאים ולהגביר את מינון המשאפים לאססתמה. יש לשקול הוספת טיפול פיזיותרפי. נקבע מעקב בעוד חודש לבחינת השיפור. המטופלת מתבקשת להמשיך במעקב אצל ראומטולוג ונוירולוג. יש לוודא תאום עם כל הרופאים המטפלים בששל הפוליפרמציה."}
{"מספר_זהות": 16459778, "שם_מטופל": "הילה פרץ", "גיל": 42, "מין": "female", "תאריך": "01/11/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 51, פתח תקווה", "סוג_דם": "AB+", "מחלות_רקע": ["דיכאון", "אנמיה", "מחלת כבד שומני", "דמנציה", "יתר לחץ דם"], "תרופות": ["אלנדרונט", "מטפורמין", "אמלודיפין", "איבופרופן", "אספירין", "פרוקסטין"], "קוד_אבחנה": ["F32", "D64", "K76", "F03", "I10"], "מחלקה": "פנימית א", "אבחנה_ראשית": "דיכאון", "doc_type": "visit", "סיכום_רפואי": "ילה פרץ, בת 44, הגיעה למרפאה עם תלונה עיקרית על עייפות כללית וכאב ראש מדי פע. חולה סובלת מרקע של דיכאון, אנמיה, מחלת כבד שומני, דמנציה ויתר ל.ד. נוטלת תרופות אלנדרונט, מטפורמין, אמלודיפין, איבופרופן, אספירין ופרוקסטין. ללא עישון, אינה מדווחת על אלרגיות ידועות.\n\nבבדיקה פיזיקקלית: ל.ד תקין, ח.ד סדיר, מעט רגישות במישוש בטן עליונה ימנית. בבדיקות דם נראית החמרה קלה באנמיה, המוגלובין 10.8. בוצע א.ק.ג שיצא תקין.\n\nרושם: החמרה קלה באנמיה, ייתכן קשור למחלת כבד שומנ עייפות ייתכן קשורה גם לדיכאון כרוני. \n\nתוכנית: יש לבצע מעקב אחר ספירת דם כל 3 חודשים. להמליץ על תזונה עשירה בברזל. לשקול הגדלת מינון פרוקסטין בטל\"ד הקרוב. מומלץ להימנע משימוש מיותר באיבופרופן עקב השפעה אפשרית על הכבד. מעקב ל.ד במרפאה."}
{"מספר_זהות": 683147276, "שם_מטופל": "יוסף אברהם", "גיל": 74, "מין": "male", "תאריך": "13/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 31, ראשון לציון", "סוג_דם": "A-", "מחלות_רקע": [], "תרופות": ["רמיפריל", "מטפורמין", "הידרוכלורותיאזיד", "גבפנטין", "קלופידוגרל"], "קוד_אבחנה": [], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "יוסף אברהם, בן 76, הגיע למרפאה עם תלונה עיקרית של כאבים בחזה בזמן ממאמץ. מתאר את התחושה כלחץ בחזה המקרין לעמים לזרוע שמאל. ללא חום, קוצר נשימה או איבוד הכרה. ללא רקע של מחלות לב במשפחה. מטופל ברמיפריל, מטפורמין, הידרוכלורותיאזיד, גבפנטין וקלופידוגרל. יש לציין כי אינו מעשן ולעולם לא עישן.\n\nבבדיקה פיזיקלית: מצב כלללי טוב, טל\"ד 130/80, קצב סדיר ללא אוושות, ריאות נקיות. א.ק.ג במנוחה תקין. בבדייקת דם לאנזימים לבביים לא נמצאו עליות חריגות. \n\nרושם: כאב בחזה במאמץ, ייתכן אנגינה פקטוריס. \n\nתוכנית: המלצה לביצוע מיפוי לב במאמץ. בצוע בדיקת אקו לב להערכת תפקוד חדר שמאל. המשך מעקב קרדיולוגי במקביל להמשך טיפול תרופתי קיים. הוראות לחזור למרפאה במידה והכאב מחמיר או מופיע גם במנוחה."}
{"מספר_זהות": 717957609, "שם_מטופל": "יעל סויסה", "גיל": 77, "מין": "female", "תאריך": "13/02/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 54, חולון", "סוג_דם": "B-", "מחלות_רקע": ["סוכרת סוג 2", "אי ספיקת לב", "אוסטאופורוזיס", "דיכאון"], "תרופות": [], "קוד_אבחנה": ["E11", "I50", "M81", "F32"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "visit", "סיכום_רפואי": "יעל סויסה, בת 80, הגיעה לביקור במרפאה עם תלונה עיקרית על קוצר נשימה במאמץ קל ועייפות מוגברת. ברקע ס.ד טייפ 2, אי ספיקת לב, אוסטאופורוזיס ודיכאון. מדווחת על עישון כבד לאורך השנים. ללא תרופות קבועות. מצבה המשפחתי: אלמנה, גרה לבד. אין אלרגיות ידועות.\n\nבבדיקה: ל.ד 135/80, דופק 88 סדיר. א.ק.ג מראה סימנים לאי ספיקה קלה בח.ד הימני. נשימה: חרחורים עדינים בבסיסי הריאות. מצב רוחה נראה דיכאוני, אך יציב.\n\nרושם: אי ספיקת לב מחמירה על רקע ס.ד ואי הפסקת עישון. התוכנית:: יש להתחיל טיפול תרופתי לייצוב מצב הלב ולטיפול בס.ד. המלצה להפסקת עישון וגיוס תמיכה נפשית לשיפור מצב הרוח. יש לבצע מעקב סדיר במרפאה קרדיאלית ולשקול צנ\"ל אם התסמינים מחמירים."}
{"מספר_זהות": 975634106, "שם_מטופל": "ורד אוחנה", "גיל": 57, "מין": "female", "תאריך": "06/12/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 101, רמלה", "סוג_דם": "O+", "מחלות_רקע": ["סוכרת סוג 2", "דיכאון"], "תרופות": ["אטורבסטטין", "פרוקסטין", "איבופרופן", "רמיפריל"], "קוד_אבחנה": ["E11", "F32"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "visit", "סיכום_רפואי": "ורד אוחנה, בת 57, פנתה למרפאה בתלונה על כאבי ראש חזקים מזה כשבוע. מציינת כי הכאבים מלווים בסחרחורות קלות ולעיתים טשטוש ראייה. המטופלת עם רקע של ס.ד סוג 2 ודיכאון, מטופלת באטורבסטטין, פרוקסטין, איבופרופן, ורמיפריל. אינה מעשנת, אינה סובלת מאלרגיות ידועות. \n\nבבדיקה: ח.ד תקין, ל.ד 130/85, דופק 78 פעימות לדקה. נוירולוגית: אין חסכים פוקליים. א.ק.ג: סינוס טכיקרדיה ללא ממצאים חריגים. בדיקה פיזיקלית כללית תקינה מלבד רגישות קלה במצח. \n\nרושם: סביר להניח שמדובר בכאבי ראש מתחיים על רקע סטרס. יש לשלול יתר ל.ד כגורם תורם. \n\nתוכנית: ניתנה הלצה להמשיך מעקב סדיר אחר ל.ד וס.ד. הופנתה לייעוץ נוירולוג להמשך בירור במידת הצורך. הוראת שימוש באיבופרופן לכאבי ראש לפי הצורך והמלצה להורדת סטרס באמצעות פעילות גופנית קלה. התייעצות נוספת בעוד חודש או במידה של החמרת התסמינים."}
{"מספר_זהות": 971895693, "שם_מטופל": "עידו עמר", "גיל": 68, "מין": "male", "תאריך": "02/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 107, אשדוד", "סוג_דם": "A+", "מחלות_רקע": ["גאוט", "סוכרת סוג 2", "COPD"], "תרופות": ["לבותירוקסין", "אומפרזול", "מטפורמין", "סימבסטטין", "פרוקסטין"], "קוד_אבחנה": ["M10", "E11", "J44"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "visit", "סיכום_רפואי": "היום, המטופל עידו עמר, בן 69, הגיע לביקור במרפאה עם תלונה עיקרית על קוצר נשימה מתגבר בשבוע האחרון המלווה בכאב קל בחזה. עידו מדווח על עישון כבד במשך 40 שנה ואינו זוכר אלרגיות ידועות. בבדיקה פיזיקלית: הנשימה נשמעת קשה עם חרחורים באזורים הבסיסיים, טל\"ד 140/85, דופק סדיר ב-85 לדקה. \n\nהרום הוא החמרה ב-COPD וייתכן חיבור לגאוט הנתון לטיפול. על רקע ס.ד מטופל במטפורמין נראה שאין איזון מיטבי של רמות הגלוקוז. הא.ק.ג. שנעשה במרפאה הראה שינויים לא ספיציפיים אך ללא עדות לאיסכמיה אקוטית. \n\nתוכנית טיפול כוללת שינוי בטיפול COPD עם אפשרות להוספת סטרואידים בשאיפה, איזון סוכרת עם ניטור תכוף יותר והתאמת מינון מטפורמין. מומלץ לשקול צנ\"ל בהתאם לצורך ובהתייעצות קרדיולוג. המשך מעקב ל.ד. והמלצה להפסקת עישון דחופה. ביקורת בעוד חודש או יוותר מוקדם אם יש החמרה."}
{"מספר_זהות": 399378868, "שם_מטופל": "דניאל יוסף", "גיל": 76, "מין": "male", "תאריך": "17/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 26, באר שבע", "סוג_דם": "AB+", "מחלות_רקע": ["אסתמה", "אי ספיקת לב"], "תרופות": ["סימבסטטין", "פרוקסטין"], "קוד_אבחנה": ["J45", "I50"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "אסתמה", "doc_type": "visit", "סיכום_רפואי": "דניאל יוסף, בן 77, הגיע למרפאה עם תלונה עיקרית על קוצר נשימה במאמץ קל. מדווח על החמרה בתסמיני אסתמה לאחרונה, בעיקר בשעות הלילה. ללא שינוי בתסמיני אי ספיקת לב. מטופל בסימבסטטין ופרוקסטין. אינו מעשן, ללא אלרגיות ידועות.\n\nבבדיקה פיזיקלית: ל.ד תקין, ח.ד תקין. נשמעים חרחורים בריאות, בעיקר בבסיסים. א.ק.ג ללא שינוי מהבדיקות הקודמות. לא נצפו סימני בצקת.\n\nברושם: החמרה אפשרית באסתמה על רקע חורפי. ייתכן קשר גם לשינויים במצב הלבבי. \n\nתוכני: מומלץ להגביר טיפול במשאף ולקבוע ביקורת בעוד שבועיים. נשלח לבדיקה תפקודי ריאות וטשטוש חזה. מידת הצורך, יישקל שינוי בתרופות הלבביות. כמוו כן, מומלץ לדניאל להימנע מחשיפה לעשן ולשקול ייעוץ תזונתי לחיזוק המערכת החיסונית."}
{"מספר_זהות": 379502099, "שם_מטופל": "אדם שמעוני", "גיל": 59, "מין": "male", "תאריך": "01/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 44, צפת", "סוג_דם": "A+", "מחלות_רקע": ["דלקת מפרקים", "גאוט", "אוסטאופורוזיס"], "תרופות": ["קלופידוגרל", "סימבסטטין", "איבופרופן", "לבותירוקסין", "אמלודיפין"], "קוד_אבחנה": ["M19", "M10", "M81"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "visit", "סיכום_רפואי": "אדם שמעוני, בן 60, הגיע למרפאה בתלונה על כאבים במפרקים שהחמירו בשבוע האחרון, בעיקר במפרקי הידיים והרגליים. בנוסף, מטופל מציין תחושת עייפות כללית ולחץ קקל בחזה, ללא קשר למאמץ. מטופל סובל מדלקת מפרקים, גאוט ואוסטאופורוזיס ומטופל ברופות קבועות: קלופידוגרל, סימבסטטין, איבופרופן, לבותירוקסין, ואמלודיפין. אין עישון בעבר או בהווה. \n\nבבדיקה פיזיקלית: טל\"ד 135/85, קצב לב סדיר. נפיחות קלה במפרקי הידיים והרגליים, חם למגע, רגישות בתנועתיות. ללא סימני דלקת חריפה. בבדיקת א.ק.ג שבוצעה - ללא חריגות, צנ\"ל בעבר לפני כ-5 שנים. אין אלרגיות ידועות. מטופל נשוי ואב לשני ילדים.\n\nרושם: החמרה בדלקת מפרקים ייתכן עקב שינוי מזג אוויר או לחץ נפשי. תוכנית: המשך טיפול באיבופרופן להקלת כאבים והנחייה למעקב אחר תסמינים נוספים. מומלץ להיבדק שוב אם הכאבים מחמירים או מופיעים תסמינים נוספים. הפניה לפיזיותרפיה להקלה ושיפור תנועתיות המפרקים. המעקב הבא בעוד כ-4 שבועות."}
{"מספר_זהות": 17537036, "שם_מטופל": "אמילי שמעוני", "גיל": 77, "מין": "female", "תאריך": "01/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 108, בת ים", "סוג_דם": "AB+", "מחלות_רקע": ["מחלת לב כלילית", "סוכרת סוג 2", "פרפור פרוזדורים", "אוסטאופורוזיס", "יתר לחץ דם"], "תרופות": ["פרוקסטין", "וורפרין"], "קוד_אבחנה": ["I25", "E11", "I48", "M81", "I10"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "אוסטאופורוזיס", "doc_type": "visit", "סיכום_רפואי": "אמילי שמעוני, נקבה, בת 78, התייצבה במרפאה עם תלונה עיקרית של קוצר נשימה במאמץ קל ודפיקות לב. מחלות רקע כוללות מחלת לב כלילית, ס.ד סוג 2, פרפור פרוזדורים, אוסטאופורוזיס ויתר ל.ד. המטופלת נוטלת פרוקסטין ווורפין ומדווחת על היעדר עישון. \n\nבבדיקה הפיזיקלית: ל.ד 145/85, ח.ד תקין, קולות לב סדירים אך עם רשרוש קל בפרוזדורים. א.ק. הראה פרפור פרוזדורים כרוני ללא שינוי משמעותי מהבדיקה הקודמת. טל\"ד תקיין. המטופלת מדוווחת על מצב רוח רגיל, ללא תלונות נוספות. אין אלרגיות ידועות. \n\nהרושם הוא של החמרה קלה בתסמיני הפרפור, ייתכן עקב אי-ספיקת לב קלה. מומלץ להמשיך במעקב צמוד אחר ל.ד ורמות סוכר, לשקקול התאמת מינון וורפרין בהתאם לבדיקות INR. נתזרים להמשך בירור במרפאת קרדיולוגיה, כולל אפשרות לצנ\"ל חוזר אם התסמינים מחמירים. המטופלת מתבקשת לשוב לביקור מעקב בעוד שבועיים."}
{"מספר_זהות": 804661965, "שם_מטופל": "יעקב לוי", "גיל": 12, "מין": "male", "תאריך": "06/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 8, באר שבע", "סוג_דם": "A+", "מחלות_רקע": ["יתר לחץ דם", "דמנציה", "אי ספיקת לב"], "תרופות": [], "קוד_אבחנה": ["I10", "F03", "I50"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "דמנציה", "doc_type": "visit", "סיכום_רפואי": "יעקב לוי, בן 14, הגיע למרפאה עם תלונה עיקרית של כאבי ראש תכופים ונמשכים בשבועיים האחרונים. מדובר בכאב לוחץ בקדמת הראש, המוחמר במאמץ. המטופל מציין שהתחושה מלווה בסחרחורות ולעיתים בחילות. ין הקאות. ל.ד נמדד 150/95. המטופל מעשן מזה חצי שנה, כ-5 סיגריות ביום.\n\nבבדיקה גופנית: מצב כללי טוב, בהכרה מלאה, ת.מ 36.7. נבדק טל\"ד - נמדד גבוה. דופק 85 פעימות לדקה סדיר. א.ק.ג תקין. בבדיקה נוירולוגית לא נמצאו סימנים חריגים.\n\nרושם: כאבי ראש ייתכן קשור לעליית ל.ד או למתח נפשי. לא ניתן לשלול השפעת עישון. \n\nתוכנית טיפולית: הפניה למדידת ל.ד לאורך 24 שעות (הולטר ל.ד), המלצה להורדת עישון, וביקורת בעוד חודש. בינתיים להימנע ממאמצים פיזיים כבדים ולהמשיך מעקב אחר הסימפטומים."}
{"מספר_זהות": 959959461, "שם_מטופל": "אורי אברהם", "גיל": 15, "מין": "male", "תאריך": "13/08/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 60, קריית שמונה", "סוג_דם": "A-", "מחלות_רקע": [], "תרופות": ["רמיפריל", "גבפנטין"], "קוד_אבחנה": [], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "אורי אברהם, בן 15, התייצב במרפאה עם תלונה עיקרית של כאבי ראש חוזרים מזה כשבועיים. אין מחלות רקע ידועות, לא מעשן. נוטל רמיפריל וגבפנטין. אין דיווח על אלרגיות. בבדיקה קלינית: ל.ד תקין, ח.ד תקין, ללא סימני גירוי מנינגיאלי. א.ק.ג ללא חריגות. טל\"ד תקין. \n\nהרושם הוא שמדובר בכאבי ראש מתחיים (Tension type headaches), ייתכן קשור למתח נפשי או שינויים בלחץ הלימודים. אין סימנים נוירולוגיים חריגים שמצריכים בירור נוסף כעת. \n\nתוכנית: מומלץ להמשיך במעקב ולנסות טיפול שמרני. יומלץ על מנוחה מספקת והדרכה להפחתת מתח. אם הכאבים ממשיכים או מחמירים, נשקול בירור נוסף כולל הדמייה. יומלץ על ביקורת בעוד כחודש או לפי הצורך."}
{"מספר_זהות": 777496902, "שם_מטופל": "נועה אוחנה", "גיל": 75, "מין": "female", "תאריך": "27/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 68, קריית שמונה", "סוג_דם": "B-", "מחלות_רקע": ["מחלת לב כלילית", "אי ספיקת כליות כרונית", "שבץ מוחי"], "תרופות": ["אלנדרונט", "וורפרין", "גבפנטין", "איבופרופן", "אספירין", "אומפרזול"], "קוד_אבחנה": ["I25", "N18", "I63"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "אי ספיקת כליות כרונית", "doc_type": "visit", "סיכום_רפואי": "מטוופלת בת 78, נועה אוחנה, הגיעה למרפאה עם תלונה עיקרית של כאב בחזה שמחמיר במאמץ. רקע רפואי כולל מחלת לב כליילית, אי ספקת כליות כרונית ושבץ מוחי קודם. נזכרת נטילת תרופות כרונית: אלנדרונט, וורפרין, גבפנטין, אבופרופן, אספירין ואומפרזול. עישון עדיין פעיל. אין דיווח על אלרגיות ידועות.\n\nבבדיקה פיזיקלית: ל.ד 1140/90, טל\"ד תקין. הדופק סדיר, ללא רשרושים. בבדיקת א.ק.ג נצפו שינויים לא ספציפיים, אך לא נצפה עליית ST או שינויים חדשים מאז הא.ק.ג הקודם.\n\nהרושם הוא של תעוקה יציבה. יש חשד להחמרה אפשרית במחלת הלב הכלילית. עבור מעשנים בגיל הזה, יש לשקול צנל להערכת מצב כלי הדם הכליליים.\n\nהתוכנית: הפנייה לקרדיולוג לביצוע צנ\"ל. המשך מעקב ל.ד וטיפול תרופתי כרגיל. מומלץ לשקול הפסקת עישון והמשך מעקב נפרולוגי עקב אי ספיקת כליות. בינתיים, יש להמנע ממאאמץ פיזי מוגזם ולבצע מעקב קבוע אחר תסמינים."}
{"מספר_זהות": 439284043, "שם_מטופל": "איתי לוי", "גיל": 36, "מין": "male", "תאריך": "03/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 96, חולון", "סוג_דם": "AB-", "מחלות_רקע": ["אוסטאופורוזיס"], "תרופות": ["קלופידוגרל"], "קוד_אבחנה": ["M81"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "אוסטאופורוזיס", "doc_type": "visit", "סיכום_רפואי": "איתי לוי, בן 37, הגיע לביקור עקב תלונות על כאבי גב תחתון שמקרינים לרגל שמאל. המטופל מדווח על תחושת נימול וגירוי באזור הירך. אין היסטוריה של ח.ד או ס.ד. עוסק בעבודת משרד, נשוי ואב לשני ילדים. לא מעשן, נוטל קלופידוגרל בשל אוסטאופורוזיס, מצב שמוכר מאז גיל 35.\n\nבבדיקה פיזיקלית: טל\"ד 120/80, דופק סדיר. רגישות מוגברת במישוש עמוד השדרה המותני, הפחתה קלה בכוח השרירים ברגל שמאל. א.ק.ג תקין ללא ממצאים חריגים. \n\nרושם: ככל הנראה מדובר בלחץ על עצב הסיאטי, ייתכן בשל פריצת דיסק. \n\nתוכנית: מתן טיפול פיזיותרפי להקלת הלחץ, הפניה להדמיה נוספת (MRI) לשללול פריצת דיסק משמעותית. נמשיך מעקב במרפאה בעוד חודש."}
{"מספר_זהות": 291603249, "שם_מטופל": "ליאן סויסה", "גיל": 10, "מין": "female", "תאריך": "28/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 117, כפר סבא", "סוג_דם": "AB+", "מחלות_רקע": ["דמנציה", "שבץ מוחי", "אי ספיקת כליות כרונית", "דלקת מפרקים", "COPD"], "תרופות": ["דיקלופנק"], "קוד_אבחנה": ["F30", "I63", "N18", "M19", "J44"], "מחלקה": "מיון", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "visit", "סיכום_רפואי": "ליאן סויסה, ילדה בת 10, מתייצבת עם תלונה עיקרית של קושי בנשימה ותחושת עייפות מתמשכת. הרקע הרפואי כולל דמנציה, שבץ מוחי, אי ספיקת כליות כרונית, דלקת מפרקים, COPD. נוטלת דיקלופנק באופן קבוע. אינה מעשנת. \n\nבבדיקה פיזיקלית: מצב כללי טוב, אך נראית עייפה. טל\"ד בגדר הנורמה. נשימות שטוחות וקצרות, עם קולות נשימה חורקים המתאימים ל-COPPD ידועה. אין בצקות פריפריות. ללא חום או סימני זיהום חריפים. \n\nהרושם הכללי הוא של החמרה אפשרית של מצב ה-COPD. יש לשקול ביצוע צילום חזה להערכת מצב הריאות. תוכנית הטיפול כוללת המשך טיפול ב-COPD עם אפשרות להוסיף מרחיבי סימפונות לפי הצורך, מעקב צמוד אחר תפקודי כליות בשל הטיפול התרופתי, והמשך פעילות גופנית מתונה לשיפור הכושר הכללי בהתאם למגבלות הקיימות. מומלץ לבחון את הצורך בשינוי תרופות לשיכוך כאב בשל דלקת המפרקים."}
{"מספר_זהות": 567243803, "שם_מטופל": "אלון דוד", "גיל": 16, "מין": "male", "תאריך": "23/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 100, לוד", "סוג_דם": "A-", "מחלות_רקע": ["COPD", "אנמיה", "מחלת לב כלילית", "שבץ מוחי"], "תרופות": [], "קוד_אבחנה": ["J44", "D64", "I25", "I63"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "אנמיה", "doc_type": "visit", "סיכום_רפואי": "אלון דוד, בן 17, הגיע לבקור במרפאה בעקבות תלונה על קוצר נשימה במאמץ. המטופל עם היסטוריה רפואית מורכבת הכוללת COPD, אנמיה, מחלת לב כלילית ושץ מוחי. אין תרופוות קבועות, ואינו מעשן.\n\nבבדיקה פיזיקלית: ל.ד 120/80, דופק 78 פעימות לדקה, סטורציה 94% באוויר חדר. בריאות - חרחורים בבסיסים, קולות לב תקינים, ללא סימני בצקת פריפרית. בבדיקת א.ק.ג. - סינוס טאכיקרדיה ללא שינויים איסכמיים חדישים.\n\nרושם: החמרה ב-COPD על רקע מאמץ. אנמיה תיתכן כגורם תורם לקוצר הנשימה. אין עדות ללאירוע לבבי בתקופה האחרונה.\n\nתוכנית: נמליץ עעל הפניית המטופל לבדיקה תפקודית של הריאות (ספירומטריה) ולעדכון המוגלובין. מומלץ להתחיל טיפול במשאף מרחיב סימפונות ולהמשיך מעקב קרוב אחר מצב הלב ו-COPD. יש לשקול ייעוץ המטלוגי להערכה נוספת של האנמיה."}
{"מספר_זהות": 621042753, "שם_מטופל": "מוחמד כהן", "גיל": 29, "מין": "male", "תאריך": "18/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 95, באר שבע", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": ["לוסרטן"], "קוד_אבחנה": [], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "מוחמד כהן, בן 31, הגיע למרפאה בתלונה עיקרית של כאבי חזה מקרינים ליד שמאל מזה יומיים. למטופל אין מחלות רקע ידועות פרט ליתר ל.ד מטופל בלוסרטן. אין היסטוריה של ס.ד או מחלות לב במשפחה. מדווח על עישון של כ-10 סיגריות ליום במשך 5 שנים. אין רגישות ידועה לתרופות.\n\nבבדיקה: לחוץ אך במצב כללי תקין, ח.ד תקין, טל\"ד 135/85. בבדיקת א.ק.ג נמצאו שינויים לא ספציפיים. בבדיקה גופנית: לב ריאות תקינים, ללא עיוותים או סימנים של אי ספיקת לב.\n\nרושם: כאבי חזה ממקור שאינו קרדיאלי, יתכן עקב מתח נפשי או גורמים נוספים. יש לשקול המשך בירור במידה והסימפטומים נמשכים.\n\nתוכנית: המשך מעקב ל.ד, הפסקת עישון מומלצת. במידה ויש החמרה או שינוי בתסמינים, יש לפנות לבדיקה חוזרת. לשקול בדיקת צנ\"ל באם הכאבים נמשכים עם החמרה."}
{"מספר_זהות": 866133150, "שם_מטופל": "אדם דהן", "גיל": 79, "מין": "male", "תאריך": "28/07/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 120, נצרת", "סוג_דם": "A+", "מחלות_רקע": ["גאוט", "COPD", "אוסטאופורוזיס"], "תרופות": ["לבותירוקסין", "רמיפריל"], "קוד_אבחנה": ["M10", "J44", "M81"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "COPD", "doc_type": "visit", "סיכום_רפואי": "מר דהן, בן 82, הגיע לביקור עקב תלונות על כאבים במפרקים, בעיקר בכפות הרגליים, וכן תחושת קושי בנשימה במאמץ קל. ידוע עם רקע רפואי של גאוט, COPD ואוסטאופורוזיס. אינו מעשן. מטופל ברמיפריל ולבותירוקסין. אין היסטוריה של ס.ד או ל.ד.\n\nבבדיקה הגופנית: ח.ד תקין, טל\"ד 135/85. כאב במישוש המפרקים בכפות הרגליים, נפיחות קלה במפרק הבוהן הימנית. א.ק.ג התקבל תקין ללא שינויים איסכמיים. סטורציה 92% במנוחה. מצב משפחתי: נשוי, 3 ילדים, ללא אלרגיות ידועות.\n\nרושם לבעיות גאוט לא מטופלות כראוי והחמרה ב--COPD. נמליץ על שינוי דיאטה עשירה בפורינים והמשך מעקב ריאתי. תוכנית טיפול כוללת התחלת טיפול באלופורינול להקלת התקפי גאוט והפניה לפיזיותפיה נשימתית. יבוע מעקב אחר טל\"ד ובדיקות דם חודשיות להערכת תפקודי כליה. המלצה לשוב לביקורת בעוד חודש."}
{"מספר_זהות": 450864038, "שם_מטופל": "נועה ביטון", "גיל": 50, "מין": "female", "תאריך": "09/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 18, דימונה", "סוג_דם": "AB-", "מחלות_רקע": ["יתר לחץ דם"], "תרופות": ["איבופרופן"], "קוד_אבחנה": ["I10"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "visit", "סיכום_רפואי": "נועה ביטון, בת 52,, הגיעה למרפאה בתלונה על כאבי ראש חוזרים. מחלות רקע כוללות יתר ל.ד. אינה מעשנת. נוטלת איופרופן לפי הצורך. בבדיקות נמצא ל. מוגבר של 150/95. בדיקת א.ק.ג תקינה. אין סימנים נוירולוגיים חריגים. מצב משפחתי: נשואה, אם ל-3.\n\nרושם: ייתכן שהכאב ראש קשור לעלייה בלחץ הדם. ייתכן שיש לשקול שינוי בטיפול התרופתי. \n\nתוכנית: ש לבצע מעקב ל.ד בבית ולחזור לביקורת תוך שבוע. במידת הצורך, לבצע התאמת טיפול ל.ד. יש להפחית את המינון של איבופרופן במידת האפשר. סיכום נמסר למטופלת."}
{"מספר_זהות": 169236452, "שם_מטופל": "רותם יוסף", "גיל": 48, "מין": "female", "תאריך": "13/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 118, הרצליה", "סוג_דם": "O-", "מחלות_רקע": ["אנמיה", "שבץ מוחי", "היפרליפידמיה"], "תרופות": ["הידרוכלורותיאזיד", "אספירין"], "קוד_אבחנה": ["D46", "I63", "E78"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "היפרליפידמיה", "doc_type": "visit", "סיכום_רפואי": "רותם יוסף, בת 48, הגיעה למרפאה עם תלונה עיקרית של כאבים בחזה. טופלת עם היסטוריה רפואית של אנמיה, שבץ מוחי ויפרליפידמיה. נוטלת הידרוכלורותיאזיד ואספירין, ללא עישון.\n\nבבדיקה גופנית: ל.ד 130/80, טל\"ד תקין, ללא סימני מצוקה נשימתית. בבדיקה קרדילוגית, דופק סדיר, ללא אוושות פתולוגיות. א.ק.ג הראה שינויים לא משמעותיים. בבדיקות דם, המוגלובין נמוך, אך יציב בהשוואה לבדיקה קודמת.\n\nרושם: כאבים בחזה ככל הנראה על רקע מתח או אנמיה. אין אינדיקציה מיידית לצנ\"ל. תוכנית: המשך מעקב קרדיולוגי, המלצה על בדיקות נוספות לברור ספציפי של אנמייה והיפרליפידמיה. יש לעדכן על כל שינוי במצב או החמרה."}
{"מספר_זהות": 243992013, "שם_מטופל": "אורי יוסף", "גיל": 46, "מין": "male", "תאריך": "11/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 59, חולון", "סוג_דם": "O+", "מחלות_רקע": ["השמנת יתר", "מחלת כבד שומני", "היפרליפידמיה", "סוכרת סוג 2", "אי ספיקת לב"], "תרופות": ["מטפורמין", "אטורבסטטין"], "קוד_אבחנה": ["E66", "K67", "E78", "E11", "I50"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "visit", "סיכום_רפואי": "תלונה עייקרית: אורי יוסף הגיע למרפאה בשל תחושת עייפות מתמשכת וקוצר נשימה במאמץ קל, במיוחד בעת עלייה במדרגות. מתאר שהתחושה מחמירה בשבועיים האחרונים.\n\nבדיקה: בבדיקה גופנית: .ד תקין, ח.ד לללא ממצאים חריגים. א.ק.ג בוצע והראה סימנים לא ספציפיים. תפקודי כבד נבדקו ומראים עלייה קלה באנזימי כבד, כנראה עקב מחלת כבד שומני. רמות הסוכר מאוזנות יחסית, אך יש לשקול התאמת מינון המטפורמין. משקל יתר ממשיך להוות גורם סיכון מרכזי. ניכר שאין לו אלרגיות ידועות.\n\nרושם: קצב התקדמות הס.ד והשמנת היתר עשויים להחמיר את אי ספיקת הלב, וכן לתרום לעייפות והקוצר נשימה. יש לקחת בחשבון את האפשרות להחמרה במצב הלבבי, ושקול ביצוע צנ\"ל אם התסמינים יחמירו.\n\nתוכנית: ממליץ לשקול שינויים בתזונה ופעילות גופנית כדי לסייע בירידה במשקל. מעקב אחרי רמות הסוכר ותפקודי כבד אחת לשלושה חודשים. יתכן ויש להעלות את מינון האטורבסטטין לאיזון היפרליפידמיה. באם התסמינים נמשכיםם או מחמירים, יש לשקול ביצוע בדיקות נוספות להערכת תפקוד הלב. מעקב נוסף במרפאה בעוד חודש."}
{"מספר_זהות": 509377107, "שם_מטופל": "אחמד שלום", "גיל": 47, "מין": "male", "תאריך": "24/05/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 9, באר שבע", "סוג_דם": "A+", "מחלות_רקע": ["COPD", "אי ספיקת כליות כרונית", "מחלת לב כלילית"], "תרופות": ["אספירין", "פרוקסטין"], "קוד_אבחנה": ["J44", "N18", "I25"], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "COPD", "doc_type": "visit", "סיכום_רפואי": "אחמד שלום, בן 49, הגיע למרפאה בתלונה עיקרית על קוצר נשימה במאמץ המתגבר בשבועות האחרונים. מטופל עם מחלות רקע של COPD, אי ספיקת כליות כרונית ומחלת לב כלילית. נוטל אספירין ופרוקסטין. מעשן כבד מזה שנים רבות.\n\nבבדיקה פיזיקלית: קולות נשימה מפוזרים, צפצופים בבסיסי ריאה. ל.ד 130/85, דופק סדיר 78. טל\"ד תקין. ללא בצקות פריפריות. א.ק.ג במרפאה מראה שינויים ישנים ללא עדות לאיסכממיה חריפה.\n\nרושם: החמרה ב-COPD על רקע עישון וייתכן כשל לבבי תפקודי. יש לשלוח להערכה קרדיאלית נוספת, יתכן צורך בצנ\"ל. תוכנית: הפנייה למומחה ריאות, המשך מעקב ל.ד, עידוד להפסקת עישון, התאממת טיפול תרופתי במידת הצורך. מעקב כליות במרפאת נפרולוגיה."}
{"מספר_זהות": 783332117, "שם_מטופל": "אדם יוסף", "גיל": 58, "מין": "male", "תאריך": "29/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 15, פתח תקווה", "סוג_דם": "A+", "מחלות_רקע": ["דלקת מפרקים", "אסתמה", "יתר לחץ דם", "מחלת לב כלילית"], "תרופות": ["אספירין", "לוסרטן", "איבופרופן"], "קוד_אבחנה": ["M19", "J45", "I10", "I25"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "visit", "סיכום_רפואי": "אדם יוסף, בן 59, הגיע למרפאה עם תללונה עיקרית על כאבי חזה שהחלו לפני יומיים, מחמירים במאמץ ומלווים בקוצר נשימה קל. המטופל מדווח על תחושת ל.ד מוגבר בשעות הבוקר ובחילות קלות. לא שינוי משמעותי במשקל. בהיסטוריה רפואית: דלקת מפרקים, אסתמה, יתר ל.ד, מחלת לב כלילית. התרופות הנוכחיות כוללות אספירין, לוסרטן ואיבופרופן. המטופל אינו מעשן, ללא אלרגיות ידועות.\n\nבבדיקה פיזיקלית: טל\"ד נמדד 140/90, דופק 80 פעימות לדקה, חום גוף תקין. בבדיקת ח.ד נשמעו קולות לב סדירים, ללא אוושות. בבדיקה נשימתית, קולות נשימה ברורים, ללא צפצופים. א.ק.ג בוצע במרפאה הראה סימנים לאיסכמיה, מצב המחייב המשך בירור דחוף. \n\nהרושם: חשד לאירוע לבבי חריף על רקע מחלת לב כלילית. יש לבצע צנ\"ל דחוף להמשך אבחנה וטיפול. המטופל הופנה לחדר מיון להמשך הערכת מצב וביצוע צנ\"ל. הומלץ להפסיק נטילת איבופרופן זמנית ולהמשיך באספירין ולוסרטן. יינתן מעקב צמוד במרפאה לאחר השחרור."}
{"מספר_זהות": 409836657, "שם_מטופל": "עומר אוחנה", "גיל": 31, "מין": "male", "תאריך": "20/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 1, עכו", "סוג_דם": "B+", "מחלות_רקע": ["COPD"], "תרופות": ["וורפרין", "אטורבסטטין", "קלופידוגרל", "פרוקסטין"], "קוד_אבחנה": ["J44"], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "COPD", "doc_type": "visit", "סיכום_רפואי": "מטופל: עומר אוחנה, בן 32, הגיע לביקור במרפאה עם תלונה עיקרית של קוצר נשימה במאמץ קל ותחושת לחץ קל בחזה. המטופל הינו עם מחלת COPD, ללא עישון בעברו. מציין שהרגיש החמרה בתסמינים לאחרונה, במיוחד בזמן פעילות פיזית רגילה כמו עלייה במדרגות.\n\nבבדיקה פיזיקית: טל\"ד תקין, ריאות - חרחורים דקים דוצדדיים, ללא צפצופים בולטים. לב: קולות סדירים, ללא איוושות. אין בצקות ברגליים. א.ק.ג: סינוס טכיקרדיה קלה, ללא שינויים איסכמיים. \n\nרושם: החמרה בתסמיני COPD על רקע חשיפה לא ידועה, ייתכן זיהום קל או תגובה אלרגית. יש לשלוח בדיקות דם כולל פירת דם ותרביות, לשקול טיפול אנטיביוטי בהתאם לתוצאות. יש לעקוב אחר תפקודי כבד וכליות בשל התרופות הנלקחות. מומלץ להוסיף טיפול במשאף להקלה סימפטומטית. פגישה עם רופא ריאות להמשך בירור והערכה."}
{"מספר_זהות": 942095480, "שם_מטופל": "אברהם יוסף", "גיל": 83, "מין": "male", "תאריך": "19/11/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 19, צפת", "סוג_דם": "A-", "מחלות_רקע": ["פרפור פרוזדורים", "אוסטאופורוזיס", "אסתמה", "אי ספיקת לב"], "תרופות": ["מטופרולול", "גבפנטין"], "קוד_אבחנה": ["I48", "M81", "J45", "I50"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "אסתמה", "doc_type": "visit", "סיכום_רפואי": "אברהם יוסף, בן 85, הגיע למרפאה היום עם תלונה עיקרית על קוצר ננשימה והחמרה בשיעול המוכר. המטופל סובל ממחלות רקע כולל פרפור פרוזדורים, אוסטאופורוזיס, אסתמה ואי ספיקת לב. מטופל במטופרולול וגבפנטין. אינו מעשן. בבדיקה: נשימות מהירות, קולות נשימה עם צפצופים דו-צדדיים, ל.ד תקין, דופק לא סדיר, טל\"ד שמור. אין בצקות בגפיים. א.ק.ג הראה פרפפור פרוזדורים כמוכר ללא שינוייים חדים.\n\nהרושם הוא החמרה באסתמה על רקע עומס לבבי. יתכן גם זיהום בדרכי הנשימה העליונות. אין חום או סימני זיהום מובהקים. מממליץ על חידוש טיפול במשאפים, והוספת טיפול אנטיביוטי אמפירי לפי הצורך. יש לעקוב אחרי סימנים חיוניים ולשקל הפניה לקרדיולוג להערכה נוספת של מצב הלב. להמשך מעקב במרפאת רופא משפחה."}
{"מספר_זהות": 276420866, "שם_מטופל": "סיגל אברהם", "גיל": 39, "מין": "female", "תאריך": "23/08/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 100, ירושלים", "סוג_דם": "O-", "מחלות_רקע": ["שבץ מוחי", "יתר לחץ דם"], "תרופות": ["קלופידוגרל", "אטורבסטטין", "רמיפריל", "מטופרולול", "וורפרין", "איבופרופן"], "קוד_אבחנה": ["I63", "I10"], "מחלקה": "ריאות", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "visit", "סיכום_רפואי": "סיגל אברהם, בת 41, הגיעה לביור במרפאה עקב תלונה על כאבי ראש חזקים המופיעים בשבועיים האחרונים, בעיקר בצד ימין של הראש. מדווחת על תחושת סחרחורת לפרקים המטופלת אינה מעשנת, ללא ס.ד ידועה. בתשאול נוסף עלה כי היא חווה גם טשטוש אייה מדי פעם. היא נוטלת קלופידוגרל, אטורבסטטין, רמיפריל, מטופרולול, וורפרין, ואיבפרופן בקביעות. \n\nבבדיקה פיזיקלית: טל\"ד 140/90, דופק 78, ל.ד מאוזן יחסית תחת טיפול תרופתי. בבדיקת נוירולוגית: ללא סימנים פוקליים חדשים. בדיקת עיניים: ללא עדות ללחץ תוך-עיני מוגבר. ללא רגישות מעל הסינוסים. א.ק.ג תקין ללא שינויים חריגים לעומת בדיקות קודמות. \n\nהרושם הקליני הוא שהכאבים נבעים ככל הנראה ממתח ומתחושת חרדה לאחרונה. יש לשקול בירור נוסף אם התסמינים יימשכו ו יחמירו. המלצתי להמשך מעקב אחר ל.ד ולטיפול תרופתי קיים, כולל התחזקות מטופרולול במידת הצורך. תיום פגישה עם נוירולוג להמשך בירור. כמו כן, הפנייה לפיזיותרפיה לשחרור מתחים. הומלץ על מנוחה והפחתת לחץ נפשי ככל האפשר."}
{"מספר_זהות": 218401180, "שם_מטופל": "תומר סויסה", "גיל": 66, "מין": "male", "תאריך": "30/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 27, ראשון לציון", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": ["איבופרופן", "קלופידוגרל", "אמלודיפין", "אינסולין"], "קוד_אבחנה": [], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "היום הגיע למרפאה תומר סויסה, בן 69, ללא מחלות רקע ידועות, נוטל איבופרופן, קלופידוגרל, אמלודיפין ואינסולין. מטופל לא מעשן. תלונה עיקרית: כאבים בחזה שהחלו לפני יומיים ומתגברים במאמץ. תחושה של דפיקות לב מהירות וקוצר נשימה קל בפרקי זמן קצרים. אין היסטוריה משפחתית של מחלות לב.\n\nבבדיקה: ל.ד 140/85, דופק 95, ח.ד תקין, קולות לב סדירים, אין אוושות. אין גודש ורידי צוואר. בבדיקת א.ק.ג: סימנים לא ספציפיים, ללא שינויים איסכמיים ברורים. טל\"ד שמור. ספירת דם ופרופיל ליפידים בגבול התקין.\n\nרושם: כאבים בחזה על רקע אפשרי של אנגינה פקטוריס. ממליץ על המשך מעקב קרדיולוגי. תוכנית: לבצע בדיקת מאמץ לקרדיאלית ולהתחיל בטיפול בניטרטים פומיים במידת הצורך. יש צורך להדגיש להימנע ממאמצים פיזיים כבדים עד להשלמת הבירור. המשך מעקב במרפאה תוך שבועיים."}
{"מספר_זהות": 859883100, "שם_מטופל": "דניאל לוי", "גיל": 0, "מין": "male", "תאריך": "16/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 41, רעננה", "סוג_דם": "B-", "מחלות_רקע": ["מחלת כבד שומני", "פרפור פרוזדורים"], "תרופות": ["הידרוכלורותיאזיד"], "קוד_אבחנה": ["K76", "I48"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "פרפור פרוזדורים", "doc_type": "visit", "סיכום_רפואי": "דניאל לוי, גבר בן 39, הגיע למרפאה עם תלונה עיקרית על תחושת עייפות מתמשכת וקוצר נשימה במאמץ קל. המטופל סובל ממחלת כבד שומני ופרפור פרוזדורים. הוא נוטל הידרוכלורותיאזיד. מדווח על עישון מזה מספר שים, כ-10 סיגריות ביום.\n\nבבדיקה פיזיקלית: דופק לא סדיר, קרפיטציות בבסיסי הריאות. לחץ דם 135/85, טל\"ד תקין. ללא סימני כיחלון. בבדיקת א.ק.ג נצפתה פעילות לא סדירה המחשידה להחמרת הפרפור פרוזדורים. לא ידוע על אלרגיות. \n\nהרושם הוא של החמרת מצב קרדיאלי על רקע פרפור פרוזדורים ועישון מתמשך. מומלץ הפסקת עישון מוחלטת והמשך טיפול תרופתי בהתאם למצבן הרפואי. יש לשקול אקו לב והמשך מעקב קרדיולוגי. ניתנה הפניה לבדיקות דם כולל תפקודי כבד וקרישה. המטופל מתבקש להגיע לביקורת בעוד חודש עם כל התוצאות."}
{"מספר_זהות": 226940534, "שם_מטופל": "פאטמה חדד", "גיל": 11, "מין": "female", "תאריך": "28/10/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 85, קריית שמונה", "סוג_דם": "O+", "מחלות_רקע": ["מחלת כבד שומני", "שבץ מוחי", "היפרליפידמיה", "דמנציה", "מחלת לב כלילית"], "תרופות": ["מטפורמין", "אלנדרונט"], "קוד_אבחנה": ["K76", "I63", "E78", "F03", "I25"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "visit", "סיכום_רפואי": "פאטמה חדד, בת 13, הגיעה למרפאה עם תלונה עיקרית על כאבי בטן ממוקמים ברבע הימני העליון. המטופלת סובלת ממחלת כבד שומני ויש ברקע גם שבץ מוחי, היפרליפידמיה, דמנציה ומחלת לב כלילית. נוטלת מטפורמין ואלנדרונט. אין הסטוריה של עישון. אינה מדווחת על אלרגיות ידועות.\n\nבבדיקה פיזיקלית: ל.ד 110/70, טל\"ד תקין. בבדיקת בטן יש רגישות קלה במישוש עמוק ברבע הימני העליון, ללא סימני גירוי צפקי. א.ק.ג ללא חריגות.\n\nהרושם הקליני הוא כי הכאבבים קשורים למחלת הכבד השומני על רקע תזונתי. תוכנית טיפול: המלצה על תזונה דלת שומן ופחמימות, המשך מעקב רופא משפחה ובדיקות דם תקופתיות לבחינת פרופיל שומנים והערכה של תפקודי כבד. המטופלת מתבקשת לפנות במקרי החמרה של הכאבים או הופעת תסמיננים חדשים."}
{"מספר_זהות": 306853896, "שם_מטופל": "גלית עמר", "גיל": 20, "מין": "female", "תאריך": "04/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 79, בת ים", "סוג_דם": "O-", "מחלות_רקע": ["היפרליפידמיה"], "תרופות": ["אלנדרונט", "לבותירוקסין", "אמלודיפין"], "קוד_אבחנה": ["E78"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "היפרליפידמיה", "doc_type": "visit", "סיכום_רפואי": "גלית עמר, בת 20, הגיעה למרפאה עם תלונה עיקרית של כאבים בחזה שהחלו לפני יומיים, ללא קשר למאמץ פיזי. ללא הקרנה לידיים או ללסט. מדווחת על תחושת לחץ במרכז החזה. אין קוצר נשימה נלווה. מדווחת על עישון 10 סיגריות ביום. מצבים תחלואיים נוספם כוללים היפרליפידמיה. נוטלת אלנדרונט, לבותירוקסין ואלודיפין. אין ידוע על אלרגיות לתרופות.\n\nבבדיקה פיזיקלית: ל.ד 120/80, דופק 72 סדיר, ח.ד תקין וריאות נקיות. ללא סימני אי ספיקת לב. בבדיקת א.ק.ג לא נצפו שינויים איסכמיים. רמות טל\"ד תקינות. מצב כללי טוב, מצב הרוח רגוע.\n\nרושם: כאבים בחזה על רקע לא קרדיאלי, ייתכן כתוצאה ממתח או עישון. מומלץ המשך מעקב ותשאול לגבי אורח חיים. תוכנית: הפניה לקרדיולוג במית הצורך, הפסקת עישון, בדיקת פרופיל שומנים עדכנית, המלצה על פעילות גופנית סדירה. מעקב תוך שבועיים או במקרה של החמרה בתסמינים."}
{"מספר_זהות": 515381440, "שם_מטופל": "מוחמד מזרחי", "גיל": 51, "מין": "male", "תאריך": "24/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 22, רעננה", "סוג_דם": "AB+", "מחלות_רקע": ["גאוט"], "תרופות": ["אינסולין", "דיקלופנק"], "קוד_אבחנה": ["M10"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "גאוט", "doc_type": "visit", "סיכום_רפואי": "מוחמד מזרחי, זכר, בן 53, הגיע לביקור במרפאה עם תלונה עיקרית של כאבים עזים במפפרקים, בעיקר בבוהן ימין, המוחמרים בשעות הלילה. ברקע גאוט וסוכרת (ס.ד) מטופל באינסולין ודיקלופנק. אינו מעשן. מציין החרפה בתסמינים במהלך השבוע האחרון.\n\nבבדיקת ח.ד הרגשה טובה מבחינת כללית, ללא סימנים של חום או זיהום. טל\"ד יציב, ללא סימני דלקת חריפה. נלקחה בדיקת דם לאבחון רמות חומצה אורית (UA). בבדיקה פיזיקלית של המפרקים נמצא נפיחות קלה ואודם בבוהן ימין. בוצעה א.ק.ג ולא נצפו ממצאים חריגים.\n\nרושם: התף גאוט חריף. תוכנית טיפול הכוללת העלאת מינון דיקלופנק לתקופה קצרה ומעקב אחר התסמינים. מומלץ להמשיך מעקב סדיר אחר ס.ד ולהקפיד על תזונה דלת פורינים. ניתנה הפניה לראומטולוג לצורך בירור נוסף של תוכנית טיפול ארוכת טווח."}
{"מספר_זהות": 105265011, "שם_מטופל": "נועה מלכה", "גיל": 26, "מין": "female", "תאריך": "07/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 46, רמת גן", "סוג_דם": "B-", "מחלות_רקע": ["יתר לחץ דם", "פרפור פרוזדורים", "היפרליפידמיה", "סוכרת סוג 2"], "תרופות": ["מטפורמין", "איבופרופן"], "קוד_אבחנה": ["I10", "I48", "E78", "E11"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "visit", "סיכום_רפואי": "נועה מלכה, בת 28, הגיעה למרפאה בתלונה על תחושת עייפו מתמשכת וקוצר נשימה במאמץ קל. ידוע על רקע של יתר ל.ד, פרפור פרוזדורים, היפרליפידמיה וס.ד סוג 2. מטופלת במטפורמין ואיבופרופן. אינה מעשנת. לדברי המטופלת, היא חשה תחושת עייפות בשבועות האחרונים המלווה בקושי לנשום כאשר הולכת למרחקים קצרים.\n\nבבדיקה פיזיקלית: ל.ד 140/90, דופק 88 פעימות לדקה, נשימות 18 לדקה, ח.ד תקינים ללא רשרושים. במישוש בטן - רכה, ללא רגישות. א.ק.ג מציג פרפור פרוזדורים ללא שינוי מהבדיקות הקודמות. אין סימנים לבצקת פריפרית או אי ספיקת לב.\n\nרושם: תלונות מתאימות להחמרה בפרפור פרוזדורים עם אפשרות להחמרה באיזון ס.ד. נבדוק אפשרות לשינוי בטיפול התרופתי, כולל בדיקת תפקודי כליות ואלקטרוליטים. נמשיך מעקב קרדיאלי ונתאם אקו לב להערכת תפקוד ח.ד. המטופלת הופנתה לייעוץ קרדיולוגי להערכה נוספת וטיפול מותאם."}
{"מספר_זהות": 545628414, "שם_מטופל": "אריאל פרץ", "גיל": 41, "מין": "male", "תאריך": "22/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 51, נתניה", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": ["סימבסטטין"], "קוד_אבחנה": [], "מחלקה": "פנימית ב", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "אריאל פרץ, בן 42, הגיע לבדיקה שגרתית במרפאה. תלונה עיקרית: תחושה כללית של עייפות מוגברת בשבועות האחרונים, ללא תלונות נוספות. אין מחלות רקע ידועות, מטופל בסימבסטטין, לא מעשן. במצב משפחתי, נשוי עם 2 ילדים. אין היסטוריה משפחתית של מחלות לב או ס.ד. \n\nבבדיקה: ל.ד תקין 120/80, דופק 72 סדיר. א.ק.ג בוצע במרפאה – ללא ממצאים חריגים. אין סימנים קליניים לבעיה לבבית או נשימתית. תפקודי כבד וכליות תקינים. ח.ד: צלולה, ללא ממצאים חריגים. \n\nרושם: ככל הנראה מדובר בעייפות זמנית לא פתולוגית. מומלץ להמשך מעקב וייעוץ תזונתי להערכת הרגלי תזונה ומנוח. אם התסמינים מתמשכים, לשקול בדיקות מעבדה נוספות. תוכנית: מעקב בעוד חודש, לשקול בדיקות דם נוספות כולל תפקודי בלוטת התריס אם התלונות ימשיכו."}
{"מספר_זהות": 650237415, "שם_מטופל": "שרה חדד", "גיל": 21, "מין": "female", "תאריך": "29/06/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 51, ירושלים", "סוג_דם": "O-", "מחלות_רקע": ["COPD"], "תרופות": ["לוסרטן"], "קוד_אבחנה": ["J44"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "COPD", "doc_type": "visit", "סיכום_רפואי": "שרה חדד, בת 22, הגיעה למרפאה עם לונה על קוצר נשימה שהולך ומחמיר בשבועות הארונים. המטופלת מדווחת על שיעול כרוני, במיוחד בזמן מאמץ,, ללא חום או כאבי חזה. מצב משפחתי: רווקה. אין אלרגיות ידועות. \n\nבבדיקה פיזיקלית: ל.ד תקין, סטורציה 92% במנוחה, ננשימות מואצות. אוסקולטציה: צפצופים דו-צדדיים בולטים. קצב לב סדיר ללא אוושות. לא נצפו בצקות בגפיים. \n\nהרושם הוא של החמרה ב-COPD עם בעיה נשימתית עיקרית. מומלץ להתחיל טיפול במשאפים מרחיבי סימפונות ולהפנות לבדיקת תפקודי ריאות מלאה. יש להמשיך במעקב צמוד במרפאת הריאות ולשקול הוספת טיפול בסטרואידים במקרה של חוסר שיפור."}
{"מספר_זהות": 112910930, "שם_מטופל": "אברהם חיון", "גיל": 82, "מין": "male", "תאריך": "06/06/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 50, אשדוד", "סוג_דם": "O-", "מחלות_רקע": ["מחלת כבד שומני", "אסתמה", "אוסטאופורוזיס", "אי ספיקת כליות כרונית", "אנמיה"], "תרופות": ["וורפרין", "אלנדרונט", "הידרוכלורותיאזיד", "מטופרולול", "קלופידוגרל", "אטורבסטטין"], "קוד_אבחנה": ["K67", "J45", "M18", "N18", "D64"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "visit", "סיכום_רפואי": "אברהם חיון, בן 84, הגיע לביקורר במרפאה עם תלונה עיקרית על קוצר נשימה החמרה בשבוע האחרון. מטופל סובל ממחלת כבד שומני, אסתמה, אוסטאופורוזיס, אי ספיקת כליות כרונית ואנמיה. מטופל מטופל בוורפרין, אלנדרונט, הידרוכלורותיאזיד, מטופרולול, קלופידוגרל ואטורבסטטין. נציין שלא מעשן, מעולם לא עישן, ואין אלרגיות ידועות. \n\nבבדיקה פיזיקלית: ח.ד מוגבר, טל\"ד יציב, קולות נשימה מופחתים בבסיסי הריאות. א.ק.ג תקין. רמת חמצן בדם בגדר הנורמה. רושם קליני: החמרה באסתמה עם אפשרות לאי ספיקת לב קלה. \n\nתוכנית טיפול: מומלץ להעלות מינון של סטרואידים בשאיפה ולהוסיף טיפול במשאף ברונכוודילטור. להמשיך מעקב צמוד אחר מצב הכליות ולבדוק רמות INR בהתחשב בשיוש בוורפרין. ממליצים על פננייה לקרדיולו לביצוע אקו לב להמשך בירור. ביקור בעוד שבועיים או במידה של החמרת מצב."}
{"מספר_זהות": "618209167", "שם_מטופל": "אורי מלכה", "גיל": 83, "מין": "male", "תאריך": "24/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 117, נתניה", "סוג_דם": "A-", "מחלות_רקע": ["אי ספיקת כליות כרונית", "מחלת כבד שומני"], "תרופות": ["פרוקסטין", "רמיפריל", "אספירין", "אטורבסטטין", "אינסולין", "לבותירוקסין"], "קוד_אבחנה": ["N18", "K76"], "מחלקה": "מיון", "אבחנה_ראשית": "אי ספיקת כליות כרונית", "doc_type": "visit", "סיכום_רפואי": "אורי מלכה, בן 84, הגיע לביקור עקב תלונות על עייפות כללת ותחושת כבדות בבטן ימנית עליונה. מטופל עם רקע של איי ספיקת כליות כרונית ומחלת כבד שומני. עישון 20 שנה - נשלל. מצב משפחתי: אלמן. \n\nבבדיקה פיזיקלית: ל.ד תקין, ללא סימני בצקות. בטן רכה, רגישות קלה בהיפוכונדריום ימין. טל\"ד תקין, א.ק.ג ללא שינויים אקוטיים. תפקודי כבד מראים עליה קלה באנזימים. אין עדות לצהבת או סימנים נוספים לכשל כבד מתקקדם.\n\nרושם: החמרה אפששרית במצב הכבד השומני. ייתכן צורך בבדיקות דימות נוספות. \n\nתוכנית: המשך מעקב תכוף אחר תפקודי כבד וכליות, המלצה על דיאטה דלת שומן והחתת משקל. הפניה למרפאת גסטרו להערכה נוספת. המשך טיפול תרופתי כרגיל, כולל מעקב ס.ד ול.ד. תזכורת להקפיד על הימנעות מעישון, על אף שלדבריו אינו מעשן מזה 20 שנה."}
{"מספר_זהות": 724572300, "שם_מטופל": "חיים מזרחי", "גיל": 60, "מין": "male", "תאריך": "09/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 73, רעננה", "סוג_דם": "AB+", "מחלות_רקע": ["סוכרת סוג 2"], "תרופות": ["מטפורמין", "אמלודיפין", "קלופידוגרל", "אספירין", "לבותירוקסין", "גבפנטין"], "קוד_אבחנה": ["E11"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "visit", "סיכום_רפואי": "חיים מזרחי, בן 62, הגיע למרפאה בתלונה על כאבים בחזה המופיעים במאמץ ונעלמים במנוחה. חיים ידוע כסובל מס.ד סוג 2 ומטופל באופן קבוע במטפורמין. בנוסף, יש לו היסטוריה של ל.ד גבוה המנוהל עם אמלודיפין. בבדיקה פיזיקלית נצפה טל\"ד תקין, ללא סטיות משמעותיות. א.ק.ג בוצע במרפאה ולא הראה שינויים איסכמיים חריגים.\n\nהרושם הראשוני הוא של תעוקת חזה יציבה על רקע מחלת לב כלילית אפשרית, ככל הנראה מחמירה בתקופה האחרונה. יש לקחת בחשבון את המחלות הרקע של חיים, במיוחד את הס.ד והל.ד, וכן את הטיפול התרופתי הכולל קלופידוגרל ואספירין, שמפחיתים את הסיכון לאירועים קרדיווסקולריים.\n\nבתוכנית: להמשיך במעקב צמוד אחרי תסמיני הכאב בחזה. מומלץ לחיים לבצע בדיקת מאמץ לבחינת תפקוד הלב במאמץ. יש לשקול התייעצות עם קרדיולוג לצורך החלטה על צנ\"ל אם יימשכו התסמינים. להנחות את חיים להמשיך בטיפול התרופתי הקיים, ולהיות במעקב אחר רמות הסוכר, ל.ד ושומני הדם. תוזמן ביקורת בעוד חודש לבדיקה חוזרת והערכת מצב."}
{"מספר_זהות": 302126065, "שם_מטופל": "אברהם לוי", "גיל": 51, "מין": "male", "תאריך": "19/04/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 106, נתניה", "סוג_דם": "A-", "מחלות_רקע": ["אסתמה", "דמנציה"], "תרופות": ["אטורבסטטין", "לבותירוקסין", "דיקלופנק"], "קוד_אבחנה": ["J45", "F03"], "מחלקה": "ריאות", "אבחנה_ראשית": "דמנציה", "doc_type": "visit", "סיכום_רפואי": "תלונה עיקרית: אברהם לוי, בן 54, מתלונן על קשיי נשימה שהחמירו בשבוע האחרון, במיוחד בשעות הלילה. \n\nבדיקה: בדיקת ריאות הראתה קולות חירחורים בולטים, ללא סימנים לאי-ספיקת לב. נשמעו קולות נשימה מוגברים, אין עדות להחמרה של האסתמה מעבר למצב הקיים. לחץ דם תקין, דופק סדיר. בדיקות דם שגרתיות לא הראו חריגות משמעותיות.\n\nרושם: החמרה אפשרית של האסתמה על רקע שינויי מזג אוויר. איין חשש לבעיה קרדיאלית מיידית. יש לעקוב אחר המצב הקוגניטיבי עקב הדמנציה המתקדמת.\n\nתוכנית: מומלץ להתחיל טיפול במשאף וסף להקלה מהירה. מעקב חוזר בעוד שבועיים. יש להמשיך במעקב נוירולוגי ודגש על היענות לטיפול התרופתי הקבוע. אין צורך בטל\"ד נוסף בשלב זה."}
{"מספר_זהות": 622728475, "שם_מטופל": "יוסף ביטון", "גיל": 50, "מין": "male", "תאריך": "13/07/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 107, תל אביב", "סוג_דם": "AB-", "מחלות_רקע": ["מחלת לב כלילית"], "תרופות": ["אספירין"], "קוד_אבחנה": ["I25"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "visit", "סיכום_רפואי": "יוסף ביטון, בן 53, הגיע למרפאה בתלונה עיקרית של כאבים בחזה במאמץ. המטופל עם מחלת לב כלילית בעבר, נוטל אספירין קבוע ועשה צנתור ב-2018. אין היסטוריה משפחתית של מחלות לב נוספות. יש לציין כי המטופל מדווח על עישון כבד במשך 20 שנה, אף על פי שעכשיו טוען כי אינו מעשן. \n\nבבדיקה פיזיקלית: ל.ד 130/85, דופק 75 פעימוות לדקה, ללא סימני אי ספיקת לב חריפים. בוצע א.ק.ג, מראה שינויים איסכמיים חדשים. בחינת ח.ד לב אישרה קפיאה באיזורים מסוימים. יתר הבדיקות היו תקינות. \n\nרושם: תעוקת חזה יציבה, ייתכן כי קשורה לעברו העישון הכבד ולמחלת הלב הקיימת. תווכנית: המשך טיפול באספירין, התחלת טיפול בסטטינים להורדת כולסטרול, הפניה לקרדיולוג להמשך בירור ואפשרות לצנ\"ל נוסף. המלצה להפסיק עישון לחלוטין ולבצע פעילות גופנית מתונה. יעוץ תזונתי להורדת משקל יתר."}
{"מספר_זהות": 620563411, "שם_מטופל": "אדם אברהם", "גיל": 49, "מין": "male", "תאריך": "02/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 106, טבריה", "סוג_דם": "AB-", "מחלות_רקע": ["יתר לחץ דם", "השמנת יתר", "שבץ מוחי", "מחלת לב כלילית"], "תרופות": ["לבותירוקסין", "אספירין", "איבופרופן", "גבפנטין", "אומפרזול", "קלופידוגרל"], "קוד_אבחנה": ["I10", "E66", "I63", "I25"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "תלונה עיקרית: אדם אברהם, בן 50, הגיע למרפאה בשל תחושות של כאבים בחזה מלוות בקוצר נשימה במאמץ קל ותחושת עייפות כללית. מציין שהכאב מקין לגב העליון ולא מפחית במנוחה.\n\nבדיקה: בבדיקה קלינית, ל.ד - 140/90, ח.ד תקין, טל\"ד שממור. א.ק.ג בוצע והראה שינויים לא ספציפיים ב-ST. דפקים פריפריים מלאים וסימטריים. בבדיקה גופנית: משקל 110 ק\"ג, מדד מסת גוף (BMI) 35. \n\nרושם: חשד להחמרה במחלת לב כלילית על רקע מחלות רקע קודמות, כולל שבץ מוחי ופוטנציאל לאירוע לבבי חריף. יש לקחת בחשבון את עישון כמחמיר מצבו הקרדיאלי.\n\nתוכנית: יש להפנות לצנ\"ל לצורך הערכת מצב כלילית והמשך בירור. המלצה לשינוי אורחות חיים, כולל עידוד להפסקת עישון וירידה במשקל. להמשיך טיפול תרופתי נוכחי, אך לשקול שינוי בתרופות בהתאם לתוצאות הצנ\"ל. המלצה למעקב קרדיולוגי צמוד ולהמשך ניטור עערכי ל.ד."}
{"מספר_זהות": 228898573, "שם_מטופל": "מיכל לוי", "גיל": 59, "מין": "female", "תאריך": "15/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 88, אשדוד", "סוג_דם": "AB-", "מחלות_רקע": ["אסתמה"], "תרופות": ["איבופרופן", "אספירין", "לבותירוקסין", "מטופרולול", "הידרוכלורותיאזיד"], "קוד_אבחנה": ["J45"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "אסתמה", "doc_type": "visit", "סיכום_רפואי": "מיכל לוי, בת 60, הגיעה למרפאה בתלונה על קוצר נשימה מתמשך והחמרה בנשימה בשבוע האחרון, במיוחד בשעות הלילה. למיכל יש רקע של אסתמה, והיא מטופל קבועה באסתמין. אין היסטוריה של עישון. תרופות נוספות כוללות איבופרוופן, אספירין, לבותירוקסין, מטופרולול והידרוכלורותיאזיד.. מטופלת מדווחת על כאב קל בחזה אשר אינו מוחמר במאמץ. \n\nבבדיקה גופנית: טל\"ד בגבול הנורמה, ריאות - צפצופים מפושטים דו-צדדיים, ללא סימני ח.ד בצקתיים. א.ק.ג - סינוס טכיקרדיה ללא שינויים איסכמיים. סטורציית חמצןן מעט נמוכ, 92% באוויר החדר. \n\nהרושם הוא החמרה של האסתמה על רקע גירוי כלשהו, ייתכן זיהום דרכי נשימה עליונות. המלצה להתחיל טיפול בהשגחה עם מרחיבי סמפונות, לשקול מתן סטרואידים פומיים, ולהמשיך מעקב צמוד כולל ניטור סטורציה ביתי. במידה ואין שיפור, לשקול הפנייה למיון להמשך בירור וטיפול."}
{"מספר_זהות": 721970549, "שם_מטופל": "שלמה אלון", "גיל": 51, "מין": "male", "תאריך": "07/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 33, חולון", "סוג_דם": "B+", "מחלות_רקע": ["מחלת לב כלילית", "מחלת כבד שומני"], "תרופות": ["איבופרופן"], "קוד_אבחנה": ["I25", "K76"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "visit", "סיכום_רפואי": "שלמה אלון, גבר בן 53, הגיע למרפאה עם תלונה עיקרית על כאבים בחזה שנמשכים כשבוע, מחמירים במאמץ ומופחתים במנוחה. אין לו היסטוריה של עישון. ברקע מחלת לב כלילית ומחלת כבד שומני. נוטל איבופרופן. בבדיקת ח.ד תקינה, טל\"ד 130/80, ללא עדות ל.ד מוגבר. אין סימנים חריגים בבדיקת לב וריאות. א.ק.ג שנערך ביום הביקור הראה שינויים לא ספציפיים שאינם מעידים על איסכמיה חריפה.\n\nהרושם הוא כי הכאבים עשויים להיות קשורים למחלת הלב הכלילית. ייתכן ויש צורך בהמשך בברור עם צנ\"\"ל כדי להעריך את מצב העורקים הכליליים. \n\nבתוכנית: הפנייה לבדיקה קרדיולוגית מעמיקה, כולל שיקול אפשרות צנ\"ל. הנחיה להפסיק להשתמש באיבופרופן עד לבירור נוסף ולקבל חלופות אם יש צורך בטיפול בכאב. המלצה על מעקב צמוד אחר טל\"ד ול.ד. שלמה הונחה לחזור למרפאה אם יש החמרה במצבו."}
{"מספר_זהות": 296136716, "שם_מטופל": "ליאן מזרחי", "גיל": 24, "מין": "female", "תאריך": "11/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 49, באר שבע", "סוג_דם": "O-", "מחלות_רקע": ["גאוט", "פרפור פרוזדורים", "דיכאון"], "תרופות": ["אינסולין", "הידרוכלורותיאזיד", "מטופרולול", "מטפורמין", "אספירין"], "קוד_אבחנה": ["M10", "I48", "F32"], "מחלקה": "פנימית א", "אבחנה_ראשית": "דיכאון", "doc_type": "visit", "סיכום_רפואי": "המטופלת ליאן מזרחי, בת 24, הגיעה למרפאה בתלונה עיקרית של כאבים חוזרים במפרקים, בעיקר בכפות ידים וברכים. רקע רפואי כולל גאוט, פרפור פרוזדורים ודיכאון. מדווחת על נטילת תרופות באופן קבוע כולל אינסולין עבור ס.דד, הידרוככלורותיאזיד ומטופרולול ל.ד, מטפורמין לאיזון ס.ד, אספירין וכן גבפנטין לכאבים כרוניים. אינה מעשנת.\n\nבבדיקה: סימנים חיוניים יציבים. טל\"ד בגדר הנורמה. בבדיקת מפרקים נמצצאה נפיחות קלה בברך ימין, עם רגישות במגע. בדיקת א.ק.ג ללא ממצאים חריגים. אין סימני בצקת פריפרית.\n\nרושם: נראה כי הכאבים במפרקים קשורים להיסטורית הגאוט של המטופלת. התלונות ייתכן ומוחמרים על ידי שימוש בתרופות. תוכנית: מומלץ להמשיך בטיפול הקבוע כולל גבפנטין, ולהגיע לביקורת נוספת בעוד חודש. בנוסף, נבדוק אפשרת להתאמת מינון התרופות להקלת כאבים."}
{"מספר_זהות": 644212144, "שם_מטופל": "עומר אלון", "גיל": 80, "מין": "male", "תאריך": "08/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 3, אשדוד", "סוג_דם": "AB+", "מחלות_רקע": ["שבץ מוחי", "יתר לחץ דם", "אנמיה", "מחלת כבד שומני"], "תרופות": ["גבפנטין", "רמיפריל", "אינסולין"], "קוד_אבחנה": ["I63", "I10", "D64", "K76"], "מחלקה": "מיון", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "visit", "סיכום_רפואי": "עומר אלון, גבר בן 83, הגיע לביקור בעקבות תחושת סחרחורת כללית ותשישות מתמשכת. סובל ממחלות רקע כגון שבץ מוחי, ל.ד גבוה, אנמיה ומחלת כבד שומני. נוטל תרופות גבפנטין, רמיפריל ואינסולין. אינו מעשן. \n\nבבדיקה פיזיקלית: טל\"ד 145/8, דופק סדיר 78 פעימות לדקה. בבדיקת נוירולוגיה אין עדות לחולשה חדשה בגפיים, אך ניכרת ירידה קלה בטונוס השרירים. בבדיקות מעבדה עדכניות: המוגלובין נמוך 11.0 גרם/ד\"ל, תפקודי כבד מראי עלייה קלה באנזימים. \n\nהרושם הקליני מצביע על החמרת האנמיה, יתכן על רקע כרוני או כלי דם. יש לשקול התאמת מינון התרופות, במיוחד באינסולין ורמיפריל. יש לבדוק אפשרות לפגיעה בתפקודי כבד עקב התרופות. מומלץ לבצע א.ק.ג ובדיקת אולטרסאונד לבדיקת כבד. מעקב רציף אצל המטולוג והפטולוג. יש להקפיד על תזונה עשירה בבזל ובחבונים."}
{"מספר_זהות": 905504486, "שם_מטופל": "אריאל סויסה", "גיל": 36, "מין": "male", "תאריך": "20/08/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 87, אשדוד", "סוג_דם": "A-", "מחלות_רקע": ["שבץ מוחי"], "תרופות": ["וורפרין"], "קוד_אבחנה": ["I63"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "visit", "סיכום_רפואי": "אריאל סויסה, בן 37, הגיע לביקור במרפאה עם תלונה על כאבי ראש חזקים בשבוע האחרון, תחושת סחרחורת וחחולשה כללית. המטופל עבר שבץ מוחי בעבר ומטופל בוורפרין, לא עישון ברקע. אין דיווח על אלרגיות. מציין כי הכאבים מתגברים בשעות הבוקר ומלווים בהתקפים קצרים של בחילות.\n\nבבדיקה כללית: מצבו הכללי יציב, טל\"ד 130/85, דופק 78. בדיקה נוירולוגית לא העלתה ממצאים חריגים. בוצע א.ק.ג שהראה קצב סינוס תקין ללא סימנים לאיסכמיה. בבדיקות הדם האחרונות לא נצפו ערכים חחריגים.\n\nרושם: ייתכן שמדובר בעלייה בטונוס כלי הדם בעקבות שינוי במינון וורפרין או תגובה סטרסוגנית. מומלץ לבצע מעקב ל.ד ביתי ולחזור על בדיקות דם כולל תפקודי קרישה. אם התסמינים לא ישתפרו או יחמירו, לשקול הדמיית מוח. יש להמשיך במעקב קפדני אחרי טיפול תרופתי ולא לשכוח להגיע לבדיקות תקופתיות כמתוכננן."}
{"מספר_זהות": 892866468, "שם_מטופל": "הילה חדד", "גיל": 53, "מין": "female", "תאריך": "12/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 23, הרצליה", "סוג_דם": "A-", "מחלות_רקע": ["אי ספיקת לב", "גאוט", "אוסטאופורוזיס", "יתר לחץ דם"], "תרופות": ["איבופרופן"], "קוד_אבחנה": ["I50", "M10", "M81", "I10"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "visit", "סיכום_רפואי": "הילה חדד, בת 54, מתלוננת על כאב חזק במפרקים, בעיקר בכפות הרגליים. בעבר אובחנה עםם אי ספיקת לב, גאוט, אוסטאופורוזיס ויתר ל.ד. נוטלת איבופרופן להקלת הכאב. אין ס.ד, לא מעשנת, אינה אלרגית לתרופות בבדיקת ח.ד נמדד ל.ד 145/90, ללא סימני אי יציבות המודינמית. בבדיקת מפרקים - נפיחות קלה בכפות רגליים, רגישות במישוש. לא נצפו סימני דלקת מעבר לכך. \n\nרושם קליני: החמררה במצב הגאוט, כנראה עקב שימוש ממושך באיבופרופן. המצב יכול להיות קשור גם לאי ספיקת לב וליתר ל.ד. \n\nתוכנית טיפול: הפסקה הדרגתית של איבופרופן והחלפתו בנוגדי דלקת שאינם סטרואידים אחרים. המלצה על המשך מעקב אחר ל.ד וניהול תרופתי מתאים. הפנייה לתזונאית להערכה תזונתית למניעת התקפים נוספים. בנוסף, מומלץ על ביצוע א.ק.ג לבדיקת מצב הלב. ייקבע מעקב חוזר בעוד חודש להערכת מצב."}
{"מספר_זהות": 263128191, "שם_מטופל": "יעל שמעוני", "גיל": 50, "מין": "female", "תאריך": "01/09/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 67, בת ים", "סוג_דם": "AB+", "מחלות_רקע": ["שבץ מוחי"], "תרופות": ["אינסולין", "דיקלופנק", "אטורבסטטין", "פרוקסטין", "וורפרין", "אספירין"], "קוד_אבחנה": ["I63"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "visit", "סיכום_רפואי": "יעל שמעוני, בת 50, הגיעה לביקור במרפאה בשל תלונה על כאבי ראש חוזרים ונשנים, בעיקר בשעות הבוקר. יש לציין היסטוריה של שבץ מוחי בעבר. מטופלת באינסולין בשל ס.ד, דיקלופנק לכאבים, אטורבסטטין להורדת ל.ד, פרוקסטין לטיפול בדיכאון, וורפרין ואספירין כנוגדי קרישה. יעל איננה מעשנת. מצב משפחתי: נשואה ואם לשלושה.\n\nבבדיקה פיזיקלית: טל\"ד 140/85, דופק 80 בדקה. נוירולוגית: תגובות תקינות, ללא סימנים פוקאליים חדשים. בדיקת קרקעית ההעין תקינה. אין סימנים לעלייה בICP או בצקת. א.ק.ג ללא שינויים חריגים מהבדייקה הקודמת. נטילת וורפרין ואספירין נמשכת תחת מעקב INR סדיר.\n\nרושם: כאבי הראש ככל הנראה משניים לשינויים בתרופות, ייתכן קשר למצב הנפשי. תוכנית: לבצע מעקב לחץ דם חודשי, להתאים מינון תרופות במקרה של שיינויים, לבדוק INR בהמשך. מומלץ ייעוץ נוירולוגי אם הכאבים ימשכו. כמו כן, מומלץ על שיחה עם פסיכולוגית להמך תמיכה נפשית."}
{"מספר_זהות": 752334383, "שם_מטופל": "דוד מזרחי", "גיל": 83, "מין": "male", "תאריך": "26/07/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 17, דימונה", "סוג_דם": "O+", "מחלות_רקע": ["סוכרת סוג 2", "אסתמה", "מחלת כבד שומני"], "תרופות": ["לבותירוקסין", "אספירין", "פרוקסטין", "מטפורמין"], "קוד_אבחנה": ["E11", "J45", "K76"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "visit", "סיכום_רפואי": "דוד מזרחי, בן 83, הגגיע למרפאה עם תלונה על קוצר נשימה במהלך מאמץ קלל, במיוחד טיפוס מדרגות. המטופל מדווח על החמרה בכאבים בחזה, במיוחד בלילה. מחלות רקע כוללות ס.ד סוג 2, אסתמה וכבד שומני. אינו מעשן. נוטל לבותירוקסין, אספירין, פרוקסטין ומטפורמין. אין עדות לאלרגיות ידועות.\n\nבבדיקה: טל\"ד 130/85 ממ\"כ, דופק 78 לדקה, ריאות נקיות, ללא חרחורים. גודש ורידי צוואר קל. א.ק.ג תקין, מראה קצב סינוס. בבדיקת חזה אין רשרושים, אך ישנה רגישות קלה בעלות חזה ימין. ייתכן קשר לאסתמה או למתח שרירי.\n\nרושם: ייתכן שקוצר הנשימה נובע מהחמרה באסתמה או אי-ספיקת לב קלה. יש לעקוב אחרי שינויים בתסמינים ולבצע בדיקת תפקודי ריאות ואקו לב במידה שיחמירו.\n\nתוכנית: ממליץ על המשך טיפול תרופתי קיים, תיאום עם קרדיולוג לצ\"ל בעת הצורך,, ובדיקת לחץ דם ביתית לשבועיים הבאים. מומלץ למטופל להימנע ממאמצים כבדים עד להשלמת הבדיקות. ייפגש לביקור מעקב בעוד שבועיים או עם הופעת תסמינים חדשים."}
{"מספר_זהות": 244211751, "שם_מטופל": "לאה ביטון", "גיל": 27, "מין": "female", "תאריך": "22/06/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 14, נצרת", "סוג_דם": "B-", "מחלות_רקע": [], "תרופות": ["הידרוכלורותיאזיד", "אמלודיפין", "לבותירוקסין", "איבופרופן", "גבפנטין"], "קוד_אבחנה": [], "מחלקה": "ריאות", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "לאה ביטון, בת 29, התייצבה במרפאה בעקבות תחושת סחרחורת חוזרת וכאבי ראש. המטופלת ללא מחלות רקע ידועות אך נוטלת הידרוכלורותיאזיד ואמלודיפין לטיפול בל.ד, וכן לוקחת לבותירוקסין למסד התירואיד. אין ס.ד. אין רקע של עישון או אלרגיות ידועות.\n\nבבדיקה פיזית: טל\"ד יציב, דופק תקין. ללא ממצאים חריגים ב-א.ק.ג. בבדיקת מעבדה קודמת לא נצתה אנמיה או חריגות ברמות אלקטרוליטים. ייתכן כי הסימפטומים נובעים מווריאציות בטל\"ד בעקבות שינוי מינון התרופות..\n\nרושם: סחרחורת וכאבי ראש ככל הנראה כתוצאה משינויים בטל\"ד על רקע טיפול תרופתי. תוכנית: המלצה למעקב טל\"ד יומי בבבית ולהתייעצות עם קרדיולוג להערכת טיפול התרופתי. יש להימנע מהפסקה פתאומית של התרופות. נזמין לביקורת בעוד חודש לבחון את יעילות השינויים ולהתאמות נוספות בטיפול."}
{"מספר_זהות": 244731584, "שם_מטופל": "אחמד רוזנברג", "גיל": 83, "מין": "male", "תאריך": "18/10/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 94, נתניה", "סוג_דם": "O-", "מחלות_רקע": ["סוכרת סוג 2", "גאוט", "אסתמה", "COPD"], "תרופות": ["וורפרין", "אמלודיפין", "רמיפריל", "מטפורמין", "אומפרזול", "אספירין"], "קוד_אבחנה": ["E11", "M10", "J45", "J44"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "visit", "סיכום_רפואי": "אחמד רוזנברג, גבר בן 83, הגיע למרפאה בתלונה עיקרית שלל קוצר נשימה שהחמיר בשבוע האחרון. המטופל עם רקע של ס.ד סוג 2, גאוט, אסתמה ו-COPD. אינו מעשן. מטופל תרופתית עם וורפרין, אמלודיפין, רמיפריל, מטפורמין, אומפרזול ואספירין. אין אלרגיות ידועות. \n\nבבדיקה: מצב כללי בינוני, טל\"ד 14085, דופק 88 סדיר. נשימות שטחיות, חרחורים בבסיסי הריאות. א.ק.ג ללא שינויים חריגים. \n\nהרושם הוא של החמרה ב-COPD על רקע זיהום ריאתי אפשרי. תכנית הטיפול כוללת התחלת אנטיביוטיקה מתאימה, העלאת מינון מרחיבי סימפונות, והמשך מעקב ריאות. ביקורת בעוד שבוע במרפאה לבחינת שיפור."}
{"מספר_זהות": 676945918, "שם_מטופל": "נועה שלום", "גיל": 67, "מין": "female", "תאריך": "05/02/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 63, אשדוד", "סוג_דם": "O+", "מחלות_רקע": ["דיכאון"], "תרופות": ["אמלודיפין", "לוסרטן", "אומפרזול"], "קוד_אבחנה": ["F32"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "דיכאון", "doc_type": "visit", "סיכום_רפואי": "נועה שלום, בת 70, הגיעה למרפאה בתלונה על כאבים בחזה מזה כשבוע. הכאבים מופיעים במנוחה, ללא קשר למאמץ פיזי, ומלווים בתחושת ללחץ. אין הקרנה לידיים או ללסת. ברקע, דיכאון המטופל בתרופות נוגדות חרדה. נועה לוקחת אמלודיפין ולוסרטן ל.ד, וגם אומפרזול. אינה מעשנת וללא אלרגיות ידועות.\n\nבבדיקה: ח.ד תקין, טל\"ד 130/80, דופק 72, ללא אי סדירויות בא.ק.ג. נשימה סדירה, אין רשרוש בראות. בט רכה, ללא רגישות מיוחדת. מצב רוח יציב, שיחה תקינה. \n\nרושם: אין ממצאים המעידים על אוטם חריף בלב. הכאבים עשויים להיות קשורים למערכת העיכול או למתח נפשי. יש לשקול הפניה לקרדיולוג להמשך בירור, במיוחד לאור גילה של נועה וההיסטוריה המשפחתית של מחלות לב. \n\nתוכנית: המלצה להמשך ניטור ל.ד ודופק בבית. במידה ולא יחול שיפור או במקרה של החמרה, יש לשוב למרפאה או לפנות למיון. הפניה לקרדיולוג לביצוע אקו לב ומבחן מאמץ. הנחיות להמשך מעקב פסיכיאטרי עבור הדיכאון."}
{"מספר_זהות": 959639048, "שם_מטופל": "מאיה אזולאי", "גיל": 66, "מין": "female", "תאריך": "22/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 22, באר שבע", "סוג_דם": "A+", "מחלות_רקע": ["יתר לחץ דם"], "תרופות": ["גבפנטין", "הידרוכלורותיאזיד", "אינסולין", "סימבסטטין", "רמיפריל", "אלנדרונט"], "קוד_אבחנה": ["I10"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "visit", "סיכום_רפואי": "מאיה אזולאי, בת 68, התייצבה במרפאה עם תלונה עיקרית על כאבי ראש מתמשכים בשבוע האחרון. המטופלת סובלת מרקע של ל.ד גבוה וכעת מתארת כאבים בעוצמה בינונית ששמופיעים בעיקר בבוקר ומלווים בתחושת עייפות כללית. מציינת עישון של כ-10 סיגריות ביום.\n\nבבדיקה: ל.ד 150/90 מ\"מ כספית. בדיקת נוירולוגית ללא ממצא חריג. בדיקת א.ק.ג ללא שינויים חשודים. סוכר בדם צום) 120 מ\"ג לד\"ל. \n\nרושם: ככל הנראה מדובר בכאבי ראש קשורים לל.ד לא מאוזן. יש לשקול התאמת טיפול והפחתת עישון. \n\nתוכנית טיפול: הגדלת מינון רמיפריל ל-10 מ\"ג ליום. מומלץ להמשיך במעקב ל.ד ביתי ולהגיע לביקורת נוספת בעוד שבועיים. הפניה לייעוץ תזונתי והמלצה על הפסקת עישון."}
{"מספר_זהות": 644556185, "שם_מטופל": "רחל שמעוני", "גיל": 35, "מין": "female", "תאריך": "05/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 107, רעננה", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": ["מטפורמין", "אספירין"], "קוד_אבחנה": [], "מחלקה": "פנימית א", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "רחל שמעוני, בת 38 הגיעה למרפאה עם תלונה עיקרית של כאבי ראש חזקים המופיעים בעיקר בשעות הבוקר. המטופלת ללא מחלות רקע ידועות מלבד ס.ד, מטופלת במטפורמין ואספירין. אינה מעששנת. רחל מציינת כאבים בחזה שנמשכו כמה דקות לפני כששבוע, אך לא חזרה תופעה זו. בבדיקתה כיום: ל.ד תקין, ח.ד סדיר. בבדיקת א.ק.ג אין שינויים חריגים. טל\"ד בגדר הנורמה.\n\nהרושם הקליני הוא שיתכן שמדובר במיגרנות. אין עדות לאירוע לבבי. לור התרופות הנוכחיות ותחושת המטופלת, יש להמשיך מעקב אחר רמות סוכר ולקיים ביקורת נוספת בעוד כשבועיים. \n\nבתוכנית, מומלץ להתחיל טיפול במינון נמוך של תרופה למניעת מיגרנה, ולבצע בדיקת עיניים על מנת לשלול לחץ תוך עיני. יש להמשיך עם המטפורמין והאספירין כרגיל. במידה והכאבים בחזה חוזרים, יש לשקולל ביצוע צנ\"ל חוזר. המטופלת הונחתה לחזור אם חשים שינוי משמעותי במצבה."}
{"מספר_זהות": 563213586, "שם_מטופל": "אפרת גולן", "גיל": 39, "מין": "female", "תאריך": "21/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 14, תל אביב", "סוג_דם": "A+", "מחלות_רקע": ["COPD", "אנמיה", "מחלת כבד שומני", "סוכרת סוג 2", "היפרליפידמיה"], "תרופות": [], "קוד_אבחנה": ["J44", "D64", "K67", "E11", "E78"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "היפרליפידמיה", "doc_type": "visit", "סיכום_רפואי": "אפרת גולן, בת 41, הגיעה לביקור במרפאה בעקבות תלונה עיקרית של קוצר נשימה מתגבר בשבוות האחררונים. המטופלת עם מחלות רקע הכוללות COPD, אנמיה, מחלת כבד שומני, ס.ד סוג 2 והיפרליפידמיה. נבדקה ללא תרופות קבועות ואין היסטוריה של עישון. טוענת כי התחושה מחמירה במיוחד במאמץ קל, דבר שהולך ומפריע לפעילות היום-יומית.\n\nבבדיקה פיזיקלית: ל.ד תקין, טל\"ד שמור, סטורציה ירדה קלות ל-93% באוויר חדר. נשמעה חרחור קל בבסיסי הריאות. נשארת בהכרה מלאה ובמצב כללי טוב. ללא עדות לח.ד חריגים. בוצע א.ק.ג שהראה קצב סינוס תקין ללא סימנים לאיסכמיה. המטופלת מדווחת על כאב ראש קל בבקרים אשר ייתכן קשור לרמת חמצן בדם. ללא אלרגיות ידועות.\n\nרושם: ייתכן החמרה ב-COPD. יש צורך בהמשך בירור רמות חמצן במאמץ והערכת תפקודי ריאה. \n\nתוכנית: הופניתה לבדיקה ספירומטרית להערכת תפקודי הריאות וכן בדיקת גזים בדם. מליץ על מעקב צמוד אחר רמות סוכר וייעוץץ דיאטני לאיזון משקל ושומנים. נשקלת התחלת טיפול תרופתי להקלת תסמיני ה-COPD ולהפחית את הסיכון לחמרה נוספת. תוזמן לביקורת בעוד שבועיים עם תוצאות הבדיקות."}
{"מספר_זהות": 967188392, "שם_מטופל": "דניאל מזרחי", "גיל": 61, "מין": "male", "תאריך": "16/02/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 19, רמת גן", "סוג_דם": "O-", "מחלות_רקע": ["שבץ מוחי", "דיכאון"], "תרופות": ["אומפרזול", "אטורבסטטין", "איבופרופן", "אמלודיפין", "אספירין"], "קוד_אבחנה": ["I63", "F32"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "visit", "סיכום_רפואי": "דניאל מזרחי, בן 62, הגיע לביקור במרפאה בעקבות תלנה על כאבים בחזה והרגשה כללית רעה. המטופל עם היסטוריה רפואית של שבץ מוחי בעבר ודיכאון. נוטל אומפרזול, אטורבסטטין, איבופרופן, אמלודיפין ואספירין. אינו מעשן. \n\nבבדיקה פיזיקלית: ל.ד 140/90, דופק 85, נשימה 18. בבדיקה קרדיולוגית נשמעו קולות לב סדירים ללא אוושות. אין בצקות בגפיים. בוצע א.ק.ג שהראה סינוס טכיקרדיה ללא ממצאים איסכמיים חריפים. \n\nרושם: כאבים בחזה יתכן מסיבה שרירית או כתוצאה מתופעות לוואי של טיפולל תרופתי. יש לשלול מחלת עורקים כלילית למרות תוצאות א.ק.ג תקינות. \n\nתוכנית: הפנייה לבדיקת מאמץ לשלול מחלת לב איסכמית. המלצה להמשיך טיפול תרופתי כמפורט ולבצע איזון ל.ד במסגרת רופא משפחה. מעקב בעוד חודש או במקרה של החמרה בסימפטומים."}
{"מספר_זהות": 146249123, "שם_מטופל": "רון פרץ", "גיל": 71, "מין": "male", "תאריך": "11/07/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 25, אילת", "סוג_דם": "A-", "מחלות_רקע": ["אנמיה"], "תרופות": ["איבופרופן", "אלנדרונט", "רמיפריל"], "קוד_אבחנה": ["D64"], "מחלקה": "ריאות", "אבחנה_ראשית": "אנמיה", "doc_type": "visit", "סיכום_רפואי": "רון פרץ, בן 74, הגיע לביקור במרפאה עם תלונה על עייפות כללית מתמשכת וכאבי פרקים. המטופל מדווח שאין שינוי במצבו הבריאותי הכללי בשבועות האחרונים, אך חלה עלייה בעוצמת הכאבים. אין דיווח על חום או תסמינים נשימתיים. ברקע רפואי: אנמיה כרונית. תרופות קבועות: איבופרופן, אלנדרונט, רמיפריל. המטופל אינו מעשן. \n\nבבדיקה גופנית: ל\"ד: 135/85, דופק: 78, חולה נראה מעט חיוור אך במצב כללי טוב. אין סימני בצקת, טל\"ד תקין. המטופל לא מדווח על קושי במאמץ, אך מציין חולשה כללית. לא נמצאו חריגות משמעותיות בא.ק.ג. \n\nרושם: כאבי פרקים על רקע שינויים ניווניים, ייתכן קשור לשימוש בבאיבופרופן ולאנמיה כרונית. \n\nתוכנית: יש להמשיך מעקב אחר ספירת דם ולהתייעץ עם המטופל על האפשרות לשנות או להוסיף טיפול נגד כאבי הפרקים. המשך טיפול באלנדונט ורמיפריל כרגיל. מממליץ לבצע בדיקות דם נוספות לשלול החמרה באנמיה ולדון באפשרות ייעוץ ראומולוגי אם הכאב נמשך. אין צורך בצנ\"ל בשלב זה."}
{"מספר_זהות": 326868502, "שם_מטופל": "פאטמה שלום", "גיל": 81, "מין": "female", "תאריך": "09/10/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 56, חיפה", "סוג_דם": "AB-", "מחלות_רקע": ["גאוט", "פרפור פרוזדורים", "אנמיה"], "תרופות": ["אמלודיפין", "לבותירוקסין"], "קוד_אבחנה": ["M10", "I48", "D64"], "מחלקה": "ריאות", "אבחנה_ראשית": "פרפור פרוזדורים", "doc_type": "visit", "סיכום_רפואי": "פאטמה שלום, בת 83, הגיעה לביקור עקב תלונה על כאבים בפרקים המחמירים בשעות הלילה. מציינת גם קושי בתנועה ובהליכה בשבוע האחרון. רקע רפואי כולל גאוט, פרפור פרוזדורים ואנמיה. נוטלת אמלודיפין ולבותירוקסין באופן סדיר. אין עישון בעבר. אין רגישויות ידועות.\n\nבבדיקה: מצב כללי טוב, ל.ד 135/85, טל\"ד יציב. בדיקת מפרקים מראה נפיחות וקושי הנעה בכמה מפרקים, בעיקר ברגליים. א.ק.ג ללא שינויים משמעותיים בהשוואה לבדיקה קודמת. בדיקות דם קודמות מצביעות על ח.ד תקין אך עלייה קלה ברמת חומצה אורית.\n\nהרושם הוא החמרה במצב הגאוט. מומלץ להמשיך בטיפול הנוכחי בגאוט ולהיוועץ בראומטולוג. יש לשקול התאמה מחודש של הטיפול התרופתי בהתאם לבדיקות מעקב.. פאטמה מתבקשת לשוב לביקורת בעוד שבועיים ולהביא תוצאות מעודכנות של בדיקת דם לרמת חומצה אורית."}
{"מספר_זהות": 861031318, "שם_מטופל": "ורד דוד", "גיל": 67, "מין": "female", "תאריך": "14/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 64, לוד", "סוג_דם": "A+", "מחלות_רקע": ["דלקת מפרקים", "שבץ מוחי"], "תרופות": ["סימבסטטין"], "קוד_אבחנה": ["M19", "I63"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "visit", "סיכום_רפואי": "ורד דוד, ב 68, הגיעה לביקור בעקבות כאבים במפרקים המחריפים בתקופה האחרונה. המטופלת סובלת מדלקת מפרקים ושבץ מוחי בעבר. מדווחת על עישון קבוע. נוטלת סימבסטטין והידרוכלורותיאזיד באופן קבוע. אין ידוע על אלרגיות לתרופות.\n\nבבדיקה פיזיקלית: טל\"ד תקין, אין סימני בצקות, רגיששות במפרקי הידדיים. בדיקות מעבדה מהשבוע שעבר מראות עלייהה קלה בבדיקות דלקתיות. אין שינויים בא.ק.ג. ראוי לציין כי למרות עישון, תפקודי ריאות תקינים.\n\nרושם: החמרה אפשרית של דלקת המפרקים. ממליץ על המשך טיפול בתרופות הנוכחיות, בשילוב עם פיזיותרפיה. יש לשקול הפניה לראומטולוג להערכת המשך טיפול. להפסיק עישון בהקדם לשיפור כללי במצב הבריאותי. מעקב בעוד 3 חודשים."}
{"מספר_זהות": 473235497, "שם_מטופל": "גיל פרץ", "גיל": 61, "מין": "male", "תאריך": "24/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 113, דימונה", "סוג_דם": "A+", "מחלות_רקע": ["שבץ מוחי"], "תרופות": ["פרוקסטין", "אמלודיפין", "מטופרולול"], "קוד_אבחנה": ["I63"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "visit", "סיכום_רפואי": "גיל פרץ, בן 61, הגיע למרפאה בתלונה על כאבי ראש חזקים שמלוויו בבחילות. המטופל מחלים משבץ מוחי בעברו, ונוטל תרופות פרוקסטין, אמלודיפין ומטופרולול. אינו מעשן. במהלך הבדיקה הפיזיקלית, נצפתה עלייה בל.ד ל-150/90, ללא עדות לסטייה נוספת בבדיקה נוירולוגית. טל\"ד תקין. אין דיווח על אלרגיות. המטופל נשוי, עם שלושה ילדים.\n\nהרושם הקליני הוא כי כאבי הראש ייתכן ונגרמים כתוצאה מצרוף של עליית ל.ד והשימוש בתרופות. כאבי הראש עלולים להיות קשורים גם לרמות טל\"ד לא מאוזנות. לא נצפו סימנים נוספים להחרפת מצב הנוירולוגי הקודם. \n\nתוכנית הטיפול כוללת התאמה של מינון האמלודיפין והמטופרולול במטרה לאזן את הל.ד. המטופל הופנה להמשך מעקב נוירולוגי וייעוץ תזונתי. הומלץ על מדידת ל.ד יומית והימנעעות מגורמי סטרס שעלולים להעלות את הל.ד. במידה ותסמינים לא יחלפו, לשקול בדיקת CT מוח לשלילת סיבוכים אפשריים."}
{"מספר_זהות": 272849829, "שם_מטופל": "נועה לוי", "גיל": 32, "מין": "female", "תאריך": "06/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 64, באר שבע", "סוג_דם": "AB+", "מחלות_רקע": ["אוסטאופורוזיס", "COPD", "אי ספיקת לב", "שבץ מוחי"], "תרופות": ["הידרוכלורותיאזיד", "וורפרין", "לוסרטן"], "קוד_אבחנה": ["M81", "J44", "I50", "I63"], "מחלקה": "ריאות", "אבחנה_ראשית": "אוסטאופורוזיס", "doc_type": "visit", "סיכום_רפואי": "נועה לוי, בת 34, הגיעה למרפאה עם תלונה על כאבי חזה בשבוע האחרון, בעיקר לאחר מאמץ קל. המטופלת עם מחלות רקע של אוסטאופורוזיס, COPD, אי ספיקת לב ושבץ מוחי בעבר. מטופלת בתרופות הידרוכלורותיאזיד, וורפרין ולוסרטן. היא אינה מעשנת.\n\nבבדיקה פיזיקלית: ל.ד 140/85, דופק 88, ח.ד תקין. נשימות מעט מוגברות, קרפיטציות בבסיס הריאות. א.ק.ג לא הראה שינויים איסכמיים חדשים, אך נמצא דפוס לא סדיר עקב פרפור פרוזדורים ידוע. הרגליים ללא בצקות משמעותיות. אין עדות לדלקת חריפה.\n\nרושם: ייתכן שמדובר בהחמרה במצב הלבבי על רקע פרפור פרוזדורים או החמרה במחלת ה-COPD. מומלץ לבצע אקו לב והערכת תפקודי ריאה. יש להמשך טיפול בנוגדי קרישה ובמעקב קרדיולוגי. הומלץ על הפחתת מאמצים פזים עד בירור נוסף."}
{"מספר_זהות": 626078703, "שם_מטופל": "שרה שמעוני", "גיל": 82, "מין": "female", "תאריך": "27/05/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 7, עכו", "סוג_דם": "AB+", "מחלות_רקע": ["מחלת לב כלילית", "אסתמה", "דמנציה"], "תרופות": ["מטופרולול", "אלנדרונט", "וורפרין", "אטורבסטטין", "לוסרטן", "סימבסטטין"], "קוד_אבחנה": ["I25", "J45", "F03"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "visit", "סיכום_רפואי": "ביקורה של שרה שמעוני, בת 83, במרפאה היום התמקד בתלונות של קוצר נשימה מוגבר ותחושת חולשה כללית. היא מדווחת על החמרה ביכולת התפקודית לאחרונה, בעיקר במאמץ קל. מציינת גם שיעול יבש בשבועיים האחרונים. \n\nבבדיקה: מטופלת בהכרה מלאה, משתפת פעולה, עור חיוור במקצת. נשמעה חרחורים בבסיסי הריאות. לב: קולות סדירי, ללא איוושה חדשה. ל.ד: 140/85, דופק: 88 לדקה, נשימה: 22 לדקה. סטורציה: 92% באוויר חדר. בוצע א.ק.ג שגילה שינויים איסכמיים קלים. \n\nהרושם: החמרה באסתמה על רקע מחלת לב כלילית. יש לשקול החמרה דמנטית קלה, בהתאם לתפקודה היומיומי. \n\nתוכנית: ממליץ על התאמת טיפול לאסתמה, הוספת סטרואידים בשאיפה. יייעוץ קרדיולוגי להערכת המשך טיפול וניטור טל\"ד. יש לבצע צילום ח.ד להערכת המצב הריאתי. יש לעקוב אחר רמות INR בשל הטיפול בוורפרין. נמליץ להימנע מעישון ולשקול תיכה גופנית וחברתית מוגברת עקב החמרה דמנטית."}
{"מספר_זהות": 384979167, "שם_מטופל": "חיים אברהם", "גיל": 74, "מין": "male", "תאריך": "26/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 24, בת ים", "סוג_דם": "A+", "מחלות_רקע": ["סוכרת סוג 2", "גאוט", "פרפור פרוזדורים"], "תרופות": ["אינסולין", "אמלודיפין", "לוסרטן"], "קוד_אבחנה": ["E11", "M10", "I48"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "גאוט", "doc_type": "visit", "סיכום_רפואי": "חיים אברהם, בן 76, הגיע למרפפאה בתלונה על כאבי רגליים מתגברים מזה כשבוע. המדובר בכאבים המופיעים בעיקר לאחר הליכה ממושכת ונרגעים במנוחה. למטופל היסטוריה רפואית של ס.ד סוגג 2, גאוט ופרפור פרוזדורים. שאר ההיסטוריה כוללת עישון פעיל. מטופל כעת עם אינסולין, אמלודיפין ולוסרטן. \n\nהבדיקה הפיזיקלית הראתה ל.ד של 145/990 מ\"מ כספית, דופק לא סדיר בקצב 80 לדקה. הכאב ברגליים מתואר כלוקליזציה לא ספציפית, ללא סימני דלקת גלויה. טל\"ד תקין יחסית למצבו. בבדיקות חרום נמצא חומצת שתן מעט מוגברת, מה שעשוי להציע החמרה בגאוט. \n\nהרושם הוא של קלודיקציה לסירוגין על רקע מחלה ווסקולרית אפשרית המוחמרת מעישון, בנוסף להתקקף גאוט תת-קליני. בתוכנית: הפסקת עישון מומלצת, המשך מעקב רמות סוכר בדם ול.ד, הפניה לא.ק.ג, והתייעצות עם רופא מומחה לכלי דם. כמו ן, העלאת מינון טיפול נוגד גאוט זמנית. המזכיר יתאם ביקורת בעוד חודש."}
{"מספר_זהות": 988425997, "שם_מטופל": "דנה סויסה", "גיל": 12, "מין": "female", "תאריך": "01/02/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 24, נצרת", "סוג_דם": "O+", "מחלות_רקע": ["דיכאון"], "תרופות": ["לוסרטן", "פרוקסטין", "אספירין", "גבפנטין", "רמיפריל", "מטופרולול"], "קוד_אבחנה": ["F32"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "דיכאון", "doc_type": "visit", "סיכום_רפואי": "נה סויסה, בת 15, הגיעה לביקור במרפאה עקב תלונות על כאבי ראש חוזרים ונשנים בשבועות האחרונים. מדובר במטופלת עם היסטוריה של דיכאון המטופלת בתרופות פסיכיאטריות, כולל פרוקסטין. אין עישון. מטופלת גם בלוסרטן, אסירין, גבפנטין, רמיפריל ומטופרולול.\n\nבבדיקה: לחץ דם 120/80, דופק סדיר 72. בדיקה נוירולוגית תקינה, ללא סימנים פוליים. א.ק.ג נרשם כתקין. תרופות קבועות נלקחות כסדרן. אין עדות לס.ד או ל.ד חריגים. מטופלת ציינה שאין שינוי במשקל או בתאבון לאחרונה, אך מעידה על תחושת רדה מוגברות.\n\nההרושם הוא שכאבי הראש ייתכן ונובעים מהלחץ הנפשי שהיא חווה. מומלץ להמשיך במעקב פסיכיאטרי סדי ולהתייעץ עם המטפל הנפשי לגבי התאמת מינון התרופות. אם כאבי הראש יימשכו או יחמירו, יש לשקול הפניה לנוירולוג. המשך טיפול תרופתי כרגיל."}
{"מספר_זהות": 332683192, "שם_מטופל": "מוחמד אזולאי", "גיל": 75, "מין": "male", "תאריך": "12/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 37, כפר סבא", "סוג_דם": "A-", "מחלות_רקע": ["פרפור פרוזדורים", "שבץ מוחי", "אסתמה", "אוסטאופורוזיס", "דמנציה"], "תרופות": ["רמיפריל", "הידרוכלורותיאזיד", "סימבסטטין", "גבפנטין"], "קוד_אבחנה": ["I48", "I63", "J45", "M81", "F03"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "אסתמה", "doc_type": "visit", "סיכום_רפואי": "מוחמד אזולאי, בן 76, התייצב למרפאתנו עם תלונה עיקרית על קושי בנשימה והחמרה בשיעול הקיים מזה שבועיים. המטופל מציין כי השיעול מחמיר בשכיבה בלילה. אין קוצר נשימה במאמץ קל. מדווח על עישון קבוע, ללא הפחתה בכמות הסיגריות. בעברו פרפור פרוזדורים, שבץ מוחי, אסתמה, אוסטאופורוזיס ודמנציה. תרופות: רמיפריל, הידרוכלורותיאזיד, סימבסטטין, גבפנטין. \n\nבבדיקה פיזיקלית: ח.ד תקין, א.ק.ג ללא עדות להחמרה בפרפור, טל\"ד יציב. נשמעים קולות חרחור בבסיסי הריאות. אין בצקות ברגליים. מצב דמנטיוני מתקדם, המטופל מתקשה לזכור פרטים מהביקור הקודם. \n\nרושם: החמר בתסמיני האסתמה, ייתכן על רקע עישון מוגבר או תהליך זיהומי ויראלי בדרכי הנשמה. \n\nתוכנית: התחלת טיפול במשאף סטרואידים ובדיקת מעקב בעוד שבועיים. מומלץ להפסיק עישון ולהגיע לייעוץ גמילה. לעקוב אחר תסמיני נשימה ולחזור למרפאה אם אין שיפור. אין צורך בשינווי בטיפול התרופתי הקבוע הפעם."}
{"מספר_זהות": 598217669, "שם_מטופל": "איתי דוד", "גיל": 33, "מין": "male", "תאריך": "08/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 46, רעננה", "סוג_דם": "A-", "מחלות_רקע": ["מחלת לב כלילית", "אוסטאופורוזיס", "אי ספיקת כליות כרונית", "גאוט"], "תרופות": ["אלנדרונט", "גבפנטין", "רמיפריל", "הידרוכלורותיאזיד", "לוסרטן"], "קוד_אבחנה": ["I25", "M81", "N18", "M10"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "אי ספיקת כליות כרונית", "doc_type": "visit", "סיכום_רפואי": "איתי דוד, בן 35, נשוי ואב לשניים, הגיע לביקור במרפאה עם תלונה על כאבים בחזה שהחלו לפני יומיים. המטופל מתאר כאבים לוחצים המקרינים לכתף שמאל, בעיק במאמץ. אין שינוי בכאב במנוחה.. ללא קוצר נשימה או הזעות קרות. ללא חום או סימני דלקת אחרים. \n\nבבדיקה פיזיקלית: ל.ד 130/85, דופק 78 סדיר, ללא גודש ורידי צוואר. לב: קולות סדירים ללא אוושות. ראות: נקיות. בטן: רכה, ללא רגישות או גושים. בדיקת א.ק.ג: סינוס טכיקרדיה, ללא סימני איסכמיה חריפים. בדיקות דם מלפני שבועיים מצביעות על תפקודי כליה יציבים, חומצה אורית גבוהה.\n\nהרושם הוא של אנגינה יציבה. מומלץ להמשיך את הטיפול התרופתי הנוכחי ולשקול הוספת ניטרטים לפי הצורך. מתבקש לבצע מבחן מאמץ לבחינת תפקד הלב. מעקב בעוד שבועיים לבדוק התקדמות והחלטה על צורך בצנ\"ל."}
{"מספר_זהות": 651241895, "שם_מטופל": "אברהם בן דוד", "גיל": 64, "מין": "male", "תאריך": "08/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 33, בני ברק", "סוג_דם": "AB+", "מחלות_רקע": [], "תרופות": ["לבותירוקסין", "קלופידוגרל", "מטפורמין", "מטופרולול"], "קוד_אבחנה": [], "מחלקה": "פנימית א", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "אברהם בן דוד, בן 65, הגיע למרפאה בתלונה על כאבם בחזה אשר מופיעים במאמץ ונמשכים כ-15 דקות, ומשתפרים במנוחה. המטופל מדווח על עישון מזה 40 שנה, כ-20 סיגריות ביום, ועל נטילת תרופות קבועות: לבותירוקסין, קלופידוגרל, מטפורמין, מטופרולול. ללא מחלות רקע נוספות ידועות. אין רגישוויות ידועות לתרופות.\n\nבבדיקה פיזיקלית: ל.ד 140/85 מ\"מ כספית, דופק 78 פעימות לדקה וסדיר, אין רשרושים בלב או בקרניו, ח.ד תקין. ריאות נקיות. בטנית רכה ללא רגישות. בבדיקת א.ק.ג שנערכה במרפאה: סינוס טכיקרדיה, ללא שינויים איסכמיים ברורים. \n\nהרושם הקליני הוא של תעוקת חזה יציבה על רקע מחלת לב כלילית חשודה. המטופל הופנה לביצוע צנ\"ל דחוף להערכת מצב עורקי הלב ולבדיקת מיפוי לב במאמץ להמשך בירור. מומלץ להימנע ממאמץ פיזי מאומץ ולהפחית עישון בהקדם. ימשך מעקב רפואי צמוד."}
{"מספר_זהות": 385037197, "שם_מטופל": "עידו בן דוד", "גיל": 61, "מין": "male", "תאריך": "22/09/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 18, אילת", "סוג_דם": "A+", "מחלות_רקע": ["סוכרת סוג 2", "יתר לחץ דם", "אוסטאופורוזיס", "דלקת מפרקים", "אסתמה"], "תרופות": ["קלופידוגרל"], "קוד_אבחנה": ["E11", "I10", "M81", "M19", "J45"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "אוסטאופורוזיס", "doc_type": "visit", "סיכום_רפואי": "עידו בן דוד, בן 62, הגיע למרפאה עם תלונה עיקרית על כאבים במפרקים, במיוחד באיזור הברכיים והכתפיים. מציין חמרה בכאבים בשבועות האחרונים, בעיקר עם הפעילות הפיזית. מטופל עם היסטוריה רפואית של ס.ד סוג 2, ל.ד, אוסטאופורוזיס, דלקת מפרקים ואסתמה. נוטל קלופידוגרל בקביעות. אינו מעשן.\n\nבבדיקה פיזיקלית: תנועתיות מוגבלת בברכיים עם רגישות במישוש. טל\"ד: 140/85 מ\"מ כספית, דופק: 78 לדקה. ריאות נקיות, ח.ד סדיר ללא רעשים. ללא בצקת בגפיים. לא נצפו סימני דלקת חריפים בעור.\n\nהרושם הקליני הא החמרה בדלקת המפרקים, ייתכן קשר לאוסטאופורוזיס. מומלץ לבצע א.ק.ג לבדיקת מצב הלב, וכן בדיקות דם לס.ד ול.ד למעקב. כמו כן, יש לשקול התאמת טיפול תרופתי נוסף לכב ולמצב הדלקתי. עידו מתבקש לחזור למעקב בעוד חודש עם תוצאות הבדיקות להערכת המשך טיפול."}
{"מספר_זהות": 567430004, "שם_מטופל": "גיל בן דוד", "גיל": 72, "מין": "male", "תאריך": "17/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 29, רעננה", "סוג_דם": "B-", "מחלות_רקע": ["יתר לחץ דם", "COPD"], "תרופות": [], "קוד_אבחנה": ["I10", "J44"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "visit", "סיכום_רפואי": "גיל בן דוד, בן 74, הגיע לביקור במרפאה עם תלונה עיקרית של קוצר נשימה במאמץ קל. המטופל בעל ר.ק של יתר ל.ד ו-COPD, אינו נוטל תרופות קבועות. אינו מעשן, מה שמפתיע בהתחשב ברקע של COPD. \n\nבבדיקה פיזיקלית: ח.ד נקי, ללא חרחורים,, טל\"ד 135/85, דופק 78 סדיר, סטורציה 92% באוויר חדר. בבדיקה גופנית לא נמצאו ממצאים חריגים נוספים. א.ק.ג תקין, ללא סימני איסכמיה. \n\nרושם: כנראה החמרה ב-COPD, יתכן על רקע זיהום ויראלי. תוכנית: המטופל יתחיל טיפול במשאף ברונכודילטור לפי הצורך, מומלץ לבצע תפקודי ריאה בהמשך. יש להימנע מחשפה למקורות זיהום אוויר נוספים ולעקוב אחר המצב. המשך מעקב במרפאה בעוד שבועיים."}
{"מספר_זהות": 710704495, "שם_מטופל": "אחמד ביטון", "גיל": 9, "מין": "male", "תאריך": "17/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 57, נתניה", "סוג_דם": "A-", "מחלות_רקע": ["השמנת יתר", "דמנציה", "דלקת מפרקים", "יתר לחץ דם"], "תרופות": ["אטורבסטטין", "אינסולין"], "קוד_אבחנה": ["E66", "F03", "M19", "I10"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "אחמד ביטון, בן 10, הגיע למרפאה עם תלונה עיקרית על כאבי מפרקים בידיים וברגליים המלווה בנפיחות. סובל מהשמנת יתר, דמנציה, דלקת מפרקים ויתר ל.ד. נוטל אטורבסטטין ואינסולין לניהול ס.ד. אינו מעשן, אם כי מצוין שמעשן 20 שנה וזה טעות שכיחה אצלינו בגלל בעיות ברשומות הישנות. \n\nבבדיקה פיזית: נפיחות במפרקי הידיים והרגליים, טל\"ד מעט מוגבר. נצפתה הגבלה בתנועה עקב כאב. המדדים החיוניים בגבול הנורמה למעט ל.ד שהיה מעט מורם. א.ק.ג תקין. \n\nהרושם הקליני הוא החמרה בדלקת מפרקים, ייתכן על רקע חוסר שליטה מיטבית בל.ד ובס.ד. התוכנית: התאמת מינון אינסולין ובדיקת אפשרות להוספת טיפול אנטי-דלקתי. ממליץ המשך מעקב אחר טל\"ד וס.ד. יש לעודד פעילות גופנית מתונה ולדון עם הדיאנית להורדת משקל. הזמנת ביקורת לעוד חודשיים."}
{"מספר_זהות": 804085090, "שם_מטופל": "רותם כהן", "גיל": 49, "מין": "female", "תאריך": "05/11/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 56, פתח תקווה", "סוג_דם": "AB-", "מחלות_רקע": ["פרפור פרוזדורים", "יתר לחץ דם", "השמנת יתר"], "תרופות": ["פרוקסטין"], "קוד_אבחנה": ["I48", "I10", "E66"], "מחלקה": "מיון", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "visit", "סיכום_רפואי": "רותם כהן, בת 51, הגיעה למרפאה בתלונה על תחושת דופק מהיר וחולשה כללית. מחלות רקע כוללות פרפור פרוזדורים, יתר ל.ד והשמנת יתר. מטופלת נוטלת פרוקסטין. אינה מעשנת. בבדיקה, לחץ דם 142/88, דופק 110 פעימות לדקה לא סדיר. בוצע א.ק.ג שהראה פרפור פרוזדורים ללא שינויים אקוטיים. \n\nהרושם הוא החמרה בפרפור פרוזדורים עם טל\"ד מעט מוגבר. תתכן השפעת מתח נפשי על המצב. ממליצים על המשך ניטור ל.ד והערכת טיפול תרופתי ע\"י קרדיולוג. יש לשקול ביצוע אקו לב ובדיקות דם. רותם תופנה להמשך טיפול במרפאת הפרעות קצב."}
{"מספר_זהות": 914985171, "שם_מטופל": "יונתן כהן", "גיל": 43, "מין": "male", "תאריך": "21/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 8, אשדוד", "סוג_דם": "AB+", "מחלות_רקע": [], "תרופות": ["גבפנטין", "לבותירוקסין"], "קוד_אבחנה": [], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "יונתן כהן, בן 44, הגיע למרפאה בתלונה על כאבי גב תחתון מזה כשבועיים. מציין כי הכאבים מתגברים בישיבה ממושכת ומוקלים במנוחה ובשכיבה. מטופל בגבנטין ולבותירוקסין על רקע בעיות קודמות, ללא מחלות רקע ידועות נווספות. מציין עישון של כ-15 סיגריות ביום מזה 20 שנה. אין אזכור לאלרגיות ידועות.  \n\nבבדיקה גופנית: ל.ד 132/85, דופק 78 לדקה, ח.ד תקין. בבדיקת הגב: רגישות במגע באזור המותני, מוגבלות מסוימת בתנועה בכיפוף קדמי.. רושם של בעיה מכנית ללא סימנים נוירולוגיים משמעותיים. בדיקות מעבדה תקינות, א.ק.ג תקין.  \n\nתוכנית טיפול: המשך טיפול בגבפנטין לפי הצורך, חיזוק שרירי הגב בתרגילים פיזיותרפיים, הפחתת עישון כגורם אפשרי להחמרת הכאב. הוספה של תרופות נוגדות דלקת לא סטרואידיות (NSAIDs) לפי הצורך. עקב בעוד חודש או במקרה של החמרה במצב."}
{"מספר_זהות": 795083047, "שם_מטופל": "אורי דהן", "גיל": 71, "מין": "male", "תאריך": "06/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 65, פתח תקווה", "סוג_דם": "A+", "מחלות_רקע": ["יתר לחץ דם", "השמנת יתר", "COPD", "אוסטאופורוזיס"], "תרופות": [], "קוד_אבחנה": ["I10", "E66", "J44", "M81"], "מחלקה": "מיון", "אבחנה_ראשית": "COPD", "doc_type": "visit", "סיכום_רפואי": "אורי דהן, בן 72, הגיע לביקור בעקבות תלונות על קוצר נשימה ומעט כאבים בחזה. בעברו מחלות רקע כוללות יתר ל.ד, השמנת יתר, COPD ואוסטאופורוזיס. אין לו ס.ד ואינו מעשן. הוא אינו נוטל תרופות קבועות. בבדיקה פיזיקלית: ל.ד 145/90, דופק 88, סטורציה 92% באוויר החדר. בבדיקת מערכת נשימה נשמעים חרחורים קלים במיוחד באקספיריום. בלב קולות סדירים ללא אוושות. בטן רכה ללא רגישות.\n\nהרושם הקליני הוא החמרה קלה ב-COPD, ייתכן על רקע זיהום ויראלי. יש לשלול אוטם לבבי או אי-ספיקת לב, לוקח בחשבון את הכאבים בחזה אך הם לא נראים טיפוסיים לאנגינה. חשוב לציין י אין לו היסטוריה משפחתית של מחלות לב.\n\nתוכנית: מומלץ לבצע א.ק.ג להערכת מצב הלב. יש לשול ביצוע צילום חזה לשלול זיהום ריאתי או תפליט. להתחיל טיפול באינהלצית עם מרחיבי סימפונות ולשקול הוספת סטרואידים פומיים. יש להמשיך במעקב צמוד במרפאה ולהנחות את המטופל לפנות למיון אם מצבו מחמיר. חשוב להדגיש את צורך בשיפור אורח החיים, כולל ירידה במשקל והגברת פעילות גופנית, בהתאם למצבו הבריאותי."}
{"מספר_זהות": 813359569, "שם_מטופל": "תומר פרידמן", "גיל": 52, "מין": "male", "תאריך": "25/11/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 15, לוד", "סוג_דם": "O+", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "ללא", "doc_type": "visit", "סיכום_רפואי": "תומר פרידמן, זכר בן 54, הגיע לביקור במרפאה בעקבות תלונה על כאבים בחזה מזה מספר ימים. המטופל ללא מחלות רקע ידועות, ללא תרופות קבועות. מעשן מזה כ-20 שנה, כ15 סיגריות ביום. אין רגישות ידועה לתרופות.\n\nבבדיקה: מצב כללי טוב, ח.ד סדיר, טל\"ד 135/85. נצפה כאב קל בזה במישוש, נשימות תקינות, א.ק.ג ללא מצאים חריגים. ס.ד ול.ד תקינים.\n\nרושם: כאבים בחזה על רקע גורמים לא קרדיאליים, ייתכן עקב מתח או עישון ממושך. המלצה להפחתת עישון וביצוע פעילות גופנית מתונה. יש לשקול בדיקה קרדיאלית נוספת אם התסמינים ממשיכים. המטופל קיבל הסבר בנוגע לסימני אזהרה והנחיה לפנות למיון במידת הצורך."}
{"מספר_זהות": 901935882, "שם_מטופל": "ענת חדד", "גיל": 55, "מין": "female", "תאריך": "27/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 117, בני ברק", "סוג_דם": "AB-", "מחלות_רקע": ["אנמיה", "היפרליפידמיה", "דמנציה"], "תרופות": ["מטפורמין", "אומפרזול", "וורפרין", "אינסולין"], "קוד_אבחנה": ["D64", "E78", "F03"], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "אנמיה", "doc_type": "visit", "סיכום_רפואי": "ענת חדד, בת 55, הגיעה למרפאאה עם תלונה עיקרית של תחושת עייפות מתמשכת וקושי בזיכרון. רקע רפואי כולל אנמיה, הירליפידמיה ודמנציה. מטופלת תחת טיפול תרופתי הכולל מטפורמין, אומפרזול, וורפרין ואינסולין. אינה משנת.\n\nבבדיקה גופנית נמצאה במצב כללי טוב, מעט חיוורון בלחמיות. טל\"ד 120/80, קצב לב סדיר. בדיקות דם אחרונות מראות המוגלובין מעט נמוך, כולסטרול גבוה. לא נצפו סימנים חריגים נוספים בא.ק.ג. המטופלת מדווחת על שינויים בתיאבון וירידה במשקל, אך ללא סיבה ברורה.\n\nרושם: החמרה בתסמיני האנמיה ויתכן קשר להיפרליפידמיה והתפתחותת הדמנציה. מומלץ להמשיך במעקב צמוד אחר רמות ההמוגלובין והטיפול התרופתי. תוכנית: הפניית לבדיקות נוספות להערכת תפקוד כבד וכליות, והמשך מעקב במרפאת דמנציה. המלצה להיוועצות בתזונאית לצורך התאמת דיאטה לשיפור מצ האנרגיה הכללי."}
{"מספר_זהות": 978875433, "שם_מטופל": "מתן אוחנה", "גיל": 70, "מין": "male", "תאריך": "17/08/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 7, לוד", "סוג_דם": "AB+", "מחלות_רקע": ["מחלת לב כלילית", "מחלת כבד שומני", "השמנת יתר"], "תרופות": ["אלנדרונט", "לבותירוקסין", "דיקלופנק", "אמלודיפין"], "קוד_אבחנה": ["I25", "K76", "E66"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "visit", "סיכום_רפואי": "מתן אוחנה, בן 72, הגיע לביקור עקב תחושת ייפות כללית וכאבים בחזה עם הקרנה ליד שמאל, במיוחד לאחר מאמץ קל. למטופל מחלות רקע של מחלת לב כלילית, מחלת כבד שומני והשמנת יתר. מתן נוטל אלנדרונט, לבותירוקסין, דיקלופנק ואמלודיפין. יצויין כי אינו מעשן כבר 20 שנה לאחר שעישן קודם לכן במשך שני עשורים.\n\nבבדיקה פיזיקלית: ל.ד 140/85, דופק סדיר 75 פעיות בדקה. בבדיקת א.ק.ג נצפו שינויים איסכמיים קלים. נשללה אפששרות של אוטם חריף. מצב כללי שמור, ללא ממצאים פתולוגיים נוספים בבדיקה. בבדיקת דם שוצעה לאחרונה, אין שינוי משמעותי ברמות שומנים, תפקודי כבד או כליות.\n\nהרושם הוא תעוקה יציבה על רקע מחלת לב כלילית. מומלץ להמשיך טיפול תרופתי נוכחי, להקפיד על דיאטה מאוזנת ולהגביר פעילות גופנית מתונה. נשקל ביצוע צנ\"ל להערכה נוספת של מצב העורקים הכליליים. תור למעקב בעוד כחודש או במידה של החמרה בתסמינים."}
{"מספר_זהות": 829732700, "שם_מטופל": "תומר שלום", "גיל": 0, "מין": "male", "תאריך": "25/09/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 54, חיפה", "סוג_דם": "O+", "מחלות_רקע": ["אוסטאופורוזיס", "מחלת כבד שומני"], "תרופות": [], "קוד_אבחנה": ["M81", "K76"], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "אוסטאופורוזיס", "doc_type": "visit", "סיכום_רפואי": "תומר שלום, בן 14, הגיע למרפאה בתלונה על כאבים במפרקים שהחלו לפני כחודש ומחמירים בעת פעילות גופנית. מטופל עם רקע של אוסטאופורוזיס ומחלת כבד שומני, ללא תרופות קבועות. עישן כמה סיגריות בשבוע. בבדיקת גופנית: ישנם רגישות במפרקי כפות הידיים והברכיים, תנועה מוגבלת מעט בשל הכאב. טל\"ד תקין, אין סימנים של דלקת חריפה.\n\nהרושם הוא שמדובר בהחמרת מצב האוסטאופורוזס עם אפשרות לדלקת מפרקים קלה. תוכנית הטיפול כוללת הפניה לבדיקות דם מקיפות, כולל תפקודי כבד ורמות ויטמין D. נמליץ על פיזיותרפיה להקלה על התסמינים ועל התחלת נטילת תוספי סידן וויטמין D. בננוסף, יעוץ תזוונתי לשיפור הרגלי התזונה והפחתת העיששון. נבדוק מעקב בעוד חודש."}
{"מספר_זהות": 981209950, "שם_מטופל": "אדם לוי", "גיל": 76, "מין": "male", "תאריך": "06/02/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 99, פתח תקווה", "סוג_דם": "O-", "מחלות_רקע": ["אנמיה", "פרפור פרוזדורים", "אי ספיקת לב", "אוסטאופורוזיס", "השמנת יתר"], "תרופות": ["דיקלופנק", "לוסרטן", "גבפנטין", "אטורבסטטין", "וורפרין"], "קוד_אבחנה": ["D64", "I48", "I50", "M81", "E66"], "מחלקה": "ריאות", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "מטופל אדם לוי, בן 79, הופנה למרפאה בעקבות תלונה עיקרית של קוצר נשימה במאמץ קל ודפיקות לב לא סדירות. המטופל סובל ממחלות רקע הכוללות אנמיה, פרפור פרוזדורים ואי ספיקת לב, כמו ג אוסטאופורוזיס והשמנת יתר. מדווח על נטילת דיקלופנק, לוסרטן גבפנטין, אטורבסטטין ווורפרין. אין עישון בעברו.\n\nבבדיקה פיזיקלית נמא ל\"ד 145/90, דופק לא סדיר. א.ק.ג מצביע על פעילות פרוזדורית לא סדירה התומכת בפרפור פרוזדורים. ח.ד שמאלי מוגדל בהדמיה קודמת. טל\"ד תקין. המטופל מציין תחושת עייפות כללית וחולשה על רקע אנמיה כרונית, אך ללא סימנים של דימום פעיל. אין עדות לבצקות פריפריות.\n\nהרושם הקליני הוא של החמרה במצב אי ספיקת הלב, ייתכן בשל חוסר איזון פפור פרוזדורים. יש לבצע התאמת מינונים של וורפרין בהתאם למדדי INR עדכניים ולשקול הוספת בטא-בלוקר להורדת קצב הלב. יש לבדוק רמות אלקטרוליטים בדם ולבצע ספירת דם חוזרת. ממליצים על מעקב קרדיאלי קרוב והמשך טיפול אוסטאופורוזיס בהתאם להמלצות קודמות. המטופל יוזמן לביקורת בעוד שבועיים להערכת מצב ולשינויים בטיפול לפי הצורך."}
{"מספר_זהות": 732449137, "שם_מטופל": "אריאל עמר", "גיל": 58, "מין": "male", "תאריך": "15/10/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 63, בני ברק", "סוג_דם": "B+", "מחלות_רקע": ["אוסטאופורוזיס", "COPD", "אנמיה", "אסתמה"], "תרופות": ["אמלודיפין"], "קוד_אבחנה": ["M81", "J44", "D64", "J45"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "אסתמה", "doc_type": "visit", "סיכום_רפואי": "מטופל בשם אריאל עמר, בן 61, הגיע לביקור במרפאה בתלונה עיקרית של קוצר נשימה מתגברר. מדובר במטופל עם היסטוריה רפואית של אוסטאופרוזיס, COPD, אנמיה ואסתמה. נוטל אמלודיפין באופן קבוע. המטופל אינו מעשן ואין ידוע על אלרגיות לתרופות. \n\nבבדיקה פיזיקלית, נשימותיו נשמעות חריפות עם צפצופים בשתי הריאות. טל\"ד נמצא תקין ול.ד בתוך התחום הנורמלי. צבע עורו חיוור מעט ויש סימנים לאנמיה. בבדיקת מעבדה, ספירת הדם מאשרת חוסר קל של תאי דם אדומים. בוצעה בדיקת א.ק.ג ששללה אירועים חריגים בלב. \n\nהרושם הוא של החמרת מצב ה-COPD על רקע זיהום בדרכי הנשימה. מוממלץ להתחיל טייפול אנטיביוי מתאים, בנוסף להעלאת מינון סטרואידים בשאיפה. יש להמשיך במעקב צמוד אחר תפקוד ריאתי וביצוע צילום חזה אם המצב לא משתפר. המטופל מונחה לפנות למיון אם יש החמרה נוספת."}
{"מספר_זהות": 274117670, "שם_מטופל": "יוסף רוזנברג", "גיל": 82, "מין": "male", "תאריך": "19/10/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 67, דימונה", "סוג_דם": "B+", "מחלות_רקע": ["מחלת כבד שומני", "דלקת מפרקים", "סוכרת סוג 2", "השמנת יתר"], "תרופות": ["מטפורמין", "וורפרין", "רמיפריל", "לוסרטן", "גבפנטין", "אלנדרונט"], "קוד_אבחנה": ["K76", "M19", "E11", "E66"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "visit", "סיכום_רפואי": "יוסף רוזנברג, בן 82, הגיע למרפאה עם תלונה עיקרית של כאבי פרקים מתמשכים, בעיקר בבברכיים ובמותניים, המריפים בזמן פעילות פיזית. בנוסף, מחמיר קושי בנשימה במאמצים קלים. המטופל מוכר עם מחלות רקע של מחלת כבד שומני, דלקת מפרקים כרונית, ס.ד סוג 2 והשמנת ייתר. תרופות קבועות כוללות מטפורמין, וורפרין, רמיפריל, לוסרטן, גבפנטין ואלנדרונט. לא מעשן.\n\nבבדיקה גופנית: טל\"ד קין, ברדיקרדיה קלה, המטופל נראה עייף אך במצצב כללי טוב. במגע מפרקים נצפתה רגישות בולטת, בעיקר בברכיים. לא נצפתה נפיחות משמעותית. נשימה תקינה במנוחה אך יש נזילת שומן מהכבד, ללא מיימת או סימני צהבת. \n\nרושם: החמר בדלקת המפרקים, ייתכן גם השפעה של ס.ד על מצב כלי הדם וכלי הלב. תוכנית: מומלץ להתחיל טיפול פיזיותרפיה לקלה על כאבי המפרקים ובדיקות נוספות להערכת תפקוד הכבד. יש שקול התאמת מינון התרופות, במיחד בהקשר לצריכת וורפרין ולבחון אם יש צורך בהמשך טיפול נוגד כאבים. פגישה נוספת בעוד כחודש לבחינת התקדמות והערכת המשך טיפול."}
{"מספר_זהות": 815061858, "שם_מטופל": "איתי מזרחי", "גיל": 17, "מין": "male", "תאריך": "09/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 59, רמת גן", "סוג_דם": "A+", "מחלות_רקע": ["מחלת לב כלילית"], "תרופות": ["אומפרזול", "אלנדרונט"], "קוד_אבחנה": ["I25"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "visit", "סיכום_רפואי": "איתי מזרחי, זכר, בן 19, הגיע למרפאה עם תלונה עיקרית על כאבים בחזה שמאלי מזה מספר ימים, בעיקר במאמץ פיזי. המטופל עם מחלת ב כלילית ברקע, נוטל אומפרזול ואלנדרונט. מעשן קבוע. בבדיקה פיזיקלית: טל\"ד תקין, ל.ד גבולי, דופק סדיר, אין סימני אי-ספיקת לב, ריאות נקיות. א.ק.ג בוצע והראה שינויים לא ספציפיים. המטופל ללא אלרגיות ידועות, רווק.\n\nהושם הקליני הוא כאבים ממקור לבבי אפשרי, ישש לשלול תהליך איסכמי. הומלץ על הפסקת עישון. תוכנית להמשך: הפניה לצנ\"ל אבחנתי בהקדם, המשך טיפול תרופתי קיים, ניטור סימפטומים וביקור במרפאת לב בעוד שבועיים לבחינת תוצאות הצנ\"ל והתאמת טיפול."}
{"מספר_זהות": 835832866, "שם_מטופל": "תומר שמעוני", "גיל": 84, "מין": "male", "תאריך": "08/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 7, חיפה", "סוג_דם": "B-", "מחלות_רקע": ["סוכרת סוג 2", "שבץ מוחי", "מחלת לב כלילית", "גאוט", "אנמיה"], "תרופות": ["וורפרין", "לבותירוקסין"], "קוד_אבחנה": ["E11", "I63", "I25", "M10", "D64"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "visit", "סיכום_רפואי": "מטופל תומר שמעוני, בן 84, הגיע לביקור במרפאה עם תלונה עיקרית של חולשה כללית והרגשת עייפות מתמשכת מזה כשבועיים. ידוע על מחלות רקע של ס.ד סוג 2, שבץ מוחי בעבר, מחלת לב כלילית, גאוט ואנמיה. מטופל בתרוות וורפרין ולבותירוקסין. אינו מעשן.\n\nבבדיקקה פיזיקלית: הלב והראות נקיים. ל.ד 130/80 מ\"מ כספית. בדיקות ממעבדה אחרונות מצביעות על המוגלובין נמוך, המתאים לאנמיה ידועה. א.ק.גג מצביע על קצב סינוס סדיר ללא סימנים איססכמיים חריפים. אין עדות להחמרה בתפקוד הלבבי. טל\"ד תקין.\n\nרושם: החולשה ככל הנראה משנית לאנמיה. יש לעקוב אחר רמות המוגלובין ולהמשיך בטיפול הנוכחי. מומלץ התייעצות עם המטולוג להמשך בירור וטיפול. תוכנית: להמשיך מעקב סדיר במרפאה, בדיקות דם חוזרות בעוד חודש, התייעצות עם המטולוג, ולעדכן במידה ויש החמרה במצב או סימפטומים חדשים."}
{"מספר_זהות": 403304165, "שם_מטופל": "הילה אברהם", "גיל": 35, "מין": "female", "תאריך": "26/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 37, ירושלים", "סוג_דם": "B+", "מחלות_רקע": ["השמנת יתר", "סוכרת סוג 2", "יתר לחץ דם", "אי ספיקת לב", "גאוט"], "תרופות": ["אלנדרונט", "אמלודיפין", "הידרוכלורותיאזיד", "פרוקסטין", "גבפנטין", "מטופרולול"], "קוד_אבחנה": ["E66", "E11", "I10", "I50", "M10"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "visit", "סיכום_רפואי": "הילה אברהם, בת 36, הגיעה לביקור במרפאה עם תלונה עיקרית של עייפות מוגברת וקוצר נשימה במאמץ קל. היא סובלת ממחלות רקע הכוללות השמנת יתר, ס.ד סוג 2, יתר ל.ד, אי ספיקת לב וגאוט. מטופלת בתרופות אלנדרונט, אמלויפין, הידרוכלורותיאזיד, פרוקסטין, גבפנטין ומטופרולול. אינה מעשנת ולא מציינת אלרגיות ידועות.\n\nבבדיקה: לחץ דם 145/90, דופק סדיר 78 לדקה, ריאות נקיות מלבד חרחורים קלים בבסיסים. ח.ד שמאלי מוגדל במישוש. א.ק.ג מציג קצב סינוס עם סימנים לעומס חדרי. בדיקות דם אחרונות מצביעות על ס.ד לא מאוזן וחלבון C-ריאקטיבי מוגבר.\n\nהרושם הוא של החמרה באי ספיקת הלב, ככל הנראה על רקע ניהול לא מיטבי של ס.ד ול.ד. תוכנית: העלאת מינון אמלודיפין, הוספת פוסיד להורדת עומס נוזלים, ופניה לדיאטנית להתאמת תזונה. יש לשקול צנ\"ל אם הסימפטומים ממשיכים. מומלץ מעקב טל\"ד יומי ומעקב במרפאה בעוד שבועיים."}
