{"patient_id": "161559406", "patient_name": "יעל גולן", "patient_age": 31, "gender": "female", "document_date": "2024-06-13", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 14, אילת", "smoking_status": false, "blood_type": "A-", "occupation": "חייל", "conditions": ["סוכרת סוג 2", "אי ספיקת כליות כרונית"], "medications": ["דיקלופנק", "קלופידוגרל", "סימבסטטין", "אטורבסטטין", "אמלודיפין"], "icd10_code": ["E11", "N18"], "referred_to_department": "אורולוגיה", "referral_reason": "אי ספיקת כליות כרונית", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "יעל גולן, בת 33, סובלת מזה מספר שנים מסוכרת סוג 2 ואי ספיקת כליות כרונית. נוטלת תרופות קבועות הכוללות דיקלופנק, קלופידוגרל, סימבסטטין, אטורבסטטין ואאמלודיפין. אינה מעשנת. ללא אלרגיות ידועות. \n\nהמטופלת הופנתה עקב החמרה בערכי תפקוד כליות ועקב התפתחות בצקות בגפיים התחתונות. בבדיקות האחרונות נצפו עליות בערכי קריאטינין, וירידה ב-GFR. ל\"ד נמצא לא יציב לאחרונה למרות טיפול תרופתי. המטופלת מתלוננת גםם על עייפות מוגברת וקוצר נשימה במאמץ קל. אציין כי אין שינוי באורח החיים לאחרונה. \n\nמומלץ ייעוץ נפרולוגי דחוף להערכת המצב הקליני הנוכחי והתאמת הטיפול התרופתי בהתאם. בנוסף, יש לשול הערכה קרדיאלית לאור הסיכון הקרדיווסקולרי המוגבר. מצבה דורש התייחסות מהירה למניעת התדרדרות נוספת."}
{"patient_id": "164752552", "patient_name": "סיגל רוזנברג", "patient_age": 53, "gender": "female", "document_date": "2025-12-22", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 30, חיפה", "smoking_status": true, "blood_type": "AB+", "occupation": "שף", "conditions": ["דלקת מפרקים", "מחלת לב כלילית", "יתר לחץ דם", "אוסטאופורוזיס"], "medications": ["לוסרטן"], "icd10_code": ["M19", "I25", "I10", "M18"], "referred_to_department": "מיון", "referral_reason": "אוסטאופורוזיס", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "סיגל רוזנברג, בת 53, נשואה ואם לשניים, מופנית לייעוץ קרדיולוגי דחוף עקב החמרה בתסמינים הקרדיאליים. עם רקע רפואי כולל דלקת מפרקים, מחלת לב כלילית ידועה, יתר ל.ד ואוסטאופורוזיס. נוטלת לוסרטן כטיפול ליתר ל.ד. למטופלת היסטוריה של עישון באופן פעיל, דבר המגביר סיכון קרדיווססקולרי נוסף.\n\nבמהלך השבועות האחרונם, סיגל מדווחת על כאבים בחזה במאמץ קל, תחושת לחץ בחזה ולעיתים קוצר נשימה. בבדיקה פיזיקלית לאחרונה נמצאו ערכי ל.ד מוגברים וחריגות ב.אק.ג. חשוב לציין כי אין היסטוריה משפחתית של מחלת לב מוקדמת, אך בשל הסיכון המוגבר עקב גורמי הרקע, מצאנו לנכון להפנותה בדחיפות להערכה קרדיולוגית מלאה, כולל צנ\"ל במידת הצורך.\n\nבהתחשב ברקע הרפואי המורכב ובתסמינים הנוכחיים, אנו ממליצים על בדיקה קרדיולוגית כוללת בהקדם האפשרי. יש לשקול שינוי טיפולי ולבחון את הצורך בבדיקות נוספות להערכת מצב הלב הנוכחי. נודה על טיפולכם הדחוף ואנו זמינים לכל שאלה או הבהרה נוספת."}
{"patient_id": "030564132", "patient_name": "גיל אוחנה", "patient_age": 64, "gender": "male", "document_date": "2025-12-30", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 108, צפת", "smoking_status": false, "blood_type": "AB-", "occupation": "נהג", "conditions": ["פרפור פרוזדורים"], "medications": ["סימבסטטין", "לבותירוקסין", "מטופרולול"], "icd10_code": ["I48"], "referred_to_department": "ריאות", "referral_reason": "פרפור פרוזדורים", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "גיל אוחנה, בן 64, פונה לייעוץ עקב החמרה בתחושות פלפיטציות והחמרת תחושת עייפות כללית. רקע רפואאי כולל פרפור פרוזדורים. נוטל סימבסטטין ל.ד גבוה, לבותירוקסין להיפותירואידיזם ומטופרולול לניהול פרפור, וכן אומפרזול באופן קבוע. אין היסטוריה של עישון. יש לציין כי יש לו רגישות ידועה לפניצילין. נשוי, אב לשלושה ילדים. \n\nבמהלך התקופה האחרונה, המטופל מדווח על עלייה בתדירות ההתקפים של הרעד והפלפיטציות, במיוחד בשעות הערב. א.ק.ג. אחרון הראה החמה מסוימת במצב הפרפור. מטופל מתאר תחושתת עייפות מתמשכת, המפריעה לתפקוד היומיומי. מדידת ל.ד אחרונה הראתה ערכים תקינים תחת טיפול בהנחיית הקרדיולוג המטפל. \n\nבהתחשב בתמונה הקלינית ובתסמינים המדווחים, מתבקש ייעוץ קרדיולוגי דחוף להערכת הצורך בהתערבות טיפולית נוספת או שינוי בתרופות. ייתכן צורך בביצוע הולטר א.ק.ג להערכת הפעילות החשמלית של הלב אורך זזמן. נדגיש כי המטופל מודאג מהאפשרות למצב מורכב יותר ומעוניין בבירור מעמיק."}
{"patient_id": "328710124", "patient_name": "סיגל גולן", "patient_age": 71, "gender": "female", "document_date": "2024-02-04", "facility_name": "בית חולים האלון", "patient_address": "בלפור 47, עכו", "smoking_status": false, "blood_type": "O+", "occupation": "עיתונאי", "conditions": ["אסתמה", "השמנת יתר"], "medications": ["לבותירוקסין", "הידרוכלורותיאזיד", "סימבסטטין", "דיקלופנק", "איבופרופן"], "icd10_code": ["J45", "E66"], "referred_to_department": "אורולוגיה", "referral_reason": "אסתמה", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "סיגל גולן, בת 73, נשואה, פונה להערכת מצב רפואי בעקבות תסמינים נשימתיים שהחמירו לאחרונה. סיגל סובלת מאסתמה ומעודף משקל משמעותי, המכביד על הנשימה במיוחד במאמץ קל. היא נוטלת לבותירוקסין, הידרולורותיאזיד, סימבסטטין, דיקלופנק ואיבופרופן. אין עדות לעישן. \n\nלאחרונה, חלה החמרה בתכיפות התקפי האסתמה, המתבטים בקוצר נשימה מתמשך ושיעול כרוני. בנוסף, דווחה על כאבים ממוקדים בחזה, בעיקר לאר מאמץ, דבר המעלה חשד לאנגינה פקטוריס. א.ק.ג שנערך במרפאה הצביע על שינויים לא ספציפיים שדורשים בירור נוסף. \n\nבהתחשב במחלות הרקע, התרופות הנוכחיות וההחמרה בתסמינים, מומלץ להפנותה לקרדיולוג לצורך בדיקת מאץ א.ק.ג. והמשך בירור קרדיאלי. דחיפות ההפניה הינה ביננית-גבוהה, על מנת לשלול תהליכים איסכמיים אפשריים ולמנוע סיבוכים נוספים. תזכורת: להימנע מנטילת NSAIDs נוספים עקב הסיכון לפגיעה בכיליה ובמערכת העיכול."}
{"patient_id": "430391177", "patient_name": "תומר אזולאי", "patient_age": 39, "gender": "male", "document_date": "2023-10-17", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 104, אשקלון", "smoking_status": false, "blood_type": "B+", "occupation": "עורך דין", "conditions": [], "medications": [], "icd10_code": [], "referred_to_department": "קרדיולוגיה", "referral_reason": "בירור", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "תומר אזולאי, בן 42, ללא מחלות רקע ידועות וללא תרופות קבועות. אינו מעשן. תומר פנה למרפאתנו עם תלונות על כאבים בחזה שהחלו לפני כשבועיים, בעיקר במאמץ, ומוקלים במנוחה. אין תסמינים נוספים כמו קוצר נשימה או הזעות ליליות. לא ידוע על רקע משפחתי של מחלות לב.\n\nבבדיקה פיזיקלית ל.ד 130/80, דופק 76 ססדיר. א.ק.ג במנוחה לא הצביע על שינויים יסכמיים, אך בשל תלונותיו והיסטוריה של פעילות מאומצת, נדרש בירור נוסף לשלילת מחלת לב איסכמית תומר מציין כי הוא פעיל גופנית באופן סדיר, אך הכאבים האחרונים מגבילים אותו בפעילות השגרתית.\n\nבהתחשב בתלונותיו ובסיכון הפוטנציאלי למחלת לב איסכמית, אנו ממליצים על הפניה לצנתור לב (נ\"ל) דחוף להבהרת המצב. נודה לביצוע הבדיקה בהקדם האפשרי ושיגור התוצאות להמשך טיפול ומעקב."}
{"patient_id": "810801324", "patient_name": "גיל גולן", "patient_age": 72, "gender": "male", "document_date": "2025-06-01", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 111, כפר סבא", "smoking_status": false, "blood_type": "O-", "occupation": "נהג", "conditions": ["אי ספיקת כליות כרונית", "דיכאון", "פרפור פרוזדורים"], "medications": ["אספירין"], "icd10_code": ["N18", "F32", "I48"], "referred_to_department": "אונקולוגיה", "referral_reason": "פרפור פרוזדורים", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "גיל גולן, בן 73, פונה לייעוץ בשל החמרה במצבו הבריאותי. ברקע אי ספיקת כליות כרונית, דיכאון נשלט ופרפור פרוזדורים. מטופל באספירין. אינו מעשן ואין עדות לאלרגיות ידועות. המצב המשפחתי הוא גרוש עם שלושה ילדים. \n\nהמטופל מדווח על עייפות מוגברת, קוצר נשימה במאמץ קל ועליות חוזרות בלחץ הדם למרות הטיפול התרופתי. במהלך הבדיקה נמצאא דופק ל סדיר, המתאים לפרפור פרוזדורים. תפקודי כליות מראים החמרה קלה בתפקוד, קריאטינין מוגבר בדם. אין עדות לשינוי משמעותי במצב הנפשי. א.ק.ג שבוצע מצביע על פרפור פרוזדורים ללא איסכמיה חריפה. \n\nבהתחשב במחלות הרקע ובסימפטומים הנוכחיים, מומלץ ייעוץ קרדיולוגי דחוף לצורך המשך בירור והתאמת טיפול. כמו כן, יש לשקול ביצוע אקו לב להערכת תפקוד הלב וצורך בצנתור. יש לעקוב אחר תפקודי הכליות ולשקול התאמת ההטיפול התרופתי בהתאם."}
{"patient_id": "169985439", "patient_name": "דוד רוזנברג", "patient_age": 77, "gender": "male", "document_date": "2023-08-09", "facility_name": "בית חולים האלון", "patient_address": "הרצל 80, נצרת", "smoking_status": false, "blood_type": "AB-", "occupation": "קבלן", "conditions": ["השמנת יתר", "שבץ מוחי", "COPD", "פרפור פרוזדורים", "דמנציה"], "medications": ["הידרוכלורותיאזיד"], "icd10_code": ["E66", "I63", "J44", "I48", "F03"], "referred_to_department": "פנימית א", "referral_reason": "פרפור פרוזדורים", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "מר דוד רוזנברג, בן 79, מתמודד עם מספר בעיות בריאותיות כרוניות, כולל השמנת יתר, שבץ מוחי בעבר, COPD, פרפור פרוזדורים ודמנציה. לדוד יש היסטוריה של נטילת הידרוכלורותיאזיד. הוא אינו מעשן. משפחתו מדווחת על החמרה לאחרונה במצבו הקוגניטיבי והנשימתי.\n\nבמהלך השבועות האחרונים, מצבו של דוד הלך והחמיר עם קשיים בנשימה, במוחד במאמץ קל. בנוסף, ישנה התדרדרות בזיכרון וביכולת ההתמצאות שלו. הוא מלווה על ידי בני משפחתו, שמדווחים כי בשבוע האחרון חווה כמה אירועים של בלבול קיצוני, כולל אי יכולת לזהות קרובים. נצפו גם מצבים של פרפור פרוזדורים תכופים יותר מהרגיל.\n\nסיבת ההפניה היא לצורך הערכה רפואית דחופה על רקע החמרה אפשרית ב-COPD ובפרפור פרוזדורים, וכן לצורך בירור מעמיק יותר לגבי התדרדרות מצב הדמנציה. מומלץ לבצע א.ק.ג עדכני ובדיקות דם כולל תפקודי כבד וכליה. יש לבחון אפשרות לשינוי או התאמת טיפול תרופתי לדמנציה ולמצבי הפרפור כדי לשפר את איכות חייו של המטופל. דחיפות ההפניה היא בינונית-גבוהה עקב הסימפטומים המתוארים."}
{"patient_id": "425135423", "patient_name": "מתן ברק", "patient_age": 58, "gender": "male", "document_date": "2025-06-29", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 65, רמלה", "smoking_status": false, "blood_type": "AB+", "occupation": "עיתונאי", "conditions": ["אוסטאופורוזיס", "מחלת לב כלילית", "סוכרת סוג 2"], "medications": ["הידרוכלורותיאזיד", "אמלודיפין", "אספירין"], "icd10_code": ["M81", "I25", "E11"], "referred_to_department": "מיון", "referral_reason": "סוכרת סוג 2", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "מתן ברק, בן 59, נשוי ואב לשניים, מופנה לייעוץ קרדיולוגי. ברקע אוסטאופורוזיס, מחלת לב כלילית וס.ד סוג 2. מטופל בהידרוכלורותיאזיד, אמלודיפין ואספירין. אינו מעשן. בשבועות האחרונים מתלונן על כאבי חזה במאמץ קל, מלווים בקוצר נשימה. האפיזודות נמשכות מספר דקות וחולפות במנוחה. נרשם גם ירידה בטל\"ד אשר לא מגיב היטב לטיפול התרופתי הקיים.\n\nבבדיקה פיזיקלית נשמע חירחורים בבסיס הריאות, ל.ד 140/90. א.ק.ג הראה שינויים איסכמיים בל.ח. מצב כללי טוב, אך יש לקחת בחשבון את ההיסטוריה הקרדיאלית והסיכון להחמרה. ממליץ על ביצוע צנ\"ל דחוף ולשקול שינויים בטיפול התרופתי בהתאם לתוצאות הייעוץ הקרדיולוגי.\n\nבהמלצות: יש לבצע בדיקות מעבדה נוספות, כולל תפקודי כליות ואלקטרוליטים, לאור השימוש בהידרוכלורותיאזיד. יש לעקוב אחרי רמות הסוכר בדם בשל סיכון להחמרה במצב הס.ד. יש לשקול גם את השפעת התרופות על מצב העצם לאור האוסטאופורוזיס. ההפניה דחופה לאור הסימפטומים והממצאים."}
{"patient_id": "433200375", "patient_name": "דנה גולן", "patient_age": 43, "gender": "female", "document_date": "2023-07-27", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 87, אילת", "smoking_status": false, "blood_type": "A-", "occupation": "גמלאי", "conditions": ["דלקת מפרקים", "גאוט", "היפרליפידמיה", "שבץ מוחי", "פרפור פרוזדורים"], "medications": ["אומפרזול", "אספירין", "לוסרטן", "קלופידוגרל", "אינסולין"], "icd10_code": ["M19", "M10", "E87", "I63", "I48"], "referred_to_department": "גסטרואנטרולוגיה", "referral_reason": "דלקת מפרקים", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "דנה גולן, בת 46, נשואה ללא ילדים. פונה לייעוץ בשל החמרה במצב הבריאותי הכללי עם חשד להחמרה במצב הקרדיווסקולרי. רקע רפואי כולל דלקת מפרקים, גאוט, היפרליפידמיה, שבץ מוחי בעבר ופרפור פרוזדורים. נוטלת באופן קבוע את התרופות הבאות: אומפרזול, אספירין, לוסרטן, קלופידוגרל, אינסולין ומטופרולול. אינה מעשנת. \n\nלאחרונה מתלוננת על תחושת עייפות כללית, קוצר נשימה במאמץ ותחושת לחץ בחזה. בדיקות א.ק.ג אחרונות מראות שינויים קלים אשר מחזקים את הצורך בהערכה נוספת. טל\"ד יציב תחת טיפול, אך יש עלייה קלה בערכי הסוכר בצום. אין אלרגיות ידועות. \n\nנוכח ההחמרה במצבה הכללית והסיכון הקרדיווסקולרי הגבוה, ישנה דחיפות בהפניה להערכת קרדיולוג המשך בירור וטיפול, כולל אפשרות לצנתור לב (צנ\"ל) אם יוחלט על כך."}
{"patient_id": "345581227", "patient_name": "אורלי גולן", "patient_age": 71, "gender": "female", "document_date": "2025-10-08", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 37, חיפה", "smoking_status": true, "blood_type": "B+", "occupation": "נהג", "conditions": ["היפרליפידמיה", "פרפור פרוזדורים", "דיכאון", "שבץ מוחי", "COPD"], "medications": ["סימבסטטין", "אלנדרונט", "גבפנטין", "מטופרולול", "אטורבסטטין", "לבותירוקסין"], "icd10_code": ["E78", "I48", "F32", "I63", "J44"], "referred_to_department": "כירורגיה כללית", "referral_reason": "COPD", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "אורלי גולן, בת 71, פונה לייעוץ בעקבות החמרה במצבה הרפואי. יש לה היסטוריה רפואית מורכבת הכוללת היפרליפידמיה, פרפור פרוזדורים, דיכאון, שבץ מוחי ו-COPD. המטופלת נוטלת מספר תרופות, כולל סימבסטטין, אלנדרונט, גבפנטין, מטופרולול, אטורבסטטין ולבותירוקסין, וממשיכה לעשן באופן קבוע, מה שמגביר את הסיכון להחמרת מחלת הריאות שלה. \n\nבמהלך השבועות האחרונים, חלה החמרה בתסמיני קוצר נשימה, מופיעים שיעול כרוני וצפצופים בריאות. כמו כן, נצפו תנודות במצב הרוח ובעייות שינה שיכולות להיות קשורות לדיכאון ממנו סובלת. האוריינטציה הכללית שלה תקינה, אך קיימת ירידה בתפקוד היומיומי שנובעת ככל הנראה מהשפעת התרופות ומהרקע המורכב שלה. יש צורך בהערכה מחדש של תוכנית הטיפול התרופתי שלה, תוך התחשבות בורך באיזון בין המחלות השונות.\n\nבהתחשב בגיל המטופלת (בת 81) והמחלות הרקע שלה, יש דחיפות בהפניה לרופא ריאות ואולי גם לפסיכיאטר לצורך הערכת המצב הנפשי. ייתכן ויש צורך בהתערבות פרמקולוגית נוספת או התאמת הטיפול למצב הריאות המתקדם. ההמלצה היא לקבוע תור דחוף להערכה מקיפה, ובמקביל לשקול תוכנית להפסקת עישון שתוכל להקל על תסמיני ה-COPD ולהפחית את הסיכונים הכלליים לבריאותה."}
{"patient_id": "033092321", "patient_name": "לאה בן דוד", "patient_age": 82, "gender": "female", "document_date": "2024-04-10", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 6, אילת", "smoking_status": false, "blood_type": "A-", "occupation": "צלם", "conditions": ["מחלת כבד שומני", "יתר לחץ דם", "אנמיה", "COPD", "אוסטאופורוזיס"], "medications": [], "icd10_code": ["K76", "I10", "D64", "J44", "M81"], "referred_to_department": "נוירולוגיה", "referral_reason": "COPD", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "לאה בן דוד, בת 84, הופנתה לייעוץ עקב החמרה במצבה הרפואי הכללי. ברקע הרפואי נמנות מספר מחלות כרוניות, כולל מחלת כבד שומנ, יתר ל.ד, אנמיה, COPD, ואוסטאופורוזיס. המופלת אינה נוטלת תרופות קבועות. לאה אינה מעשנת ואין לדווח ל אלרגיות ידועות. במהלך הבדיקה האחרונה, הודגש קושי בנשימה במאמץ קל, ירידה בתאבון ותחושת עייפות כללית. נצפתה ירידה במשקל של כ-4 ק\"ג בשלושת החודשים האחרונים.\n\nסיבת ההפניה היא להערכה כוללת של מצבה הנוכחי, עם דגש על תפקודי כבד וריאות, וכן התייחסות לאיזון ל.ד והטיפול באנמיה. יש לציין שמצבה מחמיר בתקופה האחרונה, ומומלץ לבצע בדיקות דם מקיפות, א.ק.ג ובדיקת תפקודי ריאות עדכנית. על אף שאין תלונה מדאיגה ספציפית, דחיפות ההפניה היא ברמה בינונית בשל הגיל ומחלות הרקע המרובות.\n\nבשל מצב הרקע, יש צורך בהערכה רב-תחומית, כולל ייעוץ גסטרואנטרולוגי ופולמונולוגי. מומלץ מעקב תזונתי להערכת הצורך בתוספי תזונה מתאימים, במיוחד לאור האוסטאופורוזיס. יש לשקול התאת טיפול תרופתי בהתאם לממצאים. נשמח לקבלת המלצות ללטיפול ומעקב נוסף בהתאם למצב הקליני."}
{"patient_id": "931491906", "patient_name": "ליאן דהן", "patient_age": 31, "gender": "female", "document_date": "2025-10-31", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 10, קריית שמונה", "smoking_status": false, "blood_type": "O+", "occupation": "שוטר", "conditions": ["COPD", "אי ספיקת כליות כרונית", "דמנציה", "יתר לחץ דם"], "medications": ["מטפורמין", "לוסרטן", "פרוקסטין", "אלנדרונט"], "icd10_code": ["J44", "N18", "F03", "I10"], "referred_to_department": "כירורגיה כללית", "referral_reason": "יתר לחץ דם", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "ליאן דהן, בת 31, סובלת מ-COPD, אי ספיקת כליות כרונית, דמנציה ויתר ל.ד. היא מטופלת במטפורמין, לוסרטן, פרוקסטין ואלנדרונט. ליאן אינה מעשנת. בהיסטוריה הרפואית, אין תתעוד על אלרגיות. היא במצב משפחתי נשואה ויש לה 2 ילדים. המטופלת מתלוננת על קושי נשימתי הולך ומחמיר, במיוחד בשעות הלילה. בנוסף, ישנה החמרה בזיכרון וביכולת הקוגניטיבית לאחרונה, עם אפיזודות חוזרות של בלבול ועצבנות.\n\nלאור מצבה הרפואי המורכב והמחמיר, יש צורך דחוף בייעוץ רופא ראות ובבדיקה נוירוללוגית להערכת מצבה הקוגניטיבי. אנו מליצים על ביצוע א.ק.ג והערכת תפקודי ראות. יש לשקול גם הפנייתה לצנ\"ל בהתאם לממצאים דחיפות ההפניה נבעת מהידרדרות במצבה ומהחשש לפגיעה חמורה באיכות חייה. נודה על טיפולכם המהיר והמקצועי."}
{"patient_id": "987769452", "patient_name": "שרה דוד", "patient_age": 11, "gender": "female", "document_date": "2025-08-25", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 35, לוד", "smoking_status": false, "blood_type": "A-", "occupation": "פועל בניין", "conditions": ["COPD", "אי ספיקת לב", "אנמיה"], "medications": ["איבופרופן", "אטורבסטטין", "דיקלופנק", "אומפרזול", "וורפרין"], "icd10_code": ["J44", "I50", "D64"], "referred_to_department": "נפרולוגיה", "referral_reason": "COPD", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "שרה דוד, בת 12, פונה לייעוץ עקב החמרה במצבה הבריאותי. רקע רפואי כולל COPD, אי ספיקת לב ואנמיה כרונית. מטופלת באיבופרופן אטורבסטטין, דיקלופנק, אומפרזול ווורפרין. ללא היסטוריה של עישון.\n\nבמהלך החודש האחרון חלה הרעה בסמינים הנשימתיים, כוללל קוצר נשימה במאמץ קל והתעצמות התקפי שיעול. בנוסף, נצפתה ירידה בטל\"ד עם הופעת סחרחורות ועיייפות מוגברת. א.ק.ג הראה סימנים לאי ספיקת לב מתקדמת, כאשר בדיקות דם עדכניות הצביעו על ירידה בהמוגלובין והחמרת האנמיה.\n\nסיכום: מדובר בהחמרה מתקדמת של המחלות הרקע, עם צורך דחוף בהערכת קרדיולוג לשקול צנ\"ל ואיזון תרופתי. יש לבדוק גם אפשרות לשינוי בטיפול התרופתי ולהתיייחס להשפעות אפשריות בין התרופות. ומלץ לבצע בירור נוסף בהקדם האפשרי עקב הדחיפות במצב."}
{"patient_id": "948083134", "patient_name": "מיכל רוזנברג", "patient_age": 25, "gender": "female", "document_date": "2024-12-12", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 36, חולון", "smoking_status": false, "blood_type": "O-", "occupation": "טכנאי", "conditions": ["אוסטאופורוזיס", "סוכרת סוג 2", "היפרליפידמיה"], "medications": ["קלופידוגרל", "אומפרזול", "גבפנטין", "רמיפריל", "לבותירוקסין", "פרוקסטין"], "icd10_code": ["M81", "E11", "E78"], "referred_to_department": "אנדוקרינולוגיה", "referral_reason": "סוכרת סוג 2", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "מיכל רונברג, בת 26, פונה לייעוץ עקב מחלות רקע כרוניות הכוללותת אוסטאופורוזיס, ס.ד סוג 2 והיפרליפידמיה. המטופלת אינה מעשנת ונוטלת את התרופות הבאות: קלופידוגרל, אומפרזול, גבפנטין, רמיפריל, לבותירוקסין, ופרוקסטין. ברקע המשפחתי אין אירועים קרדיאלים או מחלות תורשתיות ידועות אחרות. \n\nמהלך: מיכל מתלוננת על כאבי עצמות מוגברים, במיוחד באזור הגב התחתון והירכיים, המופיעים בעיקר לאחר פעילות גופנית. בנוסף, ישנן תלונות על עייפות כללית ועל קשיים בשמירה על ערכי סוכר מאוזנים, למרות הטיפול התרופתי. בבדיקות דם עדכניות, נמצא רמת סוכר גבוהה מהנורמה ורמות כולסטרול LDL מוגברות. טל\"ד תקין תחת טיפול ברמיפריל. \n\nסיכום והמלצות: אנו מבקשים הפניה למומחה בתחום האנדוקרינולוגיה להערכת התקדמות מצב הס.ד והיפרליפידמיה, ובחינת התאמת הטיפול התרופתי הנוכחי. כמו כן, נדרשת הערכה נוספת בתחום האורתופדיה עקב החמרת הסימפטומים של האוסטאופורוזיס. דחיפות ההפניה בינונית, יש לתאם ביקור בטווח של שבועות הקרובים."}
{"patient_id": "957885684", "patient_name": "סיגל סויסה", "patient_age": 40, "gender": "female", "document_date": "2024-09-14", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 40, קריית שמונה", "smoking_status": false, "blood_type": "O-", "occupation": "פועל בניין", "conditions": ["סוכרת סוג 2", "מחלת לב כלילית", "דמנציה"], "medications": ["פרוקסטין"], "icd10_code": ["E11", "I25", "F03"], "referred_to_department": "גסטרואנטרולוגיה", "referral_reason": "דמנציה", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "סיגל סויסה, נקבה בת 41, מופנית לייעוץ קרדיולוגי דחוף בשל החמרה במצבה הבריאותי. ברקע הרפואי שלה ישנה סוכרת סוג 2 ו-MI קודם עם מחלת לב כלילית מאובחנת. בנוסף, סיגל סובלת מדמנציה בדרגה קלה עד בינונית. היא מטופלת בפרוקסטין עבור התסמינים הדיכאוניים הנלווים לדמנציה. אין עישון ברקע ואינה ידועה כאלגית לתרופות.\n\nלאחרונה, חלה החמרה במצב לבה של המטופלת, עם דיווח על כאבים בחזה ותחושת כבדות המתגברת במאמץ קל. בבדיקות א.ק.ג שבוצעו נצפו שינויים איסכמיים שלא נראו בבדיקות קודמות. לאור מצבה הקרדיאלי והסיכון המוגבר הקשור לס.ד ול-MI בעבר, יש צורך בהערכה קרדיולוגית דחופה, תוך שיקול אפשות של צנ\"ל חוזר או בירור נוסף להערכת תפקוד לבבי.\n\nמומלץ לבצע בדיקות מעבדה לשליטה טובה יותר בס.ד ולמעקב אחר רמות פרמקולוגיות של התרופות הניטלות. יש לשקול שינוי בטיפול התרופתי בהתאם להמלצות הקרדיולוג. נוכח הדמנציה, ישנה חשיבות רבה לשיתווף פעולה עם בני המשפחה והמטפלים לצורך הבנת המצב ויישום ההמלצות."}
{"patient_id": "711671909", "patient_name": "שלמה לוי", "patient_age": 79, "gender": "male", "document_date": "2024-07-21", "facility_name": "בית חולים האלון", "patient_address": "הרצל 33, פתח תקווה", "smoking_status": true, "blood_type": "AB+", "occupation": "אחות", "conditions": ["דמנציה", "אסתמה", "היפרליפידמיה", "יתר לחץ דם"], "medications": ["מטפורמין", "לוסרטן", "גבפנטין", "אלנדרונט", "מטופרולול", "אומפרזול"], "icd10_code": ["F03", "J54", "E78", "I10"], "referred_to_department": "מיון", "referral_reason": "יתר לחץ דם", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "שלמה לוי, ן 81, מציג אתגרי בריאות רבים הקשורים לגיל מתקדם ומחלות רקע כרוניות. שלמה סובל מדמנציה בדרגה מתקדמת, אשר משפיעה על תפקודו היומיומי ועל יכולת הבנה ושיתוף פעולה בטיפולים רפואיים. בנוסף, יש לו אסתמה המאוזנת בדרך כלל, אך לאחרונה מתלונן על קשיי נשימה תכופים. כמו כן, יש לו היפרליפידמיה ויתר לחץ דם כרניים המטופים על ידי תרופות. נוטל מטפורמין לס.ד, לוסרטן ולטיפול בל.ד, גבפנטין, אלנדרונט, מטופרולול ואומפרזול. ידוע כמעשן כרוני, עובדה המכבידה על מצב הריאות ומעלה את הסיכון למחלות קרדיווסקולריות.\n\nבמהלך החודשים האחרונים חלה החמרה בקוצר הנשימה וכן נצפתה ירידה בתפקוד הקוגניטיבי והפיזי הכללי, כאשר המטופל מדווח על איבוד משקל בלתי רצוני ועייפות מוגברת. במהלך בדיקה פיזיקלית נצפו ציורים אקסטרא-פולמונריים, טל\"ד יציב, אך קיימת וריאביליות במצב הקוגניטייבי. א.ק.ג הראה שינויים קלים ברה-פולריזציה. מומלץ לבצע הערכה קרדדיולוגית מפורטת ולשקול צנ\"ל. בעברו אין רגישויות ידועות לתרופות, מצב משפחתי: אלמן עם תמיכה משפחתית מוגבלת.\n\nהפנייה מתבצעת באופן דחוף להערכה קרדיולוגית והמשך טיפול מתאים, תוך מתן דגש על איזון התרופות הקיימות והתאמת הטיפול באסתמה ובמצב הקוגניטיבי. יש לשקול הפסקת עישון במסגרת תוכנית גמילה ולבחון אשרות לתמיכה פסיכו-סוציאלית."}
{"patient_id": "125674689", "patient_name": "אלון עמר", "patient_age": 25, "gender": "male", "document_date": "2024-02-13", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 86, רמת גן", "smoking_status": true, "blood_type": "A-", "occupation": "עובד סוציאלי", "conditions": ["דיכאון", "אי ספיקת כליות כרונית", "אי ספיקת לב"], "medications": ["גבפנטין", "אספירין", "הידרוכלורותיאזיד", "וורפרין", "רמיפריל"], "icd10_code": ["F32", "N18", "I50"], "referred_to_department": "אורולוגיה", "referral_reason": "דיכאון", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "אלון עמר, בן 27, עם רקע רפואי הכולל דיכאון, אי ספיקת כליות כרונית ואי ספיקת לב. המטופל נמצא בטיפול תרופתי הכולל גבפנטין, אספירין, הידרוכלורותיאזיד, וורפרין ורמיפריל. בנוסף, המטופל מעשן ומביע קושי בהפסקת העישון. אין ידוע על אלרגיות לתרופות.\n\nבשבועות ההאחרונים, המטופל מדווח על החמרה במצבו הנפשי, עם תחושות של ירידת מצב רוח, חור עניין בפעילויות שאהב בעבר, וקשיי שינה. כמו כן, מתלונן על קוצר נשימה במאמץ קל ועליות בל.ד. בבדיקה הפיזיקלית נמצאו קולות לב לא סדירים ודופק מהיר. בוצע .ק.ג שהראה סמנים של עומס על ח..ד שמאל. המטופל מדווח על ירידה בתפוקת השתן ונצפתה בצקת קלה בקרסוליים. לא ידוע על שינוים במצב משפחתי או גורמי סטרס חדשים.\n\nבשל ההחמרה בתסמינים של אי ספיקת הלב והכליות, במקביל למצבו הנפשי המתדרדר, הפניה לייעוץ קרדיולוגי ונפרולוגי דחופה. כמו כן, מומלץ לשקול ייעוץ פסיכיאטרי להתאמת הטיפול בדיכאון. יש לעקוב אחרי רמות הקריאטינין וה-INR."}
{"patient_id": "755886751", "patient_name": "עדי שלום", "patient_age": 10, "gender": "female", "document_date": "2024-06-15", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 69, ראשון לציון", "smoking_status": false, "blood_type": "B-", "occupation": "צלם", "conditions": [], "medications": ["לוסרטן", "גבפנטין"], "icd10_code": [], "referred_to_department": "כירורגיה כללית", "referral_reason": "בירור", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "עדי שלום, בת 12, ללא מחלות רקע ידועות. נוטלת לוסרטן וגבפנטין באופן קבוע. עדי אינה מעשנת. הופנתה לייעוץ בעקבותת כאבי ראש חוזרים ופגיעה בשגרת היום-יום. משפחתה אינה מדווחת על רקע משחתי למחלות נוירולוגיות או ס.ד. בבדיקות קודמות לא נמצאו חריגות משמעותיות בא.ק.ג ובבדיקות מעבדה. \n\nהכאבים התחילו לפני כחודשיים, בתדירות של 3-4 פעמים בשבוע, ומלוווים בבחילות ולעיתים בהקאות. הכאבים מחמירים במאמץ פיזי או תרגול לימודי, והם משתפרים מעט במנוחה. מצב זה פוגע בתפקודה הלימודי והחברתי. דחייפות הטיפול גבוהה, לאור השפעת המצב על איכות החיים של עדי.\n\nבהמלצתנו, נבקש ייעוץ נוירולוגי לבירור מעמיק יותר, כולל אפשרות לביוע בדיקת MRI מוח. כו כן, נבקש להמשיך מעקב רפואי צמוד ולהעריך את הצורך בהמשך טיפול תרופתי בהתאם לממצאים ומסקנות הייעוץ."}
{"patient_id": "171870264", "patient_name": "רחל אזולאי", "patient_age": 19, "gender": "female", "document_date": "2025-12-29", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 112, עכו", "smoking_status": false, "blood_type": "B+", "occupation": "אחות", "conditions": ["שבץ מוחי", "מחלת כבד שומני", "אסתמה"], "medications": ["אינסולין", "אטורבסטטין", "אלנדרונט"], "icd10_code": ["I63", "K76", "J45"], "referred_to_department": "נפרולוגיה", "referral_reason": "אסתמה", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "רחל אזולאי, בת 19, פונה לייעוץ דחוף בעקבות החמרה במצבה הבריאותי. המטופלת עם היסטוריה רפואית מורכבת הכוללת שבץ מוחי, מחלת כבד שומני ואסתמה. היא מטופלת תרופתית באינסולין בשל ס.ד, כמו גם אטורבסטטין ואלנדרונט. אין היסטוריה של עישון. במהלך הימים האחרונים, חוותה רחל קושי לנשום והחמרה בשיעול, אשר העלו חשש להחמרה במצבה האסטמטי.\n\nבנוסף, דווח על עלייה ברמות ח.ד, ותושות עייפות מוגברת. רחל אינה נוטלת תרופות נוספות מלבד אלו שצויינו ואין לה היסטוריה של אלרגיות. היא רווקה ומתגוררת עם הוריה, אשר מסייעים לה בניהול חיי היומיום. לאחרונה, ציינה תחושת דכאון וחרדה, אשר עשויים להערכתנו להשפיע על מצבה הכללי.\n\nהמלצתינו היא להפנות את רחל להמשך בדיקות וטיפולים במרפאה המתמחה בניהול מצבים כרוניים מורכבים, עם דגש על ניטור א.ק.ג ובדיקות כבד נוספות. יש לשקול שינוי תרופתי והערכה פסיכולוגית תומכת. דחיפות: גבוהה, נדרש טיפול מיידי על מנת למנוע סיבוכים נוספים במצבה."}
{"patient_id": 942104704, "patient_name": "תמר כהן", "patient_age": 32, "gender": "female", "document_date": "2023-02-07", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 25, נתניה", "smoking_status": false, "blood_type": "B+", "occupation": "אחות", "conditions": ["יתר לחץ דם", "היפרליפידמיה", "דמנציה", "שבץ מוחי", "פרפור פרוזדורים"], "medications": ["וורפרין"], "icd10_code": ["I10", "E78", "F03", "I63", "I48"], "referred_to_department": "פנימית א", "referral_reason": "פרפור פרוזדורים", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "תמר כהן, בת 35, הופנתה לייעוץ קרדיולוגי עקב החמרה במצב הלבבי והנוירולוגי. המטופלת סובלת מיתר ל.ד, היפרליפידמיה, דמנציה, שבץ מוחי ופרפור פרוזדורים כרוני. נוטלת וורפרין לטיפול בפרפור, ללא היסטוריה של עישון. הרקע הממשפחתי כולל מחלות לב וכלי דם. \n\nבמהלך החודשים האחרונים, דווח על עלייה בלחץ הדם הממוצע למרות הטיפול, וכן על אירועים של קוצר נשימה במאמץ קל. הא.ק.ג האחרון הראה עלייה במספר פעימות פרוזדוריות. המטופלת מדווחת על ירידה בזיכרון וביכולת הריכוז, המוחמרת לאחרונה. \n\nלאור ההיסטוריה הרפואית והחמרת התסמינים, נדרש ייעוץ דחוף לצורך הערכה מחדש של הטיפול התרופתי וביצוע אקו לב. יש לשקול התאמות במינון הוורפרין ולבדוק אפשרות לצנ\"ל במידת הצורך. נבקש לקבוע פגישה בהקדם האפשרי."}
{"patient_id": "261796403", "patient_name": "אברהם פרידמן", "patient_age": 36, "gender": "male", "document_date": "2024-08-23", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 94, עכו", "smoking_status": false, "blood_type": "B-", "occupation": "גמלאי", "conditions": ["שבץ מוחי"], "medications": ["וורפרין", "לבותירוקסין", "דיקלופנק"], "icd10_code": ["I63"], "referred_to_department": "גריאטריה", "referral_reason": "שבץ מוחי", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "אברהם פרידמן, בן 37, זכר, היסטוריית שבץ מוחי בעבר. מטופל באופן קבוע בוורפרין למניעת קרישי דם, לבותירוקסין לצורך איזון תפקוד בלוטת התריס ודיקלופנק לשיכוך כאבים דלקתיים. בנוסף, הוא נוטל גבפנטין באופן קבוע לצורך איזון כאבים נוירופתיים. הוא אינו מעשן ואין עדות לסוכרת (ס.ד) או יתר לחץ דם (ל.ד) ברקע. לא ידוע על אלרגיות לתרופות או מזונות.\n\nסיבת הפניה: אברהם מתלונן על כאבי ראש עזים המתמשכים מזה כחודש, המלווים בסחרחורות ובחילות. האק\"ג שבוצע לאחרונה יצא תקין, ואין עדות לאירועים מוחיים חוזרים. תיתכן החמרה במצב הנוירולוגי הקשור לשבץ קודם או תופעות לוואי של הטיפול התרופתי. נשלח לייעוץ נוירולוגי דחוף להערכת המצב ולהמשך בירור וטיפול מתאים.\n\nהפניה דחופה בשל הסיכון לפגיעה בתפקוד היומיומי והאפשרות להחמרה נוספת. נבקש התייחסות מהירה ואולי התאמו בטיפול התרופתי. אנא צרו קשר בהקדם לתיאום המשך טיפול ומעקב."}
{"patient_id": "390053296", "patient_name": "מרים חיון", "patient_age": 50, "gender": "female", "document_date": "2023-03-08", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 85, כפר סבא", "smoking_status": true, "blood_type": "B-", "occupation": "צלם", "conditions": ["אנמיה", "יתר לחץ דם", "שבץ מוחי", "אסתמה"], "medications": ["אמלודיפין"], "icd10_code": ["D64", "I10", "I63", "J45"], "referred_to_department": "נוירולוגיה", "referral_reason": "אנמיה", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "מרים חיון, בת 53, נשואה ואם לשניים, פונה לייעוץ וטיפול עקב החמרה במצבה הבריאותי. ברקע הרפואי של המטופלת ישנם מספר מצבים כרוניים הכוללים אנמיה, יתר לחץ דם (ל.ד), שבץ מוחי ואסתמה. היא נוטלת אמלודפין לטיפול בל.ד. יש לציין שהמטופלת מעשנת מזה כ-30 שנה, עובדה שמחמירה את מצבה הרפואי הכללי ועלולה להשפיע על מצבה הקרדיווסקולרי.\n\nבמהלך השבועות האחרונים, מרים התלוננה על קוצר נשימה מוגבר, במיוחד במאמץ קל, יחד עם עייפות כללית וחולשה גוברת. בבדיקות מעבדה אחרונות נצפתה ירידה ברמת ההמוגלובין, המצביעה על החמרה במצב האנמיה. בבדיקת א.ק.ג שבוצעה לאחרונה לא נצפו שינויים חריגיםם, אך בשל ההיסטוריה של השבץ המוחי והחמרת הסימפטומים, יש צורך בהערכה מהירה יותר של המצב הקרדיווסקולרי והנשימתי.\n\nהפניה זו נכתבת בדחיפות בינונית, הפציינטית נדרשת לעבור הערכה קרדיולוגית ונשימתית מקיפה, כולל בדיקות דם עדכניות, ובמידת הצורך, לבצע הדמיות נוספות לשלילת בעיות אחרות. כמו כן, נדרש ייעוץ דחוף בנושא הפסקת עישון, שיכול להשפיע באופן מהותי על איכות חייה והמשך טיפול במצבים הכרוניים מהם הייא סובלת. אנא תיאמו בהקדם ביקור למטרת המשך בירור וטיפול מותאם."}
{"patient_id": "395024029", "patient_name": "חנה רוזנברג", "patient_age": 83, "gender": "female", "document_date": "2023-09-10", "facility_name": "בית חולים האלון", "patient_address": "הרצל 46, ראשון לציון", "smoking_status": false, "blood_type": "A-", "occupation": "אחות", "conditions": ["אסתמה", "מחלת כבד שומני"], "medications": ["סימבסטטין", "אומפרזול", "אמלודיפין", "מטפורמין"], "icd10_code": ["J45", "K76"], "referred_to_department": "גסטרואנטרולוגיה", "referral_reason": "מחלת כבד שומני", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "חנה רוזנברג, בת 85, סובלת ממחלת כבד שומני ואסתמה, מטופלת בתרופות סימבסטטין, אומפרזול, אמלודיפין ומטפורמין בשל ס.ד סוג 22. אין עישון. מגיעה עם תלונות על קוצר נשימה מתגבר והחרפה בתסמיני האסתמה. במהלך הבדיקות נצפה ל.ד לא מאוזן, ובבדיקת א.ק.ג. לא נצפתה פתולוגיה ברורה אך הוחלט על המשך בירור קרדיאלי.\n\nבהתחשב במצבה הרפואי המורכב והגילל המתקדם, נשקלת האפשרות כי ישנה השפעה מהכבד השומני על התפקוד הכללי והיכולת לנייד חמצן. בנוסף לכך, ייתכן כי ישנה אינטרקציה בין התרופות שהיא נוטלת לבין מצבה הכללי. אין רגישויות מיוחדות שדווחו בעבר, והיסטוריה רפואית משפחתית משמעותית למחלות לב בגילאים צעירים יחסית.\n\nהפניה לייעוץ דחוף בקרדיולוגיה ובפולמנולוגיה להמשך בירור. ממליץ על ביצוע אקו לב, בדיקות תפקודי ריאה מקיפות והערכת תפקוד כבד. חשוב לשקול התאמת טיפול תרופתי חוזר לאור התלונות והבדיקות. יש להבטיח מעקב צמוד לשינויים במצבה הבריאותי הכללי ולקידום שיפור באיכות חייה."}
{"patient_id": "365766153", "patient_name": "אמילי רוזנברג", "patient_age": 36, "gender": "female", "document_date": "2023-10-24", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 114, הרצליה", "smoking_status": false, "blood_type": "AB+", "occupation": "שוטר", "conditions": ["פרפור פרוזדורים", "גאוט"], "medications": ["דיקלופנק", "אמלודיפין", "לבותירוקסין", "רמיפריל"], "icd10_code": ["I48", "M10"], "referred_to_department": "אונקולוגיה", "referral_reason": "פרפור פרוזדורים", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "אמילי רוזנברג, בת 38, התייצבה במרפאתנו לצורך בירור מצב הלב שלה. ברקע הרפואי שלה פרפור פרוזדדורים וגאוט. היא נוטלת דיקלופנק, אמלודיפין, לבותירוקסין ורמיפריל. המטופלת אינה סובלת מסוכרת או מחלות נוספות יועות, ואין היסטוריה של עישון, למרות שבמפתיע נראה שצוין שהיא מעשנת כבר 20 שנה. אין רגישויות ידועות לתרופות או מזונות. במעמד הבדיקה, ל.ד שלה היה בתחום הנורמה, אם כי יש לשקול התאמת מינון התרופות. א.ק.ג שבוצע הראה שינויים קלים בקצב הלב, אך לא נמצא צורך בצנ\"ל בשלב זה.\n\nלאור ההיסטוריה של פרפור פרוזדורים והטיפול התרופתי הנוכחי, ממליצים לשלוח את אמילי להערכה קרדיולוגית נוספת במרפאת מומחים לב. יש לבחון התאמת טיפול תרופתי ולשקול אפשרות של התאמת מדללי דם. ההפניה דחופה במידה בינונית, ויש לבצע את הבדיקה הקרדיולוגית תוך חודש, כדי להבטיח ניטור מתאים של מצב הלב ולמנוע סיבוכים אפשריים בהמשך."}
{"patient_id": "528098858", "patient_name": "לאה מזרחי", "patient_age": 8, "gender": "female", "document_date": "2023-07-31", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 96, הרצליה", "smoking_status": false, "blood_type": "O+", "occupation": "שוטר", "conditions": [], "medications": [], "icd10_code": [], "referred_to_department": "נפרולוגיה", "referral_reason": "בירור", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "לאה מזרחי, ילדהה בת 11, הופנתה לבדיקה בעקבות תלונות על כאבי בטן חוזרים ותחושת עייפות כלליתת. אין מחלות רקע ידועות ואין טיפול תרופתי קבוע. במשפחה אין היסטוריה של ס.ד או מחלות לב. היא אינה מעשנת ואין רגישות ידועה לתרופות. נבדקה על ידי רופא משפחה אשר הפנה להמשך בירור לאחר בדיקה ראשונית שלא העלתה ממצאים חריגים בבדיקות דם רוטיניות, כולל ספירת דם ותפקודי כליה וכבד.\n\nמהלך המצב הבריאותי כולל הופעת כאבי בטן בצורה לא סדירה, אשר מחמירים לחר ארוחות כבדות ולעיתים מלווים בבחילות קלות. העייפות מתבטאת בתחושת חוסר אנרגיה, אך לללא שינויים במצב הרוח. נשללה ירידה במשקל או שינויים בתיאבון. נבדקה גם על ידי גסטרואנטרולוג ילדים, שהמליץ על המשך בירור במסגרת ייעוץ גסטרו מורחב.\n\nבהחלטה על המשך הבירור, מומלץ להפנות את לאה לבדיקה של גסטרואנטרולוג ילדים לצורך המשך בירור, כולל אפשרות לביצוע אולטרסאונד בטן או גסטרוסקופיה במידת הצורךך. יש לוודא מעקב אחר מצבה ולבדוק אפשרות של שינוי תזונתי או טיפול תרופתי בהתאם לממצאים. דחיפות ההפניה מוגדרת כגבוהה לאור השפעה על איכות החיים של הילדה."}
{"patient_id": "158514935", "patient_name": "דניאל רוזנברג", "patient_age": 56, "gender": "male", "document_date": "2024-01-13", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 29, צפת", "smoking_status": false, "blood_type": "A+", "occupation": "עיתונאי", "conditions": ["COPD", "גאוט"], "medications": ["אטורבסטטין"], "icd10_code": ["J44", "M10"], "referred_to_department": "אנדוקרינולוגיה", "referral_reason": "COPD", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "דניאל רוזנברג, בן 58, זכר, הופנה לייעוץ בשל החמרה במצב הרפואי הכללי. המטופל סובל ממחלת ריאות חסימתית כרונית (COPD) ומגאוט, ומטופל באטורבסטטין להורדת רמות כוסטרול. ללא עישון בעבר או בהווה. המטופל דיווח על החמרה בקוצר נשימה בזמן מאמץ קל, ושיעול מתמשך אשר החמיר בתקופת החורף האחרונה.\n\nבהיסטוריה הרפואית של המטופל אין אזכור לאלרגיות, והוא אינו נוטל תרופות נוספות מלבד אטורבסטטין. המטופל נשוי ואב לשלושה, עובד כפקיד במשרד בעיר, והיקף פעילותו הגופנית מוגבל בשל מצבו הרפואי. בבדיקה גופנית נצפתה ירידה בטונוס לחץ הדם (טל\"ד) וירידה ברמת החמצן בעורקים. צילום חזה אחרון הצביע על החמרה אפשרית במצב ה-COPD. לא בוצע א.ק.ג לאחרונה. \n\nהפנייה זו מבקשת בדיקה וייעוץ מעמיק יותר לצורך התאמת טיפול מתאים לשיפור מצב הנשימה והערכת המצב הקרדיאלי. ישנה דחיפות בינונית להשלמת הבדיקות וההערכה הנדרשת. המלצתנו היא לבצע א.ק.ג ובדיקת תפקודי נשימה בהקדם."}
{"patient_id": "156149783", "patient_name": "יעקב דהן", "patient_age": 17, "gender": "male", "document_date": "2025-08-28", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 66, אשדוד", "smoking_status": false, "blood_type": "A+", "occupation": "קבלן", "conditions": ["יתר לחץ דם", "מחלת לב כלילית", "דיכאון", "השמנת יתר"], "medications": ["דיקלופנק", "גבפנטין", "איבופרופן", "הידרוכלורותיאזיד", "אטורבסטטין"], "icd10_code": ["I10", "I25", "F32", "E66"], "referred_to_department": "פנימית א", "referral_reason": "דיכאון", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "המטופל, יעקב דהן, בן 18, פונה לייעוץ וטיפול עקב רקע רפואי מורכב הכולל יתר ל.ד, מחלת לב כלילית, דיכאון והשמנת יתר. בנוסף, הוא מטופל במספר תרופות, ביניהן דיקלופנק, גבפנטין, איבופרופן, הידרוכלורותיאזיד ואטורבסטטין. המצב הנוכחי מצריך הערכה מחודשת של ההתאמה התרופתית והרקע הלבבי, במיוחד לאור העובדה שאין היסטוריה של עישון, מה שמצביע על צורך בחיפוש גורמים נוספים המחרייפים את מצבו הלבבי.\n\nהמטופל אינו מדוווח על אלרגיות ידועות ונראה כי הוא מתמודד גם עם דיכאון, מה שמסבך את התמונה הקלינית ודורש התיחסות מעמיקה במיוחד לאור השימוש בתרופות לשיכוך כאבים ולטיפול בל.ד. ההפניה נעשית בבהילות יחסית עקב תלונות על כאב חזה והחמרה במצב הנפשי, אשר מצריכות בדיקה דחופה של קרדיולוג ופסיכיאטר, במיוחד על מנת לשלול אירועים לבביים כמו החמרה במחלת הלב הכלילית או סיכון לאירוע לבבי חד. \n\nהמלצתנו היא לבצע א.ק.ג דחוף והפניה לצנ\"ל במידת הצורך, כמו גם הערכת המצב הדכאוני על ידדי פסיכיאטר. יש לשקול התאמת תוכנית טיפולית חדשה שתרכז גם את ההיבט הלבבי וגם את ההיבט הנפשי, תוך בחינת האינטראקצית האפשריות בין התרופות שנוטל כיום לבין אלו שיידרשו בעתיד."}
{"patient_id": "005411996", "patient_name": "לאה בן דוד", "patient_age": 0, "gender": "female", "document_date": "2025-01-24", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 58, בני ברק", "smoking_status": false, "blood_type": "O-", "occupation": "צלם", "conditions": ["דמנציה", "דיכאון", "יתר לחץ דם", "אי ספיקת כליות כרונית", "גאוט"], "medications": [], "icd10_code": ["F03", "F32", "I10", "N18", "M10"], "referred_to_department": "נוירולוגיה", "referral_reason": "דיכאון", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "לאה בן דוד, בת 46, מגישה להפניה ייעוץ בדחיפות בינונית בשל בעיות רפואיות מורכבות. המטופלת סובלת מדמנציה, דיכאון, יתר ל.ד, אי ספיקת כליות כרונית וגאוט. אין תרופות קבועות במרשם, ואין היסטוריה של עישון. \n\nבמהלך הפפרק האחרון, חלה החמרה ברורה במצב הקוגניטיבי שלה, עם אפיזודת של בלבול וקשיים בתפקוד יומיומי. הדיכאון התגבר, והמטופלת מדווחת על ירידה במצב רוח וחוסר אנרגיה. יתר הל.ד שלה אינו מאוזן לאחרונה, דבר המעלה את החשש לסיבוכים נוספים. אי ספיקת הכליות נותרת יציבה יחסית, אך יש לחשוב על טיפול אפשרי לגאוט שגורם לה לכאבים משמעותיים במפרקים.\n\nבהתאם למצב, ממלץ להפנות ת לאה לייעוץ גריאטרי להערכה וטיפול אפשרי, כולל איזון ל.ד, טיפול בדיכאון והתייחסות לגאוט. יש לשקול בדיקות נוספות כגון א.ק.ג ובדיקות דם כדי להעריך את תפקוד הלב והכליות. דחיפות הפניה בינונית, אך יש להתייחס לכל השינויים במצב הרפואי והנפשי שלה."}
{"patient_id": "518203773", "patient_name": "יונתן אלון", "patient_age": 25, "gender": "male", "document_date": "2024-04-05", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 104, כפר סבא", "smoking_status": false, "blood_type": "B+", "occupation": "שוטר", "conditions": ["אוסטאופורוזיס"], "medications": ["גבפנטין", "אלנדרונט", "אטורבסטטין", "אינסולין"], "icd10_code": ["M81"], "referred_to_department": "נפרולוגיה", "referral_reason": "אוסטאופורוזיס", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "יונתן אלון, בן 27, פונה לייעוץ רפואי בעקבות החמרה בכאבי עצמות ובירור נוסף לאיזון סוכרת. המטופל מוכר עם אוסטאופורוזיס מתקדמת, מטופל באלנדרונט ובגבפנטין. כמו כן, מטופל באטורבסטטין ובאינסולין קצרת טווח לאיזון ס.ד, ומדווח על שליטה חלקית בלבד על רמות הסוכר בדם. המטופל לא מעשן ואין דיווח על אלרגיות ידועות. \n\nבמהלך החודשים האחרונים חל החמרה בכאבים, במיוחד באזור הגב התחתון, עם הגבלה בתנועה. בבדיקות מעבדה אחרונות: רמות סידן בגבול התחתון, ויטמין D נמוך. המטופל רווק ועובד במקצוע תובעני, מה שעשוי לתרום לאי-יציבות באיזון בס.ד. לאא דווח על תסמינים אנגינוטיים או שינוי בטל\"ד. \n\nלאור החמרה במצב האוסטאופורוטי והצורך באיזון טוב יותר של הסוכרת, מומלץ להפנות את המטופל לייעוץ אורתופדי ואנדוקריני בדחיפות בינונית. יש לשקול התאמת טיפול תרופתי נוסף לאוסטאופורוזיס ואת ההשפעה האפשרית של טיפול אינטנסיבי יותר בסוכרת על מצב העצמות. נודה לקבלתך בהקדם להמשך בירור וטיפול."}
{"patient_id": "622292704", "patient_name": "יעקב ביטון", "patient_age": 78, "gender": "male", "document_date": "2025-04-21", "facility_name": "בית חולים האלון", "patient_address": "ישראל", "smoking_status": false, "blood_type": "B-", "occupation": "גמלאי", "conditions": ["COPD", "גאוט"], "medications": ["לבותירוקסין", "אלנדרונט", "אינסולין", "קלופידוגרל", "איבופרופן", "פרוקסטין"], "icd10_code": ["J44", "M10"], "referred_to_department": "כירורגיה כללית", "referral_reason": "גאוט", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "יעקב ביטון, בן 79, נשלח לייעוץ בשל תלונות על החמרה בקוצר נשימה ומספר התקפים של חוסר יציבות בהליכה. המטופל עם מחלות רקע של COPD וגאוט, מטופל בתרופות לבותרוקסין, אלנדרונט, אינסולין, קלופידוגרל, איבופרופן ופרוקסטין. אינו מעשן, ואין עדות לאלרגיות ידועות. בשבועות האחרונים דווח על ירידה בתפקוד הכללי עם קושי במאמץ קל והחמרה בשיעול.\n\nבמהלך התקופה האחרונה, יעקב פנה מספר פעמים למרפאה בשל תחושת קוצר נשימה וחולשה כללית. בבדיקות שנערכו נמצא כי סטורציית החמצן במאמץ נמוכה מהרגיל. בנוסף, במהלך הבדיקות הגופניות נמצא טל\"ד לא מאוזן עם נטייה להתרוממות לחץ דם פתאומית, מה שהוביל להמלצה להמשך בירור קרדיולוגי. לאור ההיסטוריה הרפואית המורכבת והגייל המתקדם, יש צורך בבחינת האפשרויות לטיפול מטבי בתחום הנשימתי והקרדיולוג.\n\nמומלץ להפנות את המטופל לייעוץ במרפאה הקרדיולוגית ולשקול ביצוע א.ק.ג וצילום חזה כשלב ראשוני בבירור. דחיפות ההפניה גבוהה, לאור הסימפטומים המחריפים וסיכון אפשרי להחמרה במצבו הבריאותי הכללי. ההערכה הקרדיולוגית תוכל לסייע בהבנת המצב ולהנחות טיפול מתאים במטרה לשפר את איכות חייו של המטופל."}
{"patient_id": "826137507", "patient_name": "ליאם עמר", "patient_age": 8, "gender": "male", "document_date": "2024-09-14", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 116, חולון", "smoking_status": false, "blood_type": "O+", "occupation": "מתכנת", "conditions": [], "medications": ["אספירין", "אומפרזול"], "icd10_code": [], "referred_to_department": "כירורגיה כללית", "referral_reason": "בירור", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "ליאם עמר, בן 9, נשלח לייעוץ בעקבות תלונות חוזרות על כאבי בטן עזים שנמשכות מזה מספר שבועות. ללא מחלות רקע ידועות, אך נוטל אספירין ואומפרזול בשל תופעות של רגישות בקיבה שהופיעו לאחרונה. אין היסטוריה של עישון או גורמי סיכון קרדיאליים. במשפחה אין היסטוריה של מחלות גסטרו או ס.ד. \n\nהמהלך הקליני כלל בדיקות דם עם תוצאות תקינות, פרט לרמ מעט מוגברת של לויקוציטים. בבדיקת אולטרסאונד בטן לא נצפו ממצאים חריגים. המטופל אינו מעשן, אם כי תועד ברשומות קודמות שהווא מעשן 20 שנ—טעות טכנית כמובן שנגרמה מהקלדה מהירה. \n\nלסיכום, לאור התסמינים והממצאים יש צורך בהמשך בירור גסרואנטרולוגי. ממליץ על בדיקת גסטרוסקופיה בהקדם האפשרי לצורך אבחון מדוייק וטיפול מתאים. נא לבצע את הבדיקות הנדרשות בדחיפות בינונית, תוך התחשבות במצב הקליני הנוכחי ובתסמינים המטרידים את ליאם."}
{"patient_id": "702135567", "patient_name": "דוד חיון", "patient_age": 26, "gender": "male", "document_date": "2023-12-20", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 78, ראשון לציון", "smoking_status": false, "blood_type": "A+", "occupation": "עיתונאי", "conditions": ["אנמיה", "גאוט", "אי ספיקת כליות כרונית"], "medications": [], "icd10_code": ["D64", "M10", "N18"], "referred_to_department": "נפרולוגיה", "referral_reason": "אנמיה", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "דוד חיון, בן 28, פונה לייעוץ בשל החמרה במצבו הכללי. מטופל סובל מאנמיה, גאוט ואי ספיקת כליות כררונית. אין תרופות קבועות, ומצבו הנוכחי דורש בחינה מחודשת של הטיפול. דוד אינו מעשן, אם כי במעקב רפואי נמצא כי מעשן מעל 20 שנה, נתון שאינו תואם את דיווחו הראשוני. במהלך האחרון, דווח על עייפות מוגברת, כאבי פרים משמעותיים וקשיים בתפקוד יומיומי. בדיקות דם מצביעות על החמרה במדדי הכליות ורמות חומצת שתן גבוהות מהנורמה.\n\nהפניה זו נועדה לבחון אפשרות להתאמת טיפול תרופתי או המלצה על שינוי אורח חיים, במיוחד לאור ההחמרה בתסמינים וההיסטוריה הרפואית המורכבת. יש צורך בבדיקות מעמיקות יותר לרבות בדיקות תפקודי כליה עדכניות ואולי אף התערבות דיאטנית. דחיפות הפניה הינה בינונית אך מומלץ לקדם את הבירור בהקדם כדי למנוע החמרה נוספת במצבו."}
{"patient_id": "715518841", "patient_name": "אפרת בן דוד", "patient_age": 66, "gender": "female", "document_date": "2024-11-07", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 116, כפר סבא", "smoking_status": false, "blood_type": "B+", "occupation": "שף", "conditions": [], "medications": ["אספירין"], "icd10_code": [], "referred_to_department": "כירורגיה כללית", "referral_reason": "בירור", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "אפרת בן דוד, בת 68, הופנתה לייעוץ קרדיאלי עקב חשש לבעיות קרדיאליות חדשות. המטופלת ללא מחלות רקע ידועות ומטופלת באספירין בלבד. היא לא מעשנת ואין היסטוריה משפחתית של מחלות לב משמעותיות. אין תיעוד על אלרגיות. \n\nבמהלך השבועות האחרונים דיווחה אפרת על תחושת עייפות מוגברת וקוצר נשימה בעת מאמץ קל עם כאב קל מאחורי החזה שאינו מקרין. במרפאתנו בוצע א.ק.ג ראשוני שהציג שינויים קלים בסטיית ס.ט. בעקבות הממצאים הוחלט להפנות לייעוץ קרדיאלי ודחיפות ההפניה היא בינונית, מתוך מטרה לשלול איסכמיה ולהחליט על הצורך בביצוע צנ\"ל במידה ויידרש.\n\nבהתחשב בגילה של המטופלת ובתחם הקרדיאלי, מומלץ לבצע בדיקות נוספות כמו אקו לב ומבחן מאמץ. יש להמשיך במעקב צמוד אחר תלנותיה ולהגיע לייעוץ קרדיאלי בהקדם האאפשרי לצורך אבחון מדויק יותר ותכנון טיפול מתאים."}
{"patient_id": "495888794", "patient_name": "משה לוי", "patient_age": 70, "gender": "male", "document_date": "2023-03-14", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 95, בת ים", "smoking_status": false, "blood_type": "A+", "occupation": "שוטר", "conditions": ["אוסטאופורוזיס", "היפרליפידמיה", "פרפור פרוזדורים", "מחלת לב כלילית", "דמנציה"], "medications": ["אטורבסטטין", "קלופידוגרל", "לבותירוקסין", "אומפרזול"], "icd10_code": ["M81", "E78", "I48", "I25", "F03"], "referred_to_department": "נוירולוגיה", "referral_reason": "היפרליפידמיה", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "מר לוי משה, בן 73, פונה לייעוץ קרדיולוגי בעקבות תלונות על כאבים בחזה במאמץ קל, שהחמירו בשבועות האחרונים. למטופל היסטוריה של מחלת לב כלילית, אובחן בפרפור פרוזדורים ומטופל במדללי דם (קלופידוגרל). בנוסף, מר לוי סובל מאוסטאופורוזיס והיפרליפידמיה, ומטופל באטורבסטטין. יש לציין כי המטופל סובל מדמנציה, מצב אשר מקשה על איסוף אנמנזה מלאה ומדויקת, אך אין תיעוד לאלרגיות ידועות. המטופל נשוי ואב לשלושה ילדים, אינו מעשן.\n\nלאחרונה, עולה כי כאבי החזה הופכים תכפים יותר מתרחשים גם בזמן מנוחה. בבדיקות שבוצעו בקהילה נמצא א.ק.ג שהצביע על שינויים איסכמיים, מה שמעורר חשד להחמרה במצב הלבבי. המטופל עבר בעברו צנ\"ל ומאז הוא נמצא במעקב קרדיולוגיי, אך לאור התלונות הנוכחיות יש צורך בהערכת מצב דחופה.\n\nסיכום והמלצות: יש להפנות את המטופל לייעוץ קרדיולוגי בהקדם לצורך בחינת הצורך בצנ\"ל חוזר או התערבות אחרת. יש לשקול התאמת טיפול תרופתי ולבחון את יעילות מדללי הדם והסטטינים בשילוב עם התרופות הנוספות אותן הוא נוטל. חשוב לעדכן את הקרדיולוג המטפל בכל שינוי במצב הקלינני כדי למזער סיבוכים אפשריים עתידיים. דחיפות: גבוהה."}
{"patient_id": "623091303", "patient_name": "אריאל אלון", "patient_age": 57, "gender": "male", "document_date": "2025-06-11", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 80, טבריה", "smoking_status": false, "blood_type": "O+", "occupation": "עורך דין", "conditions": ["סוכרת סוג 2", "היפרליפידמיה", "דיכאון", "אוסטאופורוזיס", "שבץ מוחי"], "medications": ["הידרוכלורותיאזיד", "מטופרולול", "אינסולין", "גבפנטין", "אספירין", "סימבסטטין"], "icd10_code": ["E11", "E78", "F32", "M81", "I63"], "referred_to_department": "מיון", "referral_reason": "אוסטאופורוזיס", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "מר אלון אריאל, בן 58, הופנה לייעוץ קרדיולוגי עקב החמרה במצב הבריאותי הכללי. למטופל היסטוריה רפואית מורכבת הכוללת ס.ד סוג 2, היפרליפידמיה, דיכאון, אוסטאופורוזיס ושבץ מוחי בעבר. טיפול התרופתי כולל הידרוכלורותיאזיד, מטופרולול, אינסולין, גבפנטין, אספירין וסימבסטטין. אין עדות לעישון בעבר או בהווה. \n\nבעת האחרונה, מדווח על תחושות עייפות מוגברות וקוצר נשימה במאמץ קל, לצד דופק מהיר לא סדיר. בבדיקת א.ק.ג נצפה פרפור פרוזדורים, והועלה חשד לאי-ספיקה קרדיאלית. המטופל מציין תחושת דכדוך הולכת ומעמיקה, אך ללא שינוי בטיפול האנטי-דכאוני. לא ידוע על אלרגיות לתרופות. בממצב המשפחתי, נשוי ואב לשלושה.\n\nבשל מכלול הנתונים והחמרה במצב הקרדיולוגי, מומלץ על בירור קרדיולוגי דחוף ודיון באפשרות צנ\"ל להערכת מצב העורקים הכליליים. יש לקחת בחשבון התאמת הטיפול התרופי הקיים, במיוחד ניהול טל\"ד ודופק.נדון גם בצורך בבדיקות נוספות לאור ההיסטוריה של שבץ מוחי והפרפו הנוכחי."}
{"patient_id": "728743154", "patient_name": "נועם בן דוד", "patient_age": 66, "gender": "male", "document_date": "2023-04-29", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 68, טבריה", "smoking_status": true, "blood_type": "O-", "occupation": "שף", "conditions": ["דמנציה", "יתר לחץ דם", "סוכרת סוג 2", "אסתמה", "מחלת כבד שומני"], "medications": ["אמלודיפין", "קלופידוגרל", "לוסרטן", "איבופרופן"], "icd10_code": ["F03", "I10", "E11", "J45", "K76"], "referred_to_department": "פנימית א", "referral_reason": "סוכרת סוג 2", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "רקע: נועם בן דוד, בן 69, מתמודד עם דמנציה, ס.ד סוג 2, יתר ל.ד, אסתמה וומחלת כבד שומני. המטופל נוטל אמלודיפין, קלופידוגרל, לוסרטן ואיבופרופן. הוא מעשן מזה שנים רבות. אין תיעוד על אלרגיו ידועות. גר עם אשתו בבית פרטי ונתמך על ידה בפעילויות יומיומיוות. \n\nמהלך: בתקופה האחרונה חלה החמרה במצב הקוגניטיבי עם ירידה בזיכרון וביכולת התמצאות. כמו כן, נצפתה החמרה בתסמיני היתר ל.ד והס.ד, עם מדדים לא מאוזנים וטיפול תרופתי שאינו משיג את מטרותיו. בנוסף, ישנם דיווחים על קוצר נשיימה גובר, ייתכן עקב זיהום ריאתי או התקדמות האסתמה. \n\nסיכום והמלצות: נועם מופנה להערכת מומחה בגריאטריה להמשך הערכה וטיפול במצב הקוגניטיבי, וכן לבירור נוסף עקב החמרת השליטה בל.ד ובס.ד, וקוצר הנשימה. הדחיפות הינה בינונית, אך יש צורך בביקור בשבועות הקרובם על מנת למנוע התדרדרות נוספת. מומלץ לבצע א.ק.ג ובדיקות דם כולל תפקודי כבד וריאות במסגרת הביקור."}
{"patient_id": "122753049", "patient_name": "יוסף אוחנה", "patient_age": 55, "gender": "male", "document_date": "2025-06-19", "facility_name": "בית חולים האלון", "patient_address": "בלפור 86, חיפה", "smoking_status": false, "blood_type": "O-", "occupation": "פועל בניין", "conditions": ["דלקת מפרקים", "אי ספיקת כליות כרונית"], "medications": ["פרוקסטין", "דיקלופנק", "אלנדרונט", "קלופידוגרל"], "icd10_code": ["M19", "N18"], "referred_to_department": "נפרולוגיה", "referral_reason": "דלקת מפרקים", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "יוסף אוחנה, בן 55, נשוי ואב לשניים, מתגורר בירושלים. פונה להערכת מצב רפואי כתוצאה מהחמרה בכאבי מפרקים. מטופל עם רקע של דלקת מפרקים ואי ספיקת כליות כרונית. נוטל טיפול תרופתי קבוע הכולל פרוקסטין, דיקלופנק, אלנדרונט וקלופידוגרל. אינו מעשן וללא היסטוריה של ס.ד או ל.ד.\n\nלאחרונה, יוסף מדווח על החמרה בכאבים במפרקים הגדולים, במיוחד בברכיים ובירכיים, המגבילים את תפקודו היומיומי. למרות טיפול בדיקלופנק, הכאבים אים משתפרים. בבדיקה גופנית נצפתה נפיחות קלה במפרקים הפגועים וטווחי התנועה מוגבלים. בנוסף, שינויים בטל\"ד נצפו במהלך הביקור.\n\nבהתחשב במצב הקיים, מופנה יוסף לייעוץ ראומטולוגי דחוף להערכת המשך הטיפול בדללקת המפרקים ובחינת אפשרויות טיפול אחרותת, בהתחשב במצב הכלייתי. כמו כן, מומלץ לבחון אפשרות להתאמת טיפול תרופתי נוסף או שינוי מינון הקיים,, לשם הקלה על הסימפטומים ושיפור איכות החיים."}
{"patient_id": "524310695", "patient_name": "עדי ביטון", "patient_age": 20, "gender": "female", "document_date": "2025-06-03", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 59, נתניה", "smoking_status": false, "blood_type": "A+", "occupation": "קבלן", "conditions": ["סוכרת סוג 2"], "medications": ["מטפורמין", "לוסרטן", "איבופרופן", "דיקלופנק", "סימבסטטין", "רמיפריל"], "icd10_code": ["E11"], "referred_to_department": "קרדיולוגיה", "referral_reason": "סוכרת סוג 2", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "עדי ביטון, בת 20, פונה לייעוץ בעקבות תלונות על עלייה פתאומית בלחץ הדם ורמות הסוכר בדם. המטופלתת סובלת מסוכרת סוג 2 ומטופלת במטפורמין. כמו כן, נוטלת באופן קבוע מטופרולול לל.ד, לוסרטן, איבופרופן, דיקלופנק, סימבסטטין ורמיפריל. \n\nהמטופלת אינה מעשנת ואין היסטוריה משפחתית של מחלות לב. אין דיווח על אלרגיות ידועות בעבר. בבדיקה פיזית נצפתה עלייה בטל\"ד, ללא ממצאים נוספים בולטים. בבדיקות ם אחרונות נצפתה עלייה ברמות ה-HbA1c, המעידה על חוסר איזון בס.ד. א.ק.ג נמצא תקין. \n\nממליץ על ייעוץ קרדיאלי דחוף לבדיקת איזון ל.ד וטיפול תרופתי מתאים, וכן ייעוץ אנדוקרינולוגי לשיפור איזון הסוכרת. נדרש מעקב רציף אחר המדדים הפיזיולוגיים והמטבוליים של המטופלת לאור השינויים האחרונים."}
{"patient_id": "148902505", "patient_name": "סיגל אזולאי", "patient_age": 34, "gender": "female", "document_date": "2025-04-25", "facility_name": "בית חולים האלון", "patient_address": "הרצל 119, חולון", "smoking_status": false, "blood_type": "B+", "occupation": "חייל", "conditions": [], "medications": ["אינסולין", "מטופרולול", "רמיפריל", "גבפנטין"], "icd10_code": [], "referred_to_department": "אנדוקרינולוגיה", "referral_reason": "בירור", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "סיגל אזולאי, בת 35, ללא מחלות רקע ידועות, מופנית לייעוץ קרדיולוגי דחוף. המטופלת מטופלת באינסולין, מטופרולול, רמיפריל וגבפנטין. לא מעשנת. צבה המשפחתי הוא נשואה עם שני ילדים. \n\nבחודשי האחרונים דיווחה המטופלת על תחושת עייפות מוגברת וקוצר נשימה במאמץ בינוני. בבדיקות נרשמה החמרה בערכי טל\"ד וחשד להפרעות קצב בא.ק.ג שגרתית. הלחץ דם המדוד היה גבוה מהנורה, ולמרות הטיפול התרופתי היא ממשיכה לחוות תסמינים מדאיגים. אין עדות לאלרגיות ידועות.\n\nסיכום והמלצות: לאור הנתונים, נדרש ייעוץ קרדיולוגי דחוף להמשך ברור וטיפול אפשרי, כולל שקילת צנ\"ל וא.ק.ג במאמץ. יש לעקוב אחרי ערכי ל.ד וס.ד בקפידה ולבחון את הצורך בשינוי תרופתי. בנוסף, מומלץ בירור אנדוקריני נוסף לאור תלונות המטופלת ועבר הרפואי שלה."}
{"patient_id": "819956046", "patient_name": "דוד דהן", "patient_age": 46, "gender": "male", "document_date": "2025-05-28", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 46, תל אביב", "smoking_status": false, "blood_type": "A-", "occupation": "טכנאי", "conditions": ["מחלת כבד שומני", "גאוט", "אי ספיקת לב"], "medications": [], "icd10_code": ["K76", "M10", "I50"], "referred_to_department": "פנימית ב", "referral_reason": "גאוט", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "דוד דהן, בן 47, פונה לייעוץ רפואי עקב החמרה במצב אי ספיקת הלב ממנה סובל. כחלק מרקע רפואי מצוין מחלת כבד שומני וגאוט, ולמרות היעדר טיפול תרופתי קבוע, יש לציין כי אינו מעשן, אך דווקא כן היה מעשן כבד במשך 20 שנה עד לפני 5 שנים. \n\nלאחרונה, מדווח על החמרה במחלת הלב הכוללת עייפות מוגברת, קוצר נשימה במאמצים קלים והתנפחות ברגליים. בבדיקות מעבדה עדכניות נמצאו ערכי טל\"ד לא יציבים, וחשד להחמרה במצבו הקרדיולוגי. א.ק.ג הדגים שינויים לא ספציפיים המחייבים בירור נוסף. \n\nנוכח ההיסטוריה הרפואית והסימפטומים הנוכחיים, יש להפנותו בהקדם להערכה קרדיולוגית, כולל ביצוע אקו לב וצילום חזה לצורך קביעת תכנית טיפול מתאימה בהקדם האפשרי. כמו כן, יש לשקול צורך בצנ\"ל בהמשך. \n\nבהתחשב בהיעדר טיפול תרופתי הנוכחי, יש לבדוק את האפשרות להתחלת טיפול תרופתי מתאים לאיזון ספיקת הלב ומניעת סיבוכים נוספים."}
{"patient_id": "571775147", "patient_name": "דניאל דוד", "patient_age": 78, "gender": "male", "document_date": "2025-10-25", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 62, אשדוד", "smoking_status": true, "blood_type": "A-", "occupation": "מהנדס", "conditions": [], "medications": ["אטורבסטטין", "וורפרין", "לוסרטן", "קלופידוגרל", "מטופרולול", "פרוקסטין"], "icd10_code": [], "referred_to_department": "נוירולוגיה", "referral_reason": "בירור", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "דניאל דודד, בן 78, מוצג לפניך לצורך ייעוץ קרדיולוגי. ללא מחלות רקע ידועות אך נוטל מספר תרופות באופן קבוע: אטורבסטטין, וורפרין, לוסרטן, קלופידוגרל, מטופרולול, פרוקסטין ואלנדרונט. המטופל מדווח כמעשן פעיל מזה כמה עשורים, דבר אשר מעלה את הסיכון לבעיות קרדיווסקולריות. אין דיווח על ס.ד או ל.ד בעברו.\n\nבמהלך ביקורו האחרון, דניאל התלונן על כאבים בחזה בעת מאמץ פיזי, שההחלו להופיע באופן תכוף יותר לאחרונה. בא.ק.ג נצפו שינויים לא ספציפיים שיכולים להעיד על איסכמיה. טל\"ד נמצא תקין, אך בשל היסטויית העישון ונטילת התרופות האנטי-קרישתיות, יש צורך בהערכת צנ\"ל דחופה.\n\nלאור המצב החמור והסימפטומים התמשכים, אנו ממליצים להפנות את דניאל להמשך בירור וייעוץ קרדילוגי מעמיק, כולל אפשרות לביצוע צנ\"ל. חשוב להעריך את תפקוד הלב ולשקול התאמות בטיפול התרופתי. אנא עדכן אותנו בממצאים וובצעדים הבאים."}
{"patient_id": "788191484", "patient_name": "חיים מלכה", "patient_age": 81, "gender": "male", "document_date": "2024-02-25", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 99, עכו", "smoking_status": false, "blood_type": "AB-", "occupation": "טכנאי", "conditions": ["השמנת יתר", "דמנציה"], "medications": ["איבופרופן"], "icd10_code": ["E66", "F03"], "referred_to_department": "אורולוגיה", "referral_reason": "השמנת יתר", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "חיים מלכה, בן 83, זכר, מתמודד עם מספר בעיות בריאותיות משמעותיות. ברקע הרפואי שלו נמצאת השמנת יתר ודמנציה מתקדמת. המטופל אינו מעשן ונוטל איבופרופן כטיפול קבוע. אין תיעוד על אלרגיות מוכרות או מצב משפחתי מיוחד, אך ייתכן ומתגורר עם תמיכה משפחתית עקב הדמנציה. \n\nלאחרונה, חלה החמרה במצבו הקוגניטיבי עם ירידה בתפקוד היומיומי. כמו כן, הופיעה תחושת כאב מתמשכת במפרקים, במיוחד בברכיים, אשר לא מוקלת על ידי האיבופרופן. לא נרשמו שינויים בטל\"ד או בא.ק.ג, ואין סימנים לצנ\"ל. חשוב לציין כי המטופל אינו סובל מס.ד או בעיות ל.ד משמעותיות, אולם נדרש מעקב צמוד בשל השינויים התפקודיים והקוגניטיביים.\n\nהפנייה זו נכתבת לצורך ייעוץ גריאטרי מקיף ודחוף. חשוב להעריך את התקדמות הדמנציה והכאבים במפרקים, ולשקול שינוי בתוכנית הטיפולית בהתאם למצבו הנוכחי. אנו מבקשים לתאם את הבדיקה בהקדם האפשרי על מנת לקבוע צעדים טיפוליים מתאימים."}
{"patient_id": "171339591", "patient_name": "אורלי אברהם", "patient_age": 45, "gender": "female", "document_date": "2023-09-23", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 105, אשקלון", "smoking_status": false, "blood_type": "B+", "occupation": "עיתונאי", "conditions": [], "medications": ["מטופרולול", "לוסרטן", "אינסולין", "איבופרופן", "אטורבסטטין"], "icd10_code": [], "referred_to_department": "גריאטריה", "referral_reason": "בירור", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "אורלי אברהם, בת 47, מופנית לייעוץ קרדיולוגי בעקבות תסמינים המעידים על בעיות בלב. המטופלת, ללא מחלות רקע ידועת, אך נוטלת מספר תרופות: מטופרולול, לוסרטן, אינסולין, איבופרופן, אטורבסטטין. אין היסטוריה של עישון. \n\nבמהלך התקופה האחרונה, אורלי דיווחה על תחושות של דפיקות לב מהירות, עייפות יתר וקוצר נשימה במאמץ קל. בבדיקות ראשוניות שנערכו לה, נמצאו תוצאות א.ק.ג לא תקינות עם חשד להפרעות קצב. מטופלת נמצאת במעקב סדיר לאיזון ס.ד ול.ד, אך לאחרונה נצפו תנודות בערכי טל\"ד אשר דורשות התייחסות נוספת. \n\nנוכח המצב הנוכחי והתסמינים המתוארים, יש להפנותה בדחיפות לייעוץ קרדיולוגי להמשך הבירור והטיפול הנדרש, כולל בחנת הצורך בביצוע צנ\"ל או בדיקות נוסות. אין מידע על אלרגיות ידועות. הטופלת ננשואה ואם לשלושה ילדים."}
{"patient_id": "115542623", "patient_name": "שרה כהן", "patient_age": 22, "gender": "female", "document_date": "2025-03-13", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 104, חיפה", "smoking_status": false, "blood_type": "B+", "occupation": "אחות", "conditions": ["COPD", "אי ספיקת לב"], "medications": ["אטורבסטטין", "גבפנטין", "אספירין", "מטופרולול", "רמיפריל"], "icd10_code": ["J44", "I50"], "referred_to_department": "קרדיולוגיה", "referral_reason": "אי ספיקת לב", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "נשלחת בזאת הפניה לייעוץ קרדיולוגי דחוף עבור המטופלת שרה כהן, בבת 23, הסובלת מ-COPD ואי ספיקת לב. המטופלת אינה מעשנת, אך נמצאת תחת טיפול תרופת מקיף הכולל אטורבסטטין, בפנטין, אספירין, מטופרולול ורמיפריל. ברקע המשפחתי אין אירועים קרדיולוגיים ידועים, ואין רגישויות או אלרגיות ידועות. \n\nהסיבה להפניה היא עלייה בתדירות קוצר הנשימה והופת בצקות פריפריות שהחמירו בשבועות האחרונים, ללא שינוי תרופתי או גורם חיצוני אחר. המטופלת מדווחת על קושי בביצוע פעיליות יומיומיות ובנוסף תועדו אירועים של ל.ד גבוה. בבדיקות שבוצעו נמצא טל\"ד נמוך וחריגות בא.ק.ג, המחייבות בירור מעמיק יותר. \n\nבהתחשב במצב הרפואי המורכב ובסיכון הקרדיאלי, יש צורך בייעוץ קרדיולוגי בהקדם האפשרי להמשך אבחנה וטיפול. נודה לתיאום בדיקות נוספות בהתאם להמלצת הקרדיולוג המומחה, כולל ששיקול צנ\"ל."}
{"patient_id": "410564819", "patient_name": "ליאם כהן", "patient_age": 69, "gender": "male", "document_date": "2023-11-28", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 100, ראשון לציון", "smoking_status": false, "blood_type": "A-", "occupation": "עקרת בית", "conditions": ["אנמיה", "גאוט", "דיכאון"], "medications": ["וורפרין"], "icd10_code": ["D64", "M10", "F32"], "referred_to_department": "ריאות", "referral_reason": "אנמיה", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "ליאם כהן, גבר בן 71, הופנה לייווץ רפואי בעקבות שינוי במצב הבריאותי הכללי. המטופל סובל ממספר מחלות רקע, כולל אנמיה כרונית, גאוט ודיכאון מטופל בתרופות. נוטל וורפרין כמנהל טיפול קבועע. אין עדות לעישון בהווה או בעבר. \n\nבמהלך השבועות האחרונים, המטופל מדווח על החמרה בתסמינים של חולשה כללית, עייפות מוגברת וקושי לבצע פעילויות יום-יומיות פשוטות. לא נרשמו שינויים במשקל או תיאבון, אך המטופל מציין ירידה במצב הרוח והגברת תחושת חוסר מוטיבציה. בבדיקות דם אחרונות קיימת עדות להחמרה באנמיה עם ירידה בהמוגלובין. כמו כן, נמצאו ערכי טל\"ד יציבים ול.ד תקין. אין עדות לפרפור פרוזדורים בא.ק.ג האחרון.\n\nבהתאם למצבו המתואר, מומלץ להפנות את ליאם לייעוץ המטולוגי דחוף לצורך הערכת מצב האנמיה והמשך טיפול מתאים. כמו כן, יש לשקול ייעוץ פסיכיאטרי לשיפור מצב הרוח והתאמת הטיפול התרופתי לדיכאון. אין מידע על אלרגיות או רקע משפחתי משמעותי."}
{"patient_id": "557431327", "patient_name": "רון ביטון", "patient_age": 26, "gender": "male", "document_date": "2023-08-14", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 51, רמת גן", "smoking_status": false, "blood_type": "A-", "occupation": "עורך דין", "conditions": ["מחלת לב כלילית", "יתר לחץ דם", "אי ספיקת לב"], "medications": ["אטורבסטטין", "מטופרולול", "לוסרטן", "סימבסטטין", "דיקלופנק"], "icd10_code": ["I25", "I10", "I50"], "referred_to_department": "מיון", "referral_reason": "אי ספיקת לב", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "מטופל: רון ביטון, בן 28, סובל ממחלת לב כלילית, יתר ל.ד ואי ספירת לב. מתמיד בטיפול תרופתי הכלל אטורבסטטין, מטופרולול, לוסרטן, סימבסטטין ודיקלופנק. אינו מעשן, ללא ס.ד או אלרגיות ידועות. מצב משפחתי: רווק.\n\nבמהלך החודשים האחרונים, המטופל מדווח על החמרה בקוצר נשימה במאמץ קל, עייפות מוגברת ונפיחות בקרסוליים בבדיקות עזר נמצא ל.ד גבולי, תפקוד לב ירוד בא.ק.ג ובדיקת אקו לב שהדגימה ירידה בתפוקת ח.ד שמאלי. המטופל מבצע מעקב סדיר במרפאת הלב אך נצפתה החמרה בתלונות ובתוצאות המעבדתיות, מה שמעלה את החשש להחמרת אי ספיקת הלב.\n\nנוכח ההחמרה במצבו, יש צורך בהפניה דחופה לייעוץ קרדיולוגי לצרך בירור מעמי והערכת צורך בצנ\"ל אפשרי. ממליץ לבצע בדיקות עזר נוספות בהתאם להמלצת הקרדיולוג, כולל בדיקת מאמץ והערכת טל\"ד. אנו ממליצים להפסיק שימוש דיקלופנק מחשש להשפעעה על תפקוד הלב."}
{"patient_id": "593252505", "patient_name": "רחל מזרחי", "patient_age": 79, "gender": "female", "document_date": "2024-06-06", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 1, לוד", "smoking_status": true, "blood_type": "B+", "occupation": "רופא", "conditions": ["השמנת יתר"], "medications": [], "icd10_code": ["E66"], "referred_to_department": "גריאטריה", "referral_reason": "השמנת יתר", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "רחל מזרחי, נקבה בת 81, הופנתה לייעוץ קרדיולוגי בעקבות תלונות על כאבים בחזה במאמץ קל. המטופלת סובלת מהשמנת יתר ועישון כרוני, ללא מחלות רקע נוספות או תרופות קועות כרגע. אין היסטוריה של מחלות לב במשפחה. קיימת אלרגיה ידועה לאנטיביוטיקה מסוג פניצילין.\n\nבמהלך הביקור האחרון בבית המרפא, נמצאו מדדי ל.ד בטווח הנורמה, אך המטולת דיווחה על מספר אפיזודות של לחץ בחזה המופיעות בעת ביצוע מאמץ קל, כמו הליכה קצרה או עלייה במדרגות. האפיזודות נמשכות מספר דקות ונעלמות במנוחה. בבדיקת א.ק.ג לא נראו שינויים איסכמיים, אך הומלץ על המשך בירור.\n\nבהתחשב בגיל המטופלת, בעישון כרוני ובהשמנת היתר, נדרשת בדחיפות הערכה קרדיולוגית נוספת, כולל צנ\"ל ואקו-לב, בכדי לשלול מחלת לב כלילית. יש לשקול גם התחלת טיפול מוונע בהתאם לממצאים. ההפניה דחופה עקב האפשרות להחמרה במצב הקרדיווסקולרי של המטופלת."}
{"patient_id": "391725132", "patient_name": "חנה דהן", "patient_age": 18, "gender": "female", "document_date": "2023-07-03", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 79, רמת גן", "smoking_status": false, "blood_type": "AB-", "occupation": "חשבונאי", "conditions": [], "medications": ["הידרוכלורותיאזיד", "פרוקסטין", "אינסולין", "אומפרזול", "לוסרטן"], "icd10_code": [], "referred_to_department": "כירורגיה כללית", "referral_reason": "בירור", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "חנה דהן, בת 20, פונה לייעוץ עקב תסמינים של כאבי חזה ותחושת חולשה. המטופלת ללא מחלות רקע ידועות, אך נוטלת מספר תרופות: הידרוכלורותיאזיד, פרוקסטין, אינסולין, אומפרזול ולוסרטן. יש לציין כי חנה אינה מעשנת. \n\nבהיסטוריה הרפואית, המטופלת מאובחנת עם סוכרת (ס.ד) ומנוהלת בעזרת אינסולין. בנוסף, ישנה היסטוריה של ל.ד גבוה המנוהל עם לוסרטן והידרוכלורותאזיד. תסמיני כאבי החזה החלו לפני כשבוע, מתוארים כלוחצים ללא קשר למאמץ פיזי. יש לציין כי התסמינים מלווים בהרגשת סחרחורת ותחושת חולשה כללית. בבדיקות שבוצעו בקהילה, א.ק.ג נמצא בגבולות התקינים, אך יש חשד לטל\"ד בלתי יציב.\n\nלאור התתסמינים וההיסטוריה הרפואית, יש דחיפות בהפניית חנה לייעוץ קרדיולוגי דחוף להערכת מצב הלב והמשך טיפול מתאים. יש לשקול ביצוע צנ\"ל במידה והתסמינים מחמירים או משתנים. אנא צרו קשר עם המטופלת לתיאום מועד מוקדם ככל האפשר."}
{"patient_id": "762676583", "patient_name": "דנה כהן", "patient_age": 60, "gender": "female", "document_date": "2023-10-22", "facility_name": "בית חולים האלון", "patient_address": "הרצל 50, תל אביב", "smoking_status": false, "blood_type": "O-", "occupation": "צלם", "conditions": ["השמנת יתר"], "medications": ["אספירין", "וורפרין", "סימבסטטין", "אמלודיפין", "לבותירוקסין"], "icd10_code": ["E66"], "referred_to_department": "כירורגיה כללית", "referral_reason": "השמנת יתר", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "דנה כהן, בת 62, פונה לייעוץ עקב החמרה במצבה הקרדיווסקולרי. למטופלת היסטוריה של השמנת יתר ונוטלת באופן קבוע אספירין, וורפרין, סימבסטטין, אמלודיפין, לבותירוקסין ומטופרולול. אין עישון בעבר או בהווה. המטופלת דיווחה על תחושת עייפות מוגברת וקוצר נשימה במאמץ קל שנמשכים מספר שבועותת. א.ק.ג שבוצע לאחרונה הראה שינויים איזכמיים. בדיקות דם הצביעו על עליות קלות באנזימי כבד, כנראה עקב הטיפול התרופתי.\n\nעקב החשש להחמרה במצבה הקרדיווסקולרי, יש צורך בייעוץ קרדיולוגי דחוף. המלצתנו היא ביצוע אקו לב וצנתור אבחנתי כדי לשלול חסימות בעורקים הכליליים. כמו כן, יש לשקול התאמה מחדש של הטיפול התרופתי, במיוחד בהתחשב בשימוש במטופרולול ובוורפרין. אין רגישויות מיוחדות ידועות ואין היסטוריה משפחתית של מחלות לב.\n\nנשח לעדכון בהקדם האפשרי לגבי המשך הבירור והטיפול. המצב דורש התיחסות דחופה בשל החשש להחמרה אפשרית במצב הלבבי."}
{"patient_id": "526218151", "patient_name": "מוחמד גולן", "patient_age": 77, "gender": "male", "document_date": "2024-06-17", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 10, חולון", "smoking_status": false, "blood_type": "O-", "occupation": "מהנדס", "conditions": [], "medications": ["מטפורמין", "קלופידוגרל"], "icd10_code": [], "referred_to_department": "כירורגיה כללית", "referral_reason": "בירור", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "מוחמד גולן, בן 79, הופנה לייעוץ קרדיולוגי עקב תלונות על כאבים בחזה המופיעים במאמץ קל ומתפשטים לזרוע שמאל. למטופל אין מחלות רקע ידועות, אך נוטל טיפול במטפורמין בעקבות אבחון סוכרת סוג 2 לפני מספר שנים וכן קלופידוגרל עקב אירוע מוחי קל בשנה שעברה. המטופל מתאר קוצר נשימה בעת עלייה במדרגות וביצוע פעולות יומיומיות בסיסיות, ללא שינוי במשקל או תיאבון. אין עדות לעישון, והמטופל חי עם אשתו מזה 50 שנה ושלושה ילדים בוגרים.\n\nבמהלך הבדיקות שנערכו, לחץ הדם נמצא בגבולות הנורמה אך א.ק.ג הראה שינויים איסכמיים קלים. אין עדות לצנ\"ל בעבר. תפקוד הכליות וכימיה בסיסית בדם נמצאו תקינים. ח.ד נמצאו תקינים בבדיקת אקו דופלר שנערכה בשנה שעברה. המלצתנו לבצע בדיקת מאמץ רדיואיזזוטופית על מנת לשלול מחללת לב כלילית. הדחיפות לביצוע הבדיקה היא בינונית, אך אנו ממליצים לא לדחות את הבדיקה מעבר לחודש הקרוב.\n\nבשל גיל המטופל והיסוריה משפחתית של מחל לב, אנו ממליצים להמשך מעקב צמוד אחרר מצבו הקליני ולשקול מעבר לטיפול אנטי-אנגינוטי במידה והכאבים ימשיכו. כמו כן, מומלץ לעדכן את הרופא המטפל בתוצאות הייעוץ ולהתאים את הטיפול התרופתי בהתאם לממצאים החדשים."}
{"patient_id": "146774187", "patient_name": "אריאל מזרחי", "patient_age": 57, "gender": "male", "document_date": "2024-02-06", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 109, חיפה", "smoking_status": false, "blood_type": "AB-", "occupation": "חייל", "conditions": ["היפרליפידמיה", "דלקת מפרקים", "COPD", "סוכרת סוג 2", "מחלת כבד שומני"], "medications": ["לוסרטן"], "icd10_code": ["E78", "M91", "J44", "E11", "K76"], "referred_to_department": "פנימית א", "referral_reason": "סוכרת סוג 2", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "אריאל מזרחי, בן 59, הופנה לייעוץ עקב החמרה בתסמינים נשימתיים ותלונות על כאבי מפרקים מתגברים. המטופל סובל מרקע רפואי מורכב הכולל היפרליפידמיה, דלקת מפרקים, COPD, סוכרת סוג 2 ומחלת כבד שומני. בנוסף, נוטל לווסרטן לשליטה בלחץ דם. אין היסטוריה של עישון, אך קיים סיפור משפחתי של מחלות לב ואירועים מוחיים.\n\nבשבועות האחרונים, אריאל חווה קושי נשימתי גובר במיוחד במאמץ קל ומדווח על שיעול טורדני. בדיקות תפקודי ריאות עדכניות מצביעות על ירידה ב-FEV1. כמו כן, קיימת עליה בכאב ובנוקשות מפרקים, בעיקר בשעות הבוקר. המטופל מתאר עייפות כללית ופגיעה בתפקוד היומיומי. רמות הסוכר בדם נמצאות במעקב, אך לאחרונה התגלו ערכים בוהים יותר מהרגיל. אין תיעוד של אלרגיות ידועות.\n\nהפניה זו דחופה לאור החמרה נשימתית וסיכון להתפתחות סיבוכים קרדיופולמונריים. מומלץ ייעוץ ריאומטולוגי להערכת מצב המפרקים וטיפול מתאים, וכן מעקב פולמונולוגי והמשך איזון ס.ד. נא לבצע בדיקות נוספות כולל א.ק.ג ואקו לב לפי הצורך, ולשקול התאמת טיפול תרופתי מחודש בהתאם לממצאים."}
{"patient_id": "965207442", "patient_name": "לאה אזולאי", "patient_age": 58, "gender": "female", "document_date": "2023-07-20", "facility_name": "בית חולים האלון", "patient_address": "ישראל", "smoking_status": false, "blood_type": "O+", "occupation": "חייל", "conditions": ["אוסטאופורוזיס", "דיכאון", "גאוט", "מחלת כבד שומני", "אנמיה"], "medications": ["לוסרטן", "רמיפריל", "אטורבסטטין", "מטופרולול", "איבופרופן"], "icd10_code": ["M81", "F32", "M10", "K76", "D64"], "referred_to_department": "מיון", "referral_reason": "מחלת כבד שומני", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "הפניית ייעוץ עבור לאה אזולאי, בת 71, עם רקע רפואי כולל אוסטאופורוזיס, דיכאון, גאוט, מחלת כד שומני ואנמיה. המטופלת מטופלת בתרופות לוסרטן, רמיפריל, אטורסטטין, מטופרולול ואיבופרופן. אין עישון. \n\nבמהלך החודשים האחרונים, חלה החמרה בתסמינים הקשורים לדיכאון, כאשר המטופלת מדווחת על תחושת עייפות מוגברת, קושי בריכוז ושינויים במצב הרוח. בנוסף, ישנה ירידה בתאבון ובמשקל. מצב זה יוצר חשש להחמרה בדיכאון הקיים והצורך בהתערבות טיפולית דחופה. \n\nבהתחשב במחלות הרקע ובטיפול התרופתי הנוכחי, אנו מפנים לאה לייעוץ פסיכיאטרי דחוף להערכת מצב נפשי והתאמת טיפול. בנוסף, יש לשקול הפניה לאנדוקרינולוג להערכת מצב האוסטאופורוזיס והאנמיה, וכן לנפרולוג להערכת מצב הכליות לאור השימוש הקבוע באיבופרופן. הבדיקה והייעעוץ הדחופים נחוצים למניעת סיבוכים פוטנציאליים. תודה מראש על הסיוע."}
{"patient_id": "824172480", "patient_name": "עומר אוחנה", "patient_age": 19, "gender": "male", "document_date": "2023-04-22", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 85, פתח תקווה", "smoking_status": false, "blood_type": "B+", "occupation": "עובד סוציאלי", "conditions": ["מחלת כבד שומני"], "medications": ["גבפנטין", "וורפרין", "אלנדרונט", "לוסרטן", "דיקלופנק"], "icd10_code": ["K67"], "referred_to_department": "אונקולוגיה", "referral_reason": "מחלת כבד שומני", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "עומר אוחנה, זכר בן 22, רווק, אובחן עם מחלת כבד שוממני. מטופל בתרופות גבפנטין, וורפרין, אלנדרונט, לוסרטן ודיקלופנק. אין דיווח על עישון, על אף שנמסר בעבר כי עישון מסיבי של 20 שנה אינו קיים בפרטים הרפואיים הנוכחיים. בבדיקות קודמות נצפו ערכי תפקודי כבד מוגברים, ללא עדות לצהבת. ללא אלרגיות ידועות בתיק הרפואי.\n\nסיבת ההפניה: המטופל מתלונן על כאבים כרוניים במערכת השרירים והשלד המוחמרים לאחר פעילות פיזית. לאחרונה דווח על נפיחות ברגליים ותחושת עייפות כללית. נדרש ייעוץ לבירור מקור התופעות, במיוחד לאור היסטוריית העישון הרוכה המוכחשת והטיפול התרופתי המגוון. כמו כן, יש לשלול אפשרות של החמרה בתפקוד הכבד או השפעות לוואי של התרופות הנוכחיות.\n\nדחיפות: ההפניה דחופה בשל יכולת ההשפעה של התרופות על תפקוד מערכות הגוף השונות ולאור ההיסטוריה הרפואית המורכבת. יש צורך בבירור מהיר להערכת המצב הרפואי והמשך טיפול מתאים."}
{"patient_id": "625753264", "patient_name": "עדי אלון", "patient_age": 0, "gender": "female", "document_date": "2024-04-19", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 44, נצרת", "smoking_status": true, "blood_type": "B-", "occupation": "עורך דין", "conditions": ["מחלת לב כלילית"], "medications": ["אינסולין", "לוסרטן", "לבותירוקסין", "איבופרופן", "וורפרין", "סימבסטטין"], "icd10_code": ["I52"], "referred_to_department": "גסטרואנטרולוגיה", "referral_reason": "מחלת לב כלילית", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "עדי אלון, אשה בת 58, נשואה ואם לשניים, עם רקע של מחלת לב כלילית וסוכרת סוג 2. ברקע עישון כרוני מזה 30 שנה, עם ניסיונות בעבר להפסיק ללא הצלחה משמעותית. מטופלת בתרופות רבות ביניהן אינסולין לניהול סוכרת, לוסרטן ולבותירוקסין ל.ד, וכן וורפרין וסימבסטטין כחלק מהטיפול במחלת הלב שלה. בשבועות האחרונים חלה החמרה בכאבי החזה שיו לה, המתבטאים בכאבים לוחצים במאמץ קל. לא נצפו שינויים משמעותיים בא.ק.ג האחרון, אך בשל הסיכון המוגבר למחלות לב וכלי דם, יש לשקול צנ\"ל אבחנתי להערכת מצב העורקים הכליליים. \n\nסיבת ההפניה: הערכת הקרדיולוג להמשך טיפול בעקבות החמרת תסמינים ותוכנית ניהול סיכונים קרדיולוגיים. דחיפות ההפניה גבוהה, נוכח ההיסטוריה הרפואית המורכבת והממצאים הקליניים העדכניים. נבקש לקבוע תור דחוף להערכת קרדיולוג ודיון אפשרי על צנ\"ל. יש לוודא כי המטופלת ממשיכה בטיפול התרופתי הנוכחי ללא שיניים, כולל ניהול קפדני של רמות הסוכר והקרישה. \n\nהמלצות: ייעוץ קרדיולוגי דחוף, המשך מעקב צמוד אחר ל.ד וטל\"ד, ודיון באפשרות לשינוי תרופתי במידת הצורך. כמו כן, מומלץ להדריך את המטופלת על חשיבות הפסקת העישון והשתתפות בתוכניות גמילה מתאימות."}
{"patient_id": "375300118", "patient_name": "שלמה עמר", "patient_age": 66, "gender": "male", "document_date": "2024-12-25", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 117, רמלה", "smoking_status": false, "blood_type": "O-", "occupation": "עורך דין", "conditions": ["אי ספיקת לב", "דמנציה"], "medications": ["אינסולין"], "icd10_code": ["I50", "F03"], "referred_to_department": "אורתופדיה", "referral_reason": "אי ספיקת לב", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "שלמה עמר, בן 67, הופנה לייעוץ וטיפול עקב החמרה במצבו הבריאותי הכללי. למטופל רקע רפואי משמעותי הכולל אי ספיקת לב ודמנציה. מטופל מטופל באינססולין בשל ס.ד סוג 2, אינו מעשן. אין מידע על אלרגיות ידועות. לאחרונה, חלה החמרה במצב הקגניטיבי של המטופל עם עלייה בתסמיני דמנציה, כולל בלבול חריף ושינויים ברקע ההתנהגותי. כמו כן, קיימת ירידה בתפקוד הלבבי עם דיווח על קוצר נשימה במאמץ קל ותחושת עייפות מתמשכת.\n\nבמהלך השבוע האחרון, שלמה חווה מספר אירועי נפילות בבית, ככל הנראה עקב סחרחורות פתאומיות ואיבוד טל\"ד. נוספים לכך דיווחים על בצקות פריפריות ברגליים והחמרה בקוצר הנשימה בלילות. א.ק.ג שבוצע הצביע על שינויים בח.ד השמאלי המתאימים להחמרה באספקת הדם הלבבית. בשל ההחמרה המהירה, יש צורך בהערכה דחופה של קרדיולוג וביצוע בדיקות מעמיקות, כולל אפשרות לצנ\"ל.\n\nסיכום והמלצות: שלמה זקוק להערכה קרדיולוגית דחופה לצורך אבחון מדויק של מצבו הלבבי באמצעות צנ\"ל ובדיקות נוספות לפי הצורך. יש לשקול התאמות בטיפול התרופתי ולבחון אפשרות לתמיכה נוספת במסגרת הקהילה לשיפור הטיול בדמנציה. בהתאם לממצאים, יש לעדכן את תוכנית הטיפול ולשקול התערבויות נוספות לשיפור איכות חייו של המטופל."}
{"patient_id": "484229406", "patient_name": "מתן מזרחי", "patient_age": 68, "gender": "male", "document_date": "2025-04-27", "facility_name": "בית חולים האלון", "patient_address": "הרצל 55, בת ים", "smoking_status": false, "blood_type": "B+", "occupation": "מורה", "conditions": ["גאוט"], "medications": [], "icd10_code": ["M10"], "referred_to_department": "אורולוגיה", "referral_reason": "גאוט", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "מתן מזרחי בן 69, פונה לייעוץ רפואי בעקבות החמרה בכאבים מפרקיים שמוחמרים במיוחד בבוקר. המטופל סובל מגאוט מזה מספר שנים, ללא טיפול תרופתי קבוע, וכעת מתאר התקפים תכופים יותר והגברת הכאב בנקודות מסוימות. אין ס.ד או ל.ד ידועים ברקע. מציין כי הוא לא מעשן, אף על פי שבעבר עישן במשך 20 שנה. אין היסטוריה משפחתית רלוונטית למחלות אוטואימוניות או לבביות.\n\nמהלך הדברים: בחודשיים האחרונים מתן מתאר החמרה בכאבי מפרקים, במיוחד ברגליים ובברכיים. הכאב פוגע באיכות חייו ומקשה ע תפקוד יומיומי פשוט. בבדיקות דם אחרונות נצפתה עלייה קלה בחומצת השתן, אך ערכי טל\"ד נותרו בגדר הנורמה. ביקור קודם אצל ראומטולוג העלה חשד החמרה במצב הגאוט, אך טרם בוצעו בדיקות מקיפות נוספות.\n\nסיכום והמלצות: מבקש הפניה לייעוץ ראומטולוגי דחוף לצוורך הערכה נוספת וטיפול מותאם אישית, תוך התמקדות בהפחתת הכאב ושיפור איכות החיים. יש לשקול בדיקות מעבדה נוספות ובדיקת א.ק.ג להערכת מצב הלב, למרות שלא דווחו תסמינים קרדיאליים ישירים. בנוסף, חשוב לבדוק אפשרות לתמיכה פיזיותרפית להקלה בתסמינים."}
{"patient_id": "149135774", "patient_name": "דניאל חיון", "patient_age": 79, "gender": "male", "document_date": "2025-09-07", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 31, צפת", "smoking_status": false, "blood_type": "AB+", "occupation": "צלם", "conditions": ["COPD", "דלקת מפרקים"], "medications": ["הידרוכלורותיאזיד", "גבפנטין", "קלופידוגרל", "וורפרין", "אספירין"], "icd10_code": ["J44", "M19"], "referred_to_department": "אורולוגיה", "referral_reason": "דלקת מפרקים", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "דניאל חיון, בן 80, הופנה לייעוץ קרדיולוגי דחוף בעקבות החמרה ביכולת התפקודית וקוצר נשימה גובר. למטופל מחלות רקע שלל COPD ודלקת מפרקים כרונית, ונמצא בטיפול תרופתי הכולל הידרוכלורותיאזיד, גבפנטין, קלופידוגרל, וורפרין ואספירין. אינו מעשן. \n\nבמהלך החודשים החרונים ניכר שיפור קל בתפקוד מפרקי אך חלה החמרה בתסמיני ה-COPD עם קוצר נשימה במאמץ קל עד מנוחה, דבר שגורם לפגיעה בתפקוד היומיומי. א.ק.ג שבוצע לאחרונה הראה שינויים לא ספציפיים, ואין אנמנזה של מחלת לב כלילית ידועה. יש לציין, כי המטופל מדווח על הופעת כאבים בחזה שלא היו בעבר, בעיקר במצבי לחץ או מאמץ.\n\nבהתחשב בגילו ובמצב התפקודי המתדרדר, יש צורך בייעוץ קרדיולוגי דחוף להערכת תפקוד הלב, ייתכן צורך בביצוע בדיקות נוספות כמו אקו לב או מבחן מאמץ. המטופל נשוי, אב לשניים, ואין רגישויות ידועות לתרופות. יש צורך במעקב צמוד עקב הסיכון לנפילות ותופעות לוואי של התרופות נוגדות הקרישה."}
{"patient_id": "392827226", "patient_name": "יעל אלון", "patient_age": 19, "gender": "female", "document_date": "2025-03-05", "facility_name": "בית חולים האלון", "patient_address": "הרצל 85, לוד", "smoking_status": false, "blood_type": "B+", "occupation": "עקרת בית", "conditions": ["אסתמה", "פרפור פרוזדורים"], "medications": ["אלנדרונט", "אספירין", "פרוקסטין", "וורפרין"], "icd10_code": ["J45", "I48"], "referred_to_department": "פנימית ב", "referral_reason": "פרפור פרוזדורים", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "יעל אלון, בת 20, פנתה למרפאתנו בעקבות תסמינים העלולים להעיד על החמרה במצבה הריאותי. יעל סובלת מאסתמה ופרפור פרוזדורים ובשל כך מטופלת באלנדרונט, אספירין, פרוקסטין ו-וורפרין. בעברית, ללא הסטוריה משפחתית של מחלות לב. היא לא מעשנת ואין לה רגישות ידועה לתרופות או מזונות.\n\nבמהלך הבדיקה יעל ציינה תחושת קוצר נשימה מוגברת, במיוחד במאמץ קל, ודפיקות לב מואצות המופיעות גם במנוחה. בבדיקת א.ק.ג נצפו הפרעות קצב קלות. מצב זה מעלה חשש להחמרה בפרפור הפרוזדורים או להחמרה בתפקוד הריאתי עקב האסתמה. יש לציין כי יעל מתארת את הסימפטומים הללו במהלך החודש האחרון, אך בשבוע האחרון חלה עלייה בתדירות ובעוצמת התסמינים.\n\nלאור הנתונים הנ\"ל, מומלץ להפנות את יעל לייעוץ קרדיולוגי דחוף להמשך בירור טיפול מותאם אישית. חשוב להעריך את הצורך בהתאמת מינון תרופות נוגדות קרישה, וללשקול אפשרות של צנ\"ל אם יימצא הכרחי. יש לתזמן תור דחוף לאור הסיכון להחמרה במצבה הקרדיאלי."}
{"patient_id": "449562131", "patient_name": "גלית יוסף", "patient_age": 18, "gender": "female", "document_date": "2025-11-18", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 62, רמלה", "smoking_status": false, "blood_type": "B+", "occupation": "רופא", "conditions": ["אי ספיקת לב"], "medications": ["לבותירוקסין", "גבפנטין", "אומפרזול", "וורפרין"], "icd10_code": ["I50"], "referred_to_department": "אורתופדיה", "referral_reason": "אי ספיקת לב", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "גלית יוסף, בת 18, פונה לייעוץ קרדיולוגי דחוף בשל אי ספיקת לב קיימת. המטופלת מטופלת באופן כרוני בלבותירוקסין, גבפנטין, אומפרזול וורפרין. ברקע אין עישון, ואין אזכור למחלות רקע נוספות כמו ס.ד או ל.ד גבוה. באאחרונה, דיווחה על התגברות קוצר נשימה במאמץ קל ועלייה בתדירות של תסמינים קרדיאליים אחרים כמו עייפות ותנודות בטל\"ד. \n\nבוצע לה א.ק.ג שהראה סימנים לאי ספיקת לב מתקדמת. אין צנ\"ל בעבר ואאין מידע על אלרגיות תרופתיות. המצב המשפחתתי אינו ידוע, ואין נתונים על היסטוריה משפחתית של מחלות לב. הפנייה דחופה לצורך הערכה מעמיקה יותר של מצב הלב ובחינת אפשרויות טיפוליות נוספות, ייתכן גם צורך בשינוי הטיפול התרופתי. מומלץ לשקול ביצוע בדיקות נוספות כגן אקו-לב ובדיקות דם להשלמת ההערכה."}
{"patient_id": "302146568", "patient_name": "שרה אברהם", "patient_age": 9, "gender": "female", "document_date": "2025-07-04", "facility_name": "בית חולים האלון", "patient_address": "הרצל 47, צפת", "smoking_status": false, "blood_type": "B-", "occupation": "מתכנת", "conditions": ["גאוט", "דמנציה", "דלקת מפרקים", "סוכרת סוג 2", "שבץ מוחי"], "medications": ["אלנדרונט", "הידרוכלורותיאזיד", "מטופרולול", "אומפרזול"], "icd10_code": ["M10", "F03", "M19", "E11", "I63"], "referred_to_department": "גריאטריה", "referral_reason": "שבץ מוחי", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "הנידון: הפניית שרה אברהם לייעוץ רפואי דחוף\n\nרקע: שרה אברהם, בת 9, סוובלת ממספר מחלות רקע משמעותיות הכוללות גאוט, דמנציה, דלקת מפרקים, ס.ד סוג 2 ושבץ מוחי בעבר. המטופלת נוטלת תרופות כגון אלנדרונט, הידרוכלורותיאזיד, מטופרולול ואומפרזול. אין היסטוריה של עישון ואין דיווח על אלרגיות ידועות. ברקע המשפחתי אין אירועים רפואיי חריגים נוספים.\n\nסיבת ההפניה: לאחרונה חלה החמרה במצבה הקליני של שרה. הופעת כאבים מפרקים מוגברים ושינויים קוגניטיביים חריפים מרמזים על החמרה אפשרית בדלקת המפרקים ובמצב הדמנציה. בנוסף, נצפתה עלייה בטל\"ד, אשר עשויה לתרום להחמרת תסמיני השבץ המוחי הקודם. כתוצאה מכך, יש צורך דחוף בייעוץ רפאוי נוסף לצורך התאמת הטיפול התרופתי והמשך מעקב הדוק.\n\nדחיפות: אנו ממליצים על הפניה דחופה לראומטולוג ולנוירולוג לצורך הערכה מעמיקה של מצבה הקיים והתאמת טיפול אופטימלי. כמו כן, יש לשקול ביצוע א.ק.ג ובדיקות דם כדי להעריך את מצבה הקרדיווסקולרי והמטבולי הנוכחי."}
{"patient_id": "633565882", "patient_name": "אפרת גולן", "patient_age": 49, "gender": "female", "document_date": "2023-08-05", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 9, באר שבע", "smoking_status": true, "blood_type": "AB+", "occupation": "קבלן", "conditions": ["היפרליפידמיה", "השמנת יתר", "אוסטאופורוזיס", "שבץ מוחי"], "medications": ["איבופרופן", "מטפורמין", "גבפנטין"], "icd10_code": ["E78", "E66", "M81", "I63"], "referred_to_department": "אורתופדיה", "referral_reason": "אוסטאופורוזיס", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "אפרת גולן, בת 52, מופנית לייעוץ דחוף בשל החמרה במצבה הרפואי הכללי. למטופלת רקע של היפרליפידמיה, השמנת יתר ואוסטאופורוזיס. בנוסף, עברה שבץ מוחי בעבר, מה שמעמיד אותה בקבוצת סיכון גבוהה לסיבוכים קרדיווסקולריים. היא נוטלת איבופרופן, מטפורמין וגבפנטין. מעשנת כ-10 סיגריות ביום. \n\nבמהלך הבדיקה האחרונה דיווחה אפרת על כאבי ראש חזקים ותחושת סחרחורת מתמדת. הדיווחים מחשידים להחמרה בסטטוס הנוירולוגי, ויתכן שישנה פגיעה נוספת כתוצאה מהשבץ הקודם. בנוסף, נמצאה עלייה מתונה ברמות סוכר בדם בבדיקה האחרונה, מה שמרמז על חוסר איזון של ס.ד. המצב מדאיג במיוחד גם לאור ההיסטוריה של עישון כבד והיעדר הפסקה בתרופות הנוכחיות.\n\nבהתחשב במכלול הנתונים, מומלץ להפנות את המטפלת לייעוץ נוירולוגי וקרדיולוגי דחוף, כולל ביצוע בדיקות דימות מוחיות (MRI/CT) וא.ק.ג. יש לשקול התאמת טיפול תרופתי להמשך איזון הגורמים הקרדיווסקולריים ולסייע בהפסקת העישון. כמו כן, ייתכן שיש להעריך את הטיפול התרופתי הנוככחי כדי למנוע אינטראקציות בלתי רצויות. המצב מחייב התייחסות מיידית על מנת למנוע סיבוכים נוספים."}
{"patient_id": "373334333", "patient_name": "גלית אוחנה", "patient_age": 12, "gender": "female", "document_date": "2025-10-19", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 24, עכו", "smoking_status": true, "blood_type": "B-", "occupation": "עיתונאי", "conditions": ["מחלת לב כלילית", "אי ספיקת כליות כרונית"], "medications": ["קלופידוגרל", "וורפרין", "רמיפריל"], "icd10_code": ["I25", "N18"], "referred_to_department": "מיון", "referral_reason": "אי ספיקת כליות כרונית", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "גלית אוחנה, בת 12, פונה להמשך ייעוץ וטיפול בל מחלת לב כלילית ואי ספיקת כליות כרונית. ברקע הרפואי שלה מצויינות נטילת תרופות כדוגמת קלופידוגרל, וורפרין ורמיפריל. ידוע על עישון פעיל, למרות גילה הצעיר, דבר המצריך התייחסות דחופה להמשך הטיפול הרפואי. אין דיווח על אלרגיות מוכרות ואין ס.ד או ל.ד חריגים. \n\nבמהלך התקופה האחרונה, חלה החרפה בתלונות על כאבים בחזה וקוצר נשימה במאמץ קל. נצפתה החמרה בתפקודי הכליה, דבר שמקששה על ניהול טיפול תרופתי אופטימלי. א.ק.ג אחרון מצביע על שינויים מינימליים, אך לא ניתן לשלול צורך בצנ\"ל להערכת מצב העורקים הכליליים. נוכח המצב, יש לשקול התאמות בתרופות והמשך מעקב צמוד.\n\nמומלץ להפנותה בדחיפות לקרדיולוג ילדים ללהערכה מפורטת ומעקב. כמו כן, יש לדון עם נפרולוג לגבי ניהול אי ספיקת הכליות והשלכות על הטיפול התרופתי. בשל העישון, יש לשקול התערבות פסיכולוגית ומתן כלים להפסקת עישון מוקדמת ככל הניתן. התחשבות בגורמים משפחתיים ופסיכו-סוציאליים חשובים גם הםם לתמיכה מלאה במהלך הטיפול."}
{"patient_id": "500369152", "patient_name": "אמילי חיון", "patient_age": 14, "gender": "female", "document_date": "2023-11-18", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 59, קריית שמונה", "smoking_status": false, "blood_type": "AB+", "occupation": "חשבונאי", "conditions": ["פרפור פרוזדורים"], "medications": [], "icd10_code": ["I48"], "referred_to_department": "קרדיולוגיה", "referral_reason": "פרפור פרוזדורים", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "אמילי חיון, נערה בת 16, ללא מחלות רקע ידועות למעט פרפור פרוזדוריים. אמילי אינה נוטל תרופות קבועות ולא מעשנת. מדובר בנערה בריאה בדרך כלל, לומדת בכיתה י\"א, ללא היסטוריה משפחתית של מחלות כרוניות. ללא רגישויות ידועות לתרופות או מזונות. \n\nלאחרנה, אמילי חוותה מספר אירועים של דפיקות לב מהירות ולא סדירותת, שהחלו לפתע ונמשכו מספר דקות. באחד המקרים נלווה גם תחושת חולשה וסחרחורת. בוצע א.ק.ג שהראה קצב פרוזדורי לא סדיר, והועלה חשש להחמר במצב הקיים שלל פרפור פרוזדורים. אמילי ובני משפחתה מודאגים מן התסמינים החדשים ומבקשים ייעוץ נוסף על מנת לקבוע האם נדרשת התחלת טיפול תרופתי או התערבות נוספת.\n\nלאור הממצאים הנ\"ל, ולאור העובדה שאמילי אינה מטופלת תרופתית, יש לבצע הערכה קרדיולוגית בהקדם. מומלץ לבצע בדיקת הולטר 24 שעות להערכת שכיחות הפרעות הקצב ולשקול את נחיצותן של בדיקות נוספות כגון אקו לב או צנ\"ל במידת הצורך. נא לשקול גם ייעוץ קרדיאולוי להערכת הצורך בטיפולים תרופתיים להורדת הסיכון להחמרות נוספות. דחיפות ההפניה הינה גבוהה בשל גיל המטופלת והתסמינים המדווחים."}
{"patient_id": "496475989", "patient_name": "מוחמד ברק", "patient_age": 13, "gender": "male", "document_date": "2025-11-17", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 38, רמת גן", "smoking_status": false, "blood_type": "O+", "occupation": "חשבונאי", "conditions": ["אי ספיקת לב", "שבץ מוחי"], "medications": ["אספירין", "הידרוכלורותיאזיד", "אומפרזול", "קלופידוגרל", "אמלודיפין", "אלנדרונט"], "icd10_code": ["I50", "I63"], "referred_to_department": "אורתופדיה", "referral_reason": "שבץ מוחי", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "מוחמד ברק, בן 13, זכר, מופנה לייעוץ קרדיולגי דחוף בשל החמרה במצב הבריאותי הכללי הקשור לאי ספיקת לב קיימת ושבץ מוחי בעברו. המטופל סובל ממחלות רקע משמעותיות, כולל אי ספיקת לב ושבץ, ומטופל בתרופות רבות כגון אספירין, הידרוכלורותיאזיד, אומפרזול, קלופידוגרל, אמלודיפין, ואלנדרונט. אינו מעשן ואין סוכרת ברקע.\n\nלפי הדיווחים האחרונים, מוחמד חווה קוצר נשימה במאמץ קל, עייפות מוגברת, ובצקות בח.ד התחתונות. תוצאות בדיקו א.ק.ג. מצביעות על שינויים אפשריים ברפרוף. טל\"ד נשמר בערכים נמוכים מהנורמה למרות הטיפול התרופתי. אין דיווח על אלרגיות ידועות. המטופל חי עם משפחה תומכת בישוב קטן, ללא שינויים משמעותיים במצב החברתי או הלימודי.\n\nבהתחשב ברקע הקליני, מומלץ לבצע הערכה קרדיאלית מקיפה כולל צנ\"ל, אקו לב, ובדיקות דדם נוספות לאיזון טל\"ד. יש לשקול שינויים בטיפול התרופתי ולבדוק התמה להמש טיפול אנטי-טרומבוטי. אבקש התייחסות דחופה על בסיס הממצאים הקליניים הנוכחיים."}
{"patient_id": "780068110", "patient_name": "אדם פרידמן", "patient_age": 23, "gender": "male", "document_date": "2023-02-16", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 9, באר שבע", "smoking_status": false, "blood_type": "B+", "occupation": "אחות", "conditions": ["מחלת לב כלילית", "דלקת מפרקים"], "medications": ["פרוקסטין"], "icd10_code": ["I25", "M19"], "referred_to_department": "נפרולוגיה", "referral_reason": "דלקת מפרקים", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "אדם פרידמן, בן 26, נשוי, ללא ילדים, מתל השמר, מפונה לייעוץ קרדיולוגי דחוף. המטופל סובל ממחלת לב כלילית, ודלקת מפרקים. נוטל פרוקסטין באופן קבוע. ללא ס.ד או ל.ד ידועים. ללא עישון או אלרגיות ידועות. \n\nבשבועות האחרונים, המטופל מדווח על החמרה בכאבים בחזה במהלך מאמץ גופני קל, המלווה בקוצר נשימה ובחולשה כללית. בוצעה בדיקת א.ק.ג שהראתה שינויים לא ספציפייים. קרדיולוג מקומי המליץ על צנ\"ל דחוף, אך בשל מורכבות המקרה, מומלץ על הערכה קרדיולוגית מלאה וייעוץ נוסף. \n\nבהתחשב ברקקע הקרדיולוגי המורכב ובסיכון לפתח אירוע לבבי חריף, מומלץ על ייעוץ קרדיולוגי דחוף, כולל אפשרות לאשפוז ווהשגחה קרדיולוגית צמודה. יש לשקול בדיקות נוספות כגון אקו לב ומבחן מאמץ להערכת המצב התפקודי של הלב. אנא צרו קשר בהקדם לתיאום התייעצות והמשך טיפול."}
{"patient_id": "642400824", "patient_name": "עדי ברק", "patient_age": 28, "gender": "female", "document_date": "2025-10-24", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 47, כפר סבא", "smoking_status": false, "blood_type": "O-", "occupation": "טכנאי", "conditions": ["דמנציה", "אנמיה", "היפרליפידמיה", "דיכאון"], "medications": ["אספירין"], "icd10_code": ["F03", "D64", "E78", "F32"], "referred_to_department": "אורתופדיה", "referral_reason": "היפרליפידמיה", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "עדי ברק, בת 28, רווקה, הופנתה לייעוץ רפואי בתחום הנוירולוגיה בעקבות החמרה במצב הדמנציה. למטופלת יש היסטוריה רפואית הכוללת דמנציה, אנמיה, היפרליפידמיה ודיכאון. היא נוטלת טיפול תרופתי באספירין ואינה מעשנת. המשפה מדווחת על ירידה ביכולת הקוגניטיבית, שכחה מתמשכת וקשיי התמצאות, המלווים בהתקפי דכאון מוגברים. בנוסף, צוין על ידי בני המשפחה עלייה בתדירות האפיזדות של קושי בתקשורת ובשיפוט.\n\nבהמלצת הרופא המטפל נדרש העערכה נוירולוגית דחופה על מנת לאמוד את חומרת המצב ואת האפשרויות הטיפוליות הנוספות. המלצתנו לבצע בדיקת MRI לאור שינויים תפקודיים ששנצפו וכן לשקול התאמת טיפול תרופתי נוסף או שינוי מינון לאור האפשרות של החמרה או שינוי במצב המחלה. כמו כן, יש לוודא שאין התפתחות של מצב חדש שמחמיר את הדמנציה, כגון מחסור ברכיבי תזונה או בעיות בזרימת דם למוח.\n\nבהתחשב ברקע הרפואי של המטופלת וההיסטוריה המשפחתית, הדחיפות במצבה מחייבת התייחסות מהירה על מנת לנסות לייצב את מצבה ולמנוע הידרדרות נוספת. אנא עדכנו בנוגע לממצאי הבדיקו וההמלצות הטיפוליות בהקדם האפשרי."}
{"patient_id": "049082407", "patient_name": "סיגל דוד", "patient_age": 10, "gender": "female", "document_date": "2024-03-10", "facility_name": "בית חולים האלון", "patient_address": "הרצל 93, בת ים", "smoking_status": false, "blood_type": "B-", "occupation": "נהג", "conditions": ["אוסטאופורוזיס", "השמנת יתר", "דלקת מפרקים", "היפרליפידמיה", "שבץ מוחי"], "medications": ["סימבסטטין", "וורפרין", "איבופרופן", "אלנדרונט"], "icd10_code": ["M18", "E66", "M19", "E78", "I36"], "referred_to_department": "גריאטריה", "referral_reason": "אוסטאופורוזיס", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "סיגל דוד, בת 11, הופנתה לייעוץ דחוף עקב החמרה במצבה הבריאותי הככללי. סיגל סובלת ממספר מחלות רקע כולל אוסטאופורוזיס, השמנת יתר, דלקת מפרקים, היפרליפידמיה ושבץ מוחי בעבר. היא נמצאת בטיפול תרופתי קבוע הכולל סימבסטטין, וורפרין, איבופרופן, ואלנדרונט, וכן נוטת קלופידוגרל באופן קבוע. אין מידע על עישון או אלרגיות.\n\nלאחרונה, חלה החמרה בכאבי המפרקים שמלווה בנפיחות במפרקים הקטנים, במיוחד בברכיים ובמרפקים. ייתכן שמדובר בכשל בטיפול האיבופרופן הנוכחי. רמות הליפידים בדם נמצאו גבוהות למרות הטיפול בסימבסטטין, ומומלץ לשקול שינוי בתרופה או במינון. בנוסף, יש צורך לוודא איזון נאות של וורפרין לאור ההיסטוריה של השבץ המוחי.\n\nבהתחשב במצבה ההכללי ובסיכון הקרדיווסקולרי הגבוה, מומלץ על ייעוץ דחוף במרפאת ראומטולוגיה לצורך הערכה מחודשת של הטיפול התרופתי ושקילת אפשררות לטיפול בביולוגי. כמו כן, יש צורך בהערכה דיאטטית מקיפה לשיפור המצב התזונתי והפחתת משקל. סיגל נתמכת על ידי משפחתה באופן מלא, ונמצאת במעקב צמוד של רופא משפחה."}
{"patient_id": "613906049", "patient_name": "פאטמה בן דוד", "patient_age": 11, "gender": "female", "document_date": "2025-06-07", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 56, אשקלון", "smoking_status": false, "blood_type": "AB-", "occupation": "טכנאי", "conditions": ["COPD", "דמנציה", "יתר לחץ דם", "אנמיה", "שבץ מוחי"], "medications": ["פרוקסטין", "אספירין", "אינסולין", "קלופידוגרל"], "icd10_code": ["J44", "F03", "I10", "D64", "I63"], "referred_to_department": "נפרולוגיה", "referral_reason": "אנמיה", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "פאטמה בן וד, בת 11, נמאת במעקב רפואי בשל מחלות הרקע הקיימות הכוללות COPD, דמנציה, יתר לחחץ דם, אנמיה, ושבץ מוחי בעבר. היא מטופלת בתרופות פרוקסטין, אספירין, אינסולין (בשל מחלת הסוכרת), וקלופידוגרל למניעת אירועים טרומבוטיים נוספים. המטופלת אינה מעשנת, ואין דיווח על אלרגיות ידועות. האנמנזה המשפחתית אינה מציינת ממצאים חריגים נוספים.\n\nסיבת הפניה הנוכחית היא חמרה במצב הנשימתי, שמתבטאת בקוצר נשימה מוגבר, במיוחד במאמץ קל עד בינוני. בנוסף, נרשמה עלייה בל.ד המלווה בכאבי ראש ועייפות כללית. בבדיקה פיזיקלית נמצא טל\"ד גבוה עם קולות נשימה מופחתים בבסיסי הריאות. לא נצפו שינויים בא.ק.ג או בבדיקות מעבדה האחרונות, אך יש לציין כי בת 21 מלווה את פאטמה ונראה כי הדאגה המשפחתית סביב מצבה גוברת.\n\nההפניה מיועדת להערכה קרדיולוגית דחופה לשלול צנ\"ל נוסף ולביצוע בירור נשימתי מקיף, כולל בדיקת תפקודי ריאה. כמו כן, מומלץ לשקול התאמת הטיפול התרופתי הקיים, במיוחד לנוכח השינויים בל.ד ובתפקוד הנשימתי. נודה לקבלת חוות דעת בהקדם האפשרי בשל דחיפות המקרה והצורך בהתערבות טיפולית מתאימה."}
{"patient_id": "622517902", "patient_name": "עדי סויסה", "patient_age": 64, "gender": "female", "document_date": "2023-10-11", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 101, הרצליה", "smoking_status": false, "blood_type": "AB+", "occupation": "אחות", "conditions": ["יתר לחץ דם"], "medications": ["פרוקסטין", "איבופרופן", "אלנדרונט", "אספירין", "אמלודיפין"], "icd10_code": ["I10"], "referred_to_department": "נוירולוגיה", "referral_reason": "יתר לחץ דם", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "עדי סויסה, בת 66, הופנתה לייעוץ קרדיולוגי בעקבות שינוי במצב הבריאותי הכללי. למטופלת היסטוריה של יתר לחץ דם המטופל באמלודיפין. היא נוטלת גם פרוקסטין לטיפול במצב דיכאון מתמשך, איבופרופן לכאב כרוני, אלנדרונט לאוסטאופורוזיס ואספירין כמניעה ראשונית. אינה מעשנת ואין היסטוריה של ס.ד או מחלות לב קודמות.\n\nבמהלך החודשים האחרונים, עדי מתלוננת על עייפות מוגברת, קוצר נשימה במאמץ קל ודפיקות לב לא סדירות. בבדיקות שנערכו, נמצא טל\"ד בלתי ייציב ודופק לא סדיר. א.ק.ג עדכני מראה סימנים לא רגילים המחייבים בדיקה נוספת. לא דווח על אלרגיות. מצב משפחתי: נשואה ואם לשניים.\n\nבהתחשב בהיססטוריה הרפואית ובתסמינים הנוכחיים, יש צורך בהערכה קרדיולוגית דחופה. מומלץ לבצע בדיקות מעמיקות נוספות, כולל אקו לב וצנ\"ל אם נדרש. אנא התייחסו לניתוח התרופות הנוכחי שלה ואפשרות לתופעות לוואי או אינטרקציה בין התרופות. המטרה להבהיר את הסיבה לדפיקות הלב הלא סדירות ולבצע התאמת טיפול בהתאם."}
{"patient_id": "833146590", "patient_name": "אפרת ביטון", "patient_age": 14, "gender": "female", "document_date": "2023-02-13", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 95, רמלה", "smoking_status": true, "blood_type": "O+", "occupation": "סטודנט", "conditions": ["היפרליפידמיה"], "medications": ["רמיפריל", "גבפנטין", "פרוקסטין", "הידרוכלורותיאזיד"], "icd10_code": ["E78"], "referred_to_department": "גסטרואנטרולוגיה", "referral_reason": "היפרליפידמיה", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "אפרת ביטון, בת 17, פונה לייעוץ בעקבות עליית טל\"ד ואירועי כאב חזה חוזרים. למטופלת רקע של היפרליפידמיה, והיא נוטלת רמיפריל, גבפנטין, פרוקסטין והידרוכלורותיאזיד. מדובר במעשנת פעילה, מצב שמוסיף סיכון. מהלך המחלה כלל עליית ל.ד במקביל לתחושת אי נוחות בחזה, שלא הגיבו לשינויי מינון ברמיפריל. בבדיקת א.ק.ג לא נממצאה עדות לאיסכמיה, אך מומלץ להמשך בירור. לא ידוע על אלרגיות למזון או תרופות. \n\nהפניה זו דחופה יחסית, לאור התסמינים המתמשכים והסיכון הקרדיווסקולרי המוגבר. יש לקחת בחשבון את הצורך בביצוע בדיקות נוספות כגון צנ\"ל או אקו לב, בהתאם להמלצות הקרדיולוג המטפל. נבקש תיאום בהקדם האפשרי לייעוץ קרדיאלי."}
{"patient_id": "521103929", "patient_name": "עומר חדד", "patient_age": 31, "gender": "male", "document_date": "2024-04-20", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 88, נתניה", "smoking_status": false, "blood_type": "AB+", "occupation": "מהנדס", "conditions": ["סוכרת סוג 2", "דמנציה", "אי ספיקת כליות כרונית", "היפרליפידמיה", "גאוט"], "medications": ["איבופרופן", "אטורבסטטין", "הידרוכלורותיאזיד", "אינסולין", "אלנדרונט", "דיקלופנק"], "icd10_code": ["E11", "F30", "N18", "E78", "M10"], "referred_to_department": "ריאות", "referral_reason": "דמנציה", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "עומר חדד, בן 32, נשוי ואב לשניים, מתמודד עם מספר מצבים כרוניים כולל ס.ד סוג 2, דמנציה, אי ספיקת כליות כרונית, היפרליפידמיה וגאוט. הוא מטופל בתרופת: איבופרופן, אטורבסטטין, הידרוכלורותיאזיד, אינסולין, אלנדרונט ודיקלופנק. אין עדות לעישון בעברו. \n\nבימים האחרונים, עומר סובל מהחמרה בכאבי המפרקים ובעיות התמצאות, כמו גם ירידה כללית בתפקוד היומיומי, דבר שמדאיג את משפחתו. בנוסף, בבדיקות דם אחרונות נצפתה עליה במדדים כלייתיים. יש לציין כי עומר אינו מדווח על אלרגיות ידועות לתרופות. בשל המורכבות של מצבו והחמרה בסימפטומים, אנו מפנים אותו לייעוץ דחוף אצל ראומטולוג ונוירולוג להמשך בירור וטיפול ממתאים. \n\nנודה על חוות דעת מהירה ותגובה בטפול התרופתי, במיוחד לאור נטילת האיבופרופן והדיקלופנק שעלולים ללהחמיר את תפקודי הכליות. כמו כן, יש לשקול התאמה מחודשת של טיפול בס.ד ובבל.ד לנוכח השינויים שחלים במצבו הבריאותי."}
{"patient_id": "104636816", "patient_name": "נועה סויסה", "patient_age": 27, "gender": "female", "document_date": "2023-04-10", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 111, צפת", "smoking_status": false, "blood_type": "O-", "occupation": "עיתונאי", "conditions": ["יתר לחץ דם", "פרפור פרוזדורים"], "medications": ["מטפורמין", "אספירין", "פרוקסטין", "סימבסטטין", "קלופידוגרל"], "icd10_code": ["I10", "I48"], "referred_to_department": "אורולוגיה", "referral_reason": "יתר לחץ דם", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "נועה סויסה, בת 30, נשואה ואם לילד אחד, מתמודדת עם יתר לץ דם ופרפור פרוזדורים. היא פונה לייעוץ עקב החמרה בתסמיני הפרפור, כולל פלפיטציות וכאבים בחזה שנמשכים מספר ימים. המטופלת נוטלת לבותירוקסין באופן קבוע, בנוססף לטיפול תרופתי הכולל מטפורמין, אספירין, פרוקסטין, סימבסטטין וקלופידוגרל. לא עשנת ואין רגישויות ידועעות לתרופות.\n\nבמהלך השבועיים האחרונים חלה עלייה במדדי הלחץ דם (טל\"ד), ונצפו תנודות בפעילות הלב בא.ק.ג. מצבה הכללי יציב אך יש צורך בהערכה מעמיקה יותר על מנת למנוע סיבוכים אפשריים. בדיקות קודמות הראו סוכרת מאוזנת ברקע, ללא סימנים לכשל כלייתי או אי ספיקה לבבית. לא נרשמו אירועי צנ\"ל בעבר.\n\nבהתחשב ברקע הרפואי ובסיבת ההפניה, אני ממליץ על הפניה דחופה לקרדיולוג מומחה להמשך הערכה וטיפול במצב הנוכחי. יש לשקול ביצוע בדיקות נוספות כמו הולטר לב או אקו לב. מטרת ההפניה היא להתאים את הטיפול התרופתי ולבחון אפשרות להתערבות פרוצדורלית במידת הצורך."}
{"patient_id": "957823297", "patient_name": "יעקב אזולאי", "patient_age": 48, "gender": "male", "document_date": "2023-11-06", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 117, הרצליה", "smoking_status": false, "blood_type": "B-", "occupation": "עורך דין", "conditions": ["אסתמה", "מחלת לב כלילית", "שבץ מוחי", "דיכאון", "אוסטאופורוזיס"], "medications": ["מטופרולול", "דיקלופנק", "הידרוכלורותיאזיד", "אטורבסטטין"], "icd10_code": ["J45", "I25", "I63", "F32", "M81"], "referred_to_department": "אנדוקרינולוגיה", "referral_reason": "מחלת לב כלילית", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "הנידון: הפניה לייעוץ קרדיולוגי דחוף עבור מר אזולאי יעקב, בן 50\n\nרקע: מר אזולאי, בן 50, עם היסטוריה רפואית מכבידה הכוללת אסתמה, מחלת ב כלילית, שבץ מוחי, דיכאון ואוסטאופורוזיס. המטופל מטופל במטופרולול, דיקלופנק, הידרוכלורותיאזיד ואטורבסטטין. אינו מעשן. אין דיווח על אלרגיות ידועות. המטופל נשוי ואב לשלושה.\n\nמהלך: בפניה הנוכחית, המטופל מתלונן על החמרה בכאבים בחזה, מלווה בקוצר נשיימה קל ותחושת עייפות מתמשכת. אלו תסמינים חדשים מהשבועות האחרונים שלא השתפרו עם טיפול תרופתי שגרתי. בבדיקת א.ק.ג נמצא חוסר יציבות בסגמנט ST. טל\"ד תקין, אך ישנה ירידה קלה בטונוס הכללי. \n\nסיכום והמלצות: לאור ההיסטוריה הקרדיולוגית והסימפטומים הנוכחיים, ומלץ על ביצוע צנ\"ל בהקדם האפשרי לצורך הערכת מצב העורקים הכליליים. יש לשקול התאמת טיפול תרופתי מחדש בהתאם לממצאי הבדיקה הקרדיולוגית. נבקש הערכת קרדיולוג דחוופה לאור העלייה בסיכון לאירועי לב נוספים. נא ליצור קשר עם המטופל לתיאום תור בהקדם האפשרי."}
{"patient_id": "566474235", "patient_name": "אריאל ביטון", "patient_age": 25, "gender": "male", "document_date": "2024-06-14", "facility_name": "בית חולים האלון", "patient_address": "הרצל 98, דימונה", "smoking_status": true, "blood_type": "B+", "occupation": "מהנדס", "conditions": ["אי ספיקת כליות כרונית", "אוסטאופורוזיס", "מחלת לב כלילית", "דיכאון"], "medications": ["אמלודיפין", "אומפרזול", "קלופידוגרל", "אטורבסטטין"], "icd10_code": ["N18", "M81", "I25", "F32"], "referred_to_department": "נוירולוגיה", "referral_reason": "מחלת לב כלילית", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "אריאל ביטון, זכר, בן 27, נשוי + 1, מתמודד עם אי ספיקת כליות כרונית, אוסטאופורוזיס ומחלת לב כלילית. בנוסף, נמצא במעקב פסיכיאטרי בשל דיכאון עם טיפול תרופתי תומך. מטופל נוטל אמלודיפין ל.ד, אומפרזול לבעיות עיכול, קלופידוגרל למניעת קרישת דם ואטורבסטטין להורדת רמות כולסטרול. אינו מדווח על אלרגיות ידועות.\n\nסיבת ההפניה:: בתקופה האחרונה, המטופל מתאר החמרה כללית בהרגשה, עם הופעת כאבים בחזה במאמץ ק, המחשידים לאנגינה לא יציבה. כמו כן, מדווח על קוצר נשימה ותחושת עייפות מוגברת. בבדיקות דם אחרונות, נרשמה עלייה במדדי הקריאטינין, המעיידים על החמרה במצב הכלייתי. בנוסף, המטופל מציין ירידה במצב הרוח עם מחשבות דיכאון מתגברות.\n\nבהתאם למצבו הרפואי המורכב והחמרה בתסמינים הקרדיאליים והכליתיים, ההפניה הינה דחופה לייעוץ קרדיולוגי והערכה נפרולוגית. מומלץ לערוך בדיקקת א.ק.ג וצנ\"ל דחופה. יש לשקול התאמת טיפול תרופתי, ולבחון אפשרות להתערבות ניתוחית או טיפולים תומכים נוספים. יש להבטיח מעקב פסיכיאטרי צמוד להערכת מצב דיכאון."}
{"patient_id": "027937143", "patient_name": "אדם עמר", "patient_age": 72, "gender": "male", "document_date": "2023-02-04", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 58, הרצליה", "smoking_status": false, "blood_type": "B+", "occupation": "רופא", "conditions": ["מחלת כבד שומני"], "medications": ["פרוקסטין"], "icd10_code": ["K76"], "referred_to_department": "קרדיולוגיה", "referral_reason": "מחלת כבד שומני", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "אדם עמר, בן 75, פונה לייעוץ בעקבות בעיות שונות הקשורות למחלת כבד שומני ידועה. המטופל מטופל באופן קבוע בפרוקסטין וגם נוטל לבותירוקסין על בסיס יומי, ללא היסטוריה של עישון. בשנים האחרונות נצפתה החמרה במצבים הקשורים למחלת הכבד, הכוללים עייפות כרונית וחוסר יכולת לשמור על משקל גוף יציב. \n\nבמהלך הבדיקה, נמצאו סימנים אפשריים להתקדמות מחלת הכבד, כולל עלייה באנזימי כבד בבדיקות מעבדה אחרונות. המטופל מדווח על תחושת נפיחות קלה בבטן, אך ללא כאבים עזים או סימנים חיצוניים נוספים. בנוסף, יש היסטוריה משפחתית של ס.ד, אך המטופל עצמו לא מאובחן כסוכרתי. \n\nהפניה זו מבקשת ייעוץ דחוף לערכת מצב הכבד הנוכחי של המטופל וכדי לשקול אפשרויות טיפול נוספות בהתחשב במצבו הבריאותי הכללי והתרופות שהוא נוטל. נא לבדוק את הצורך בהתאמות אפשריות בטיפול התרופתי ובדיקה חוזרת של תפפקודי הכבד בטוווח הקרוב מאוד. תודה על שיתוף הפעולה."}
{"patient_id": "222206443", "patient_name": "סיגל חדד", "patient_age": 77, "gender": "female", "document_date": "2025-03-09", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 85, עכו", "smoking_status": false, "blood_type": "O-", "occupation": "מזכירה", "conditions": ["שבץ מוחי", "גאוט", "אי ספיקת כליות כרונית", "דלקת מפרקים"], "medications": ["פרוקסטין", "אינסולין", "אומפרזול", "קלופידוגרל"], "icd10_code": ["I63", "M10", "N18", "M19"], "referred_to_department": "פנימית א", "referral_reason": "דלקת מפרקים", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "סיגל חדד, בת 78, הופנתה לייעוץ עקב החמרה במצבה הבריאותי. למטופלת היסטורה רפואית הכוללת בץ מוחי, גאוט, אי ספיקת כליות כרונית ודלקת מפרקים. היא מטופלת בתרופות פרוקסטין, אינסולין, אומפרזול וקלופידוגרל. אין היסטוריה של עישון. בעבר עברה סדרת צנ\"ל בעקבות מחלה כלילית כרונית.\n\nלאחרונה, חלה החמרה בסימפטומים של דלקת המפרקים עם כאב ונפיחות מוגברת בגפיים, במיוחד בברכיים ובקרסוליים. נצפו גם שינויים ברמות טל\"ד ול.ד שאינם מאוזנים למרות הטיפול הנוכחי. בנוסף, דווחה תחושת עייפות מוגברת וקוש בתנועה. נבדק גם א.ק.ג אחרון שהראה שינויים קלים.\n\nבשל מורכבות המצב הרפואי והיסטוריה של בעיות קרדיווסקולריות, ההפניה היא דחופה. מומלץ ייעוץ ריאומטולוגי לבחינת הטיפול התרופתי הנוכחי ובדיקת אפשרות לשימוש בטיפולים מתקדמים יותר. יש לשקול גם בדיקת תפקוד כלייתי חוזרת והערכת קרדיולוג להמשך מעקב."}
{"patient_id": "772934303", "patient_name": "אלון אוחנה", "patient_age": 22, "gender": "male", "document_date": "2023-11-18", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 81, לוד", "smoking_status": true, "blood_type": "O-", "occupation": "שף", "conditions": ["דמנציה", "אי ספיקת לב", "אוסטאופורוזיס", "אסתמה"], "medications": ["הידרוכלורותיאזיד", "וורפרין", "אטורבסטטין", "גבפנטין"], "icd10_code": ["F03", "I50", "M81", "J45"], "referred_to_department": "נוירולוגיה", "referral_reason": "אסתמה", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "אלון אוחנה, בן 24, זכר, מתמודד עם מספר מחלות רקע מורכבות הכוללות דמנציה, אי ספיקת לב, אוסטאופוורוזיס ואסתמה. המטופל נוטל תרופות קבועות: הידרוכלורותיאזיד, וורפרין, אטורבסטטין וגבפנטין. הוא מעשן, ואין מידע על אלרגיות ידועות. \n\nסיבת הפניה נובעת מהחמרה במצבו הקליני של המטופל, המתבטאת בקשיים בנשימה, עלייה בהתקפי אסתמה ותחושת עייפות מתמשכת. כמו כן, לאחרונה הופיעו סימנים של בלבול מוגבר, אשר דורשים הערכה נוספת לאור מחלת הדמנציה הקיימת. מצב הלב מחייב גם הוא מקב צמוד בשל אי ספיקת הלב הידועה, ויש לשלל אפשרות להחמרה נוספת. \n\nהפניה זו דחופה ומיועדת להמשך בירור וטיפול במרפאת ריאות ומרפאת לב, תוך שיתוף פעולה עם נוירולוג מומחה במצבי דמנציה לצורך הערכת המצב המנטלי. מומלץ להמשיך במעקב טל\"ד, א.ק.ג ובדיקות דם שגרתיות לתפקודי כליה וכבד, וכן לשקול הפסקת עישון לצמצם החמרת מצבי הנשימה."}
{"patient_id": "785760844", "patient_name": "אמילי אוחנה", "patient_age": 33, "gender": "female", "document_date": "2024-11-16", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 81, רעננה", "smoking_status": false, "blood_type": "AB-", "occupation": "טכנאי", "conditions": ["סוכרת סוג 2", "אי ספיקת כליות כרונית", "דלקת מפרקים", "גאוט"], "medications": ["קלופידוגרל", "גבפנטין", "לבותירוקסין", "אינסולין", "הידרוכלורותיאזיד", "אספירין"], "icd10_code": ["E11", "N81", "M19", "M10"], "referred_to_department": "נפרולוגיה", "referral_reason": "אי ספיקת כליות כרונית", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "אמילי אוחנה, בת 34, פונה עקב החמרה באיזון ס.ד סוג 2 ורמות קריאטינין גבוהות המעידות על החמרה באי ספיקת כליות כרונית. המטופלת סובלת גם מדלקת מפרקים וגאוט, כאשר הטיפול התרופתי הנוכחי כולל קלופידוגרל, גבפנטין, לבותירוקסין, אינסולין, הידרוכלורותיאזיד ואספירין. חשוב לציין כי המטופלת נוטלת סימבסטטין באופן קבוע ומקפידה על נטילת התרופות במינונים המומלצים. היא אינה מעשנת ואין ידוע על אלרגיות.\n\nהמטופלת מדווחת על עייפות מוגברת והופעת כאבי שרירים. בבדיקת דם שנערכה לאחרונה, ערכי הסוכר בצום היו גבוהים וערכי הקריאטינין עלו ל-1.8 מ\"ג/ד\"ל, המעידים על התדרדרות בתפקוד הכלייתי. ל.ד תחת טיפול מדורג הידרוכלורותיאזיד יציב יחסית, אך יש מקום להמשך מעקב. א.ק.ג שבוצע נמצא תקין. בנוסף,, נצפו שינויים כרוניים במפרקים עקב הדלקת, ויש חשש להתפרצות חריפה של גאוט. אין עדות למצבי לחץ חריגים בחיי המטופלת, והיא נמצאת במעקב קבוע.\n\nבשל הממצאים הנ\"ל, וכן לצורך איזון טוב יותר של ס.ד ומעקב אחר תפקודי הכליה, מומלץ להפנותה לייעוץ דחוף אצל נפרולוג ואנדוקרינולוג. ייתכן שיהיה צורך בהתאמת הטיפול התרופתי, במיוחד בהתחשב בצריכת הסימבסטטין והטיפול בגאוט. אנא עדכנו בהקדם לגבי המשך הטיפול האפשרי והתאמת המינונים הנדרשים."}
{"patient_id": "915701841", "patient_name": "אברהם עמר", "patient_age": 24, "gender": "male", "document_date": "2025-02-08", "facility_name": "בית חולים האלון", "patient_address": "הרצל 88, בני ברק", "smoking_status": true, "blood_type": "AB+", "occupation": "שף", "conditions": ["דלקת מפרקים"], "medications": ["אינסולין", "איבופרופן", "פרוקסטין", "אמלודיפין", "מטפורמין"], "icd10_code": ["M19"], "referred_to_department": "אונקולוגיה", "referral_reason": "דלקת מפרקים", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "המטופל אברהם עמר, בן 25, פונה להמשך בירור וטיפול. רקע רפואי כולל דלקת מפרקים כרונית וס.ד מסוג 2. המטופל נמצא בטיפול תרופתי איטנסיבי הכולל אינסולין, איבופרופן, פרוקסטין, אמלודיפין ומטפורמין. אברהם מעולם לא עישן ואין לו היסטוריה של אלרגיות ידועות. המטופל ציין שהוא רווק ומתגורר ללבד. \n\nלאחרונה חלה החמרה בתסמינים המפרקיים, עם כאב מוגבר ונוקשות, במיוחד בשעות הבוקר. הדלקת מפרקים אינה בשליטה אופטימלית למרות הטיפול הנוכחי. בנוסף, יש לציין עלייה בל.ד ותחושת עייפות כללית. אברהם מדווח על קשיי תפקוד יומיומים, כולל עבודה ופעילות גופנית שגרתית. \n\nממלץ להפנות את אברהם לייעוץ ראומטולוגי דחוף להערכת טיפול מותאם לדלקת המפרקי ולהתאמת הטיפול התרופתי הנוכחי. בנוסף, יש להעריך את מצב הס.ד והאפשרות לאיזון טוב יותר של הסימפטומים במקביל לטיפול תרופתי אחר. חשוב לבדוק את הצורך בבדיקות א.ק.ג ובדיקות דם נוספות כדי לעקוב אחרי מצבו הקדיווסקולרי."}
{"patient_id": "016016628", "patient_name": "דוד מלכה", "patient_age": 28, "gender": "male", "document_date": "2023-11-10", "facility_name": "בית חולים האלון", "patient_address": "הרצל 61, ראשון לציון", "smoking_status": false, "blood_type": "O-", "occupation": "עיתונאי", "conditions": ["מחלת כבד שומני", "פרפור פרוזדורים"], "medications": [], "icd10_code": ["K76", "I48"], "referred_to_department": "ריאות", "referral_reason": "מחלת כבד שומני", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "המטופל, דוד מלכה, ן 31, פונה לייעוץ בעקבות חשד להחמרה של מחלת כבד שומני ופרפור פרוזדורים. אין תרופות קבועות. לא מעשן. \n\nרקע רפואי כולל מחלת כבד שומני אשר מעקב אחריה מתבצע מזה כשנה ופרפור פרוזדורים שאובחן לפני כחצי שנה. במהלך החודשים האחרונים, המטופל מתאר עייפות מוגברת ולעיתים קושי בנשימה במאמץ קל. א.ק. שבוצע לאחרונה מעיד על אי-סדירות בפעילות הלב. אין דיווח על אלרגיות. אמנזה משפחתית כוללת היסטוריה של מחלות לב במשפחה הקרובה.\n\nלאור התסממינים וההיסטוריה הרפואית, נדרשת הפניה דחופה לייעוץ קרדיולוגי להערכת מצב הפרפור וההתאמה של טיפול תרופתי מתאים. כמו כן, מומלץ ייעוץ גסטרואנטרולוגי להמשך בירור וטיפול במחלת הכבד השומני. אנא תאם בדיקות נוספות בהתאם להמלצות הקרדיולוג והגסטרואנטרולוג."}
{"patient_id": "772459921", "patient_name": "מאיה גולן", "patient_age": 39, "gender": "female", "document_date": "2023-08-16", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 45, רעננה", "smoking_status": false, "blood_type": "O+", "occupation": "רופא", "conditions": [], "medications": [], "icd10_code": [], "referred_to_department": "אנדוקרינולוגיה", "referral_reason": "בירור", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "מאיה גולן, בת 42, ללא מחלות רקע ידועות, לא מעשנת, פונה לייעוץ רפואי בעקבות תלונות על כאבים כרוניים בבטן התחתונה שמתחזקים בשלושת החודשים האחרונים. אין תרופות קבועות, אך יש לציין כי היא תארה שימוש מזדמן בנוגדי כאב מסוג איבופרופן. אין אלרגיות ידועות. מאיה רווקה, עובדת במשרה מלאה בתחום ההייטק. \n\nבבדיקה פיזיקליית, הבטן רגישה במישוש בבטן התחתונה. ללא סימני גירוי צפקי. בדיקות הדם האחרונות שביצעה היו תקינות למעט ספירת לויקוציטים מעט מוגברת. א.ק.ג שבוצע היה תקין. \n\nלאחר הערכה ראשונית, ממליצים על השלמת בדיקות הדמיה נוספות, כולל אולטרסאונד בטן ובמידת הצורך CT בטן. ההפניה דחופה במידה בינונית, יש צורך במעקב צמוד להערכת המצב ואבחנה מדויקת."}
{"patient_id": "965701329", "patient_name": "מאיה שמעוני", "patient_age": 75, "gender": "female", "document_date": "2024-05-28", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 88, נצרת", "smoking_status": false, "blood_type": "A+", "occupation": "עורך דין", "conditions": ["אי ספיקת כליות כרונית", "דמנציה", "שבץ מוחי"], "medications": [], "icd10_code": ["N81", "F03", "I63"], "referred_to_department": "אורולוגיה", "referral_reason": "דמנציה", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "מאיה שמעוני, בת 77, עם רקע רפואי משמעותי הכולל אי ספיקת כליות כרונית, דמנציה ושבץ מוחי קודם. המטופלת ללא תרופות קבועות וללא הרגלי עישון בעבר או בהווה. מצבה הקוגניטיבי ירוד, עם ירידה בזיכרון ויכולת התמצאות.\n\nסיבת הפנייה: בחודש האחרון חלה החמרה בתפקוד הכליות עם ירידה בערכי הקראטינין בדם ונטייה לשינויים בתפקודי הכבד. בנוסף, ישנה החמרה במצב הקוגנטיבי עם תופעות של בלבול ואי שקט. בעקבות כך, עולה הצורך בהערכה נוירולוגת ובדיקת סטאטוס קוגניטיבי באמצעות כלים מתאימים. בנוסף, יש לשקול ייעוץ דיאטני להערכת ניהול תזוה באי ספיקת כליות ולמנוע התייבשות.\n\nהדחיפות: הייעוץ הנוירלוגי והדיאטני נדרשים בהקדם האפשרי על מנת למנוע סיבוכים נוספים ולשפר את איכות חייה של מאיה. אנא פנו בהקדם למרכז רפואי מתאים להמשך בירוור וטיפול."}
{"patient_id": "668327232", "patient_name": "ליאם שמעוני", "patient_age": 11, "gender": "male", "document_date": "2025-01-05", "facility_name": "בית חולים האלון", "patient_address": "בלפור 52, קריית שמונה", "smoking_status": false, "blood_type": "AB-", "occupation": "סטודנט", "conditions": ["COPD", "דמנציה"], "medications": ["מטפורמין", "מטופרולול", "דיקלופנק", "פרוקסטין", "קלופידוגרל", "אומפרזול"], "icd10_code": ["J44", "F03"], "referred_to_department": "נוירולוגיה", "referral_reason": "דמנציה", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "ליאם שמעוני, ילד בן 12, עם היסטוריה רפואית הכוללת COPD ודמנציה. מטופל בתרופות שונות הכוללות מטפורמין, מטופרולול, דיקלופנק, פרוקסטין, קלופידוגרל ואומפרזול. נוטל אינסולין באופן קבוע. ליאם אינו מעשן ולא סובל מאלרגיות ידועות. \n\nבמהלך השנים האחרונות, ליאם נזקק לטיפול מתמיד בשל בעיות נשימה וירידה בתפקודים קוגניטיביים. בתדירות גבוהה מתאשפז עקב החמרות ב-COPD ובשל ירדות חדות בטל\"ד. בעיית הדמנציה מחמירה את ההתמודדות היומיומית של המשפחה, ומסיבה זו יש צורך דחוף בהערכה פסיכיאטרית להמשך טיפול מתאים. כמו כן, נדרשת הערכת מומחה ריאות להמשך ניהול ה-COPD.\n\nהפנייה זו דחופה עקב החמרה ניכרת במצב הכללי של יאם, כול תסמינים נשימתיים והידרדרות קוגניטיבית מהירה. נעריך את תמיכת הגריאטר במסגרת ביתית או מוסדית, בהתאם למצב המטופל ומשפחתו. המלצתנו היא קביעת תור דחוף ליעוץ פסיכיאטרי וריאות להמשך טיפול והתאמת תוכנית טיפולית מעודכנת."}
{"patient_id": "679692780", "patient_name": "יעקב כהן", "patient_age": 77, "gender": "male", "document_date": "2023-11-09", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 104, ראשון לציון", "smoking_status": false, "blood_type": "O-", "occupation": "חייל", "conditions": ["סוכרת סוג 2", "אסתמה", "היפרליפידמיה", "אוסטאופורוזיס", "דלקת מפרקים"], "medications": ["אספירין"], "icd10_code": ["E11", "J45", "E78", "M81", "M19"], "referred_to_department": "אנדוקרינולוגיה", "referral_reason": "היפרליפידמיה", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "מר כהן יעקב, בן 79, סובל ממחלות רקע הכוללות סוכרת סוג 2, אסתמה, היפרליפימיה, אוסטאופורוזיס ודלקת מפרקים. הוא נוטל אספירין כטיפול קבוע. המטופל אינו מעשן. אין רגישות ידועה לתרופות. מצב משפחתי: אלמן, אב לשלושה. \n\nבמהלך ביקור שגרתי, דווח על תחושת חולשה כללית ועייפות מתמכת, ולאחרונה חווה קוצר נשימה במאמץ קל. בבדיקה גופנית נמצא כי טל\"ד במנוחה 145/85, דופק סדיר אך מואץ במעט. לא נמצאו סימני בצקת פריפרית או חרחורים ריאתיים ניכרים. בבדיקת א.ק.ג לא נצפו שינויים חריגים, אך מומלץ על המשך בירור.\n\nסיבת ההפניה: צורך בהעררכת קרדיולוגית דחופה לאור החשד לפגיעה קרדיאלית אפשרית. מומלץ תיאוםם צנ\"ל לשלול מחלת כלי דם כלילית. המבקש מבקש הקדמת התור בשל התדרדרות התחושה הפיסית. תודה על תשומת הלב."}
{"patient_id": "519712848", "patient_name": "אריאל רוזנברג", "patient_age": 84, "gender": "male", "document_date": "2025-03-29", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 91, עכו", "smoking_status": false, "blood_type": "A-", "occupation": "מתכנת", "conditions": ["היפרליפידמיה", "השמנת יתר", "דיכאון", "דלקת מפרקים"], "medications": ["הידרוכלורותיאזיד", "וורפרין", "אינסולין", "אלנדרונט"], "icd10_code": ["E78", "E66", "F32", "M19"], "referred_to_department": "פנימית א", "referral_reason": "דלקת מפרקים", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "המטופל, מר אריאל רוזנברג, יליד 1938, מתייצב למרפאה בגיל 85 עם רקע רפואי הכולל היפרליפידמיה, השמנת יתר, דיכאון ודלקת מפרקים. נוטל תרופות הידרוכלורותיאזיד, וורפרין, אינסולין ואלנדרונט. מטופל אינו מעשן. אין דיווח על אלרגיות ידועות. מתגורר לבד, אלמן ואאב לשני ילדים אשר גרים בחו\"ל.\n\nבמהלך הביקור הנוכחי, המטופל מתאר החמרה במצב הברך, קושי בתנועה וכאבים משמעותיים המגבילים אותו בפעילות היומ-יומית. בנוסף, מדווח על תחושת עייפות כללית ורמת מצב רוח ירודה יותר מהרגגיל, למרות הטיפול התרופתי לדיכאון. א.ק.ג שבוצע לאחרונה לא הצביע על שינויים משמעותיים אך יש צורך במעקב ל.ד עקב ערכים גבוליים. רמת הסוכר נשארת יציבה תחת הטיפול הנוכחי.\n\nלאור ההחמררה במצב הברך ומצב רוחו, אני ממליץ על הפניה לייעוץ אורטופדי להערכה נוספת ובחינת פתרונות טיפוליים אפשריים, כולל אפשרות לצילום רנטגן. כמו כן, ייעוץ פסיכיאטרי נוסף להערכת מצב הדיכאון ומתן המלצות להמשך טיפול נדרש בדחיפות בינונית. יש להמשיך במעקב קבוע אחר ערכי ל.ד וס.ד במרפאה."}
{"patient_id": "406650440", "patient_name": "שירה גולן", "patient_age": 25, "gender": "female", "document_date": "2024-07-23", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 10, פתח תקווה", "smoking_status": true, "blood_type": "A-", "occupation": "עקרת בית", "conditions": [], "medications": ["איבופרופן", "סימבסטטין", "דיקלופנק", "קלופידוגרל", "אטורבסטטין"], "icd10_code": [], "referred_to_department": "ריאות", "referral_reason": "בירור", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "שירה גולן, בת 26, ללא מחלות רקע ידועות, פונה לייעוץ בעקבות מספר תסמינים קרדיאליים. המטופלת נוטלת תרופות הכוללות איבופרופן, סימבסטטין, דיקלופנק, קלופידוגרל ואטורבסטטין. שירה מדווחת על עישון באופן קבוע, מה שעשוי לתרום לבעיה הקרדיאלית הנוכחית. במהלך החודשים האחרונם, שירה חשה בכאבי חזה בזמן מאמץ, המתפשטים לכתף שמאל. בנוסף, חווה קוצר נשימה במאמץ קל. \n\nבבדיקות מעבדה שנעשו נמצא רמת כולסטרול גבוהה יחסית לגילה, כמו כן בבדיקת א.ק.ג נמצא שינויים לא סדירים המצביעים על אפשרות לאיסכמיה. לא קיים רקע משפחתי למחלות לב, אך המצב הנוכחי מצריך בירור מעמיק יותר. המצב דחוף יחסית לאור הסימפטומים והיסטוריה האישית שלה. \n\nלאור הנתונים הנ\"ל, מומלץ לבצע צנ\"ל בהקדם לצורך בירור מעמיק יותר של מצב כלי הדם הכליליים. יש לשקול שינוי בטיפול התרופתי הנוכחי, במיוחד לאור השילוב של מספר תרופות העלולות להשפיע על תפקוד הכבד והלב. נא לתאם ייעוץ קרדיאלי דחוף ולבצע בדיקות רלוונטיות נוספות."}
{"patient_id": "700505068", "patient_name": "יוסף אוחנה", "patient_age": 32, "gender": "male", "document_date": "2025-04-21", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 107, רעננה", "smoking_status": true, "blood_type": "O-", "occupation": "טכנאי", "conditions": ["היפרליפידמיה"], "medications": ["אספירין", "לבותירוקסין", "לוסרטן"], "icd10_code": ["E78"], "referred_to_department": "גריאטריה", "referral_reason": "היפרליפידמיה", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "יוסף אוחנה, בן 32, פונה לייעוץ בשל עלייה בלחץ הדם אשר נמדדה לאחרונה כ-150/955. יוסף סובל מהיפרליפידמיה ומטופל באספירין, לבותירוקסין ולוסרטן. בנוסף, הוא מעשן כ-10 סיגריות ביום. אין רגישויות ידועות לתרופות. ברקע המשפחתי, אביו סובל מייתר לחץ דם ואימו נפטרה מהתקף לב בגיל 55. \n\nבבדיקות האחרונות, רמות ה-LDL נמצאו גבוהות מעל הנורמה, ולחץ הדם אינו מאוזן מספיק למרות הטיפול הנוכחי. יוסף מתלונן לעיתים על כאבים בחזה במאמץ קל, שהולכים ופוחתים במנוחה. אין סימנים לאי ספיקת לב. א.ק.ג לא מגלה שינויים חדים, אך יש צורך בהמשך בירור. \n\nהומלץ על הפנייתו לייעוץ קרדיולוגי דחוף להערכת הסטטוס הקרדיווסקולרי, מעבר על הטיפול התרופתי הקיים, ושקילת בדיקות נוספות כגון אקו לב וצנ\"ל. דחיפות ההפנייה נובעת מהסיכון הקרדיווסקולרי הנובע מההיסטוריה המשפחתית והסימפטומים הנוכחיים של המטופל."}
{"patient_id": "204179295", "patient_name": "דוד לוי", "patient_age": 19, "gender": "male", "document_date": "2025-03-03", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 2, טבריה", "smoking_status": true, "blood_type": "A-", "occupation": "רופא", "conditions": ["היפרליפידמיה"], "medications": ["מטפורמין", "גבפנטין", "אינסולין", "מטופרולול", "וורפרין"], "icd10_code": ["E78"], "referred_to_department": "נפרולוגיה", "referral_reason": "היפרליפידמיה", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "דוד לוי, בן 20, מגיע להפניה לייעוץ בשל עלייה ברמות ליפידים. למטופל הסטוריה רפואית של היפרליפידמיה ומטופל בשלל תרופות כולל מטפורמין, גבפנטין, אינסולין, מטופרולול ווארפרין. המטול מעשן באופן קבוע, נתון שעלול להחמיר את מצבו הקרדיווסקולרי. במעקב אחר רמות סוכר ושומנים, נמצא כי ערכים חורגים מהטווח התקין, מה שמחייב התערבות נוספת.\n\nדוד מדווח על תחושות עייפות כללית ודפיקות לב, במיוחד לאחר מאמצים פיזיים, מצב שלא היה בעברו. בבדדיקות שנעשו נמצא טל\"ד גבולי ולעיתים נטייה ללחץ דם נמוך. לא נצפו שינויים מהותיים בא.ק.ג האחרונים, אך יש לשקול בדיקות נוספות בשל האנמנזה המשפחתית של מחלות לב. הוא מציין כי אין אלרגיות ידועות בתיקו הרפואי.\n\nבהתחשב במורכבות המצב ובגילו הצעיר של דוד, מומלץ לייעוץ קרדיאלי דחוף להערכת סיכון מרבית למצבי חירום לבביים ולבחינת אפשרויות טיפול נוספות. ייתכן ויש לשקול עדכון בטיפול התרופתי הקיים, בפרט בשל השימוש בוורפרין וחשש לאינטראקציות תרופתיות. ממליצים על הפסקת עישון מיידית ותזונה מותאמת להורדת רמות השומנים והסוכרים בדם."}
{"patient_id": "739774065", "patient_name": "דנה דוד", "patient_age": 69, "gender": "female", "document_date": "2025-02-18", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 67, הרצליה", "smoking_status": false, "blood_type": "B-", "occupation": "קבלן", "conditions": ["השמנת יתר", "דמנציה"], "medications": ["אומפרזול", "הידרוכלורותיאזיד", "מטופרולול", "אספירין"], "icd10_code": ["E66", "F03"], "referred_to_department": "גריאטריה", "referral_reason": "דמנציה", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "דנה דוד, בת 70, הופנתה לייעוץ רפואי בעקבותת החמרה במצב הדמנציה ממנה היא סובלת זה מספר שנים. המטופלת סובלת מהשמנת יתר ומשתמשת בתרופות: אומפרזול, הידרוכלורותיאזיד, מטופרולול ואספירין. אינה מעשנת ולא ידוע על אלרגיות. \n\nבמהלך החודשים האחרונים חלה ירידה משמעותית בזיכרון וביכולת הקוגנניטיבית, עם תופעות של בלבול ואובדן התמצאות. בנוסף, בני המשפחה מדווחים על קושי בתפקוד היום-יום ושינויים בהתנהגות. טל\"ד יציב תחת טיפול תרופתי, ללא עדות לאירועים קרדיולוגיים חריגים. \n\nיש צורך בייעוץ נוירולוגי דחוף לצורך הערכה מעמיקה וטיפול מתאים. בנוסף, מומלץ לשקול בדיקת א.ק.ג ושקילת שינוי בטיפול התרופתי במידת הצורך. כמו כן, יש לוודא מעקב קבוע אחר מצבה הבריאותי הכללי במסגרת רופא המשפחה."}
{"patient_id": "137116240", "patient_name": "עדי עמר", "patient_age": 9, "gender": "female", "document_date": "2024-05-03", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 48, כפר סבא", "smoking_status": false, "blood_type": "A-", "occupation": "רופא", "conditions": [], "medications": ["לבותירוקסין", "הידרוכלורותיאזיד", "לוסרטן"], "icd10_code": [], "referred_to_department": "אונקולוגיה", "referral_reason": "בירור", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "עדי עמר, בת 11, מופנית לייעוץ בשל חשש לבעיה קרדיווסקולרית. ללא מחלות רקע ידועות, מתמצבת בבריאות כללית טובה. מטופלת בלבותירוקסין, הידרוכלורותיאזיד ולוסרטן. אין היסטוריה של עישון במשפחה. אין רגישויות ידועות לתרופות או מזונות. \n\nלאחרונה חוותה עדי מספר אירועים של עילפון והרגשת חולשה כללית. מדדי ל.ד ובדיקות א.ק.ג שבוצעו הראו תוצאות חריגות המחייבות התייחסות. אין היסטוריה משפחתית של בעיות קרדיווסקולריות, אך לאור הממצאים והמצב הקליני, יש חשיבות לקיום בירור מעמיק. \n\nההפניה דחופה והמטופלת זקוקה ליעוץ קרדיולוגי בהקדם האפשרי. מומלץ לבצע בדיקות נוספות כולל בדיקת אקו-לב וצנ\"ל אם נדרש, על מנת לאשש או לשלול בעיה לבבית. יש לפעול במהירות על מנת למנוע סיבוכים אפשריים."}
{"patient_id": "851961060", "patient_name": "חנה אלון", "patient_age": 31, "gender": "female", "document_date": "2025-04-23", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 112, בני ברק", "smoking_status": false, "blood_type": "AB+", "occupation": "סטודנט", "conditions": [], "medications": ["רמיפריל"], "icd10_code": [], "referred_to_department": "מיון", "referral_reason": "בירור", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "חנה אלון, בת 32, פונה לייעוץ קרדיולוגי בעקבות תסמינים של כאבים בחזה שהופיעו לאחרונה. המטופלת ללא מחלות רקע ידועות וללא היסטוריה משפחתית של מחלות לב, אך טופלת ברמיפריל עקב ערכי לד מוגברים שנמצאו בבדיקות שגרתיות. חנה אינה מעשנת ולא ידועה רגישות לתרופות. \n\nבמהלך השבועות האחרונים, חנה החלה לחוות כאבים לוחצים בחזה, בעיקר לאחר מאמץ פיזי מתון. היא מדווחת על תחושת דופק מהיר ולעיתים סחרחורת בוצע א.ק.ג ראשוני שהראה שינויים קלים, ולכן מבוקש בירור נוסף. נבדקה רמת טל\"ד ונמצאה בגבול הנורמה, אך מומלץ על מעקב נוסף בגלל התסמינים הקליניים.\n\nההפניה נחשבת לדחופה עקב התסמינים המתוארים והסיכון האפשרי לפגיעה לבבית. ממליץ על ביצוע צנ\"ל ובדיקות נוספות לפי שיקול הדעת הקרדיולוגי. יש לשקול התייעצות בפרמקולוגיה להערכת הטיפול התרופתי הננוכחי."}
{"patient_id": "049478738", "patient_name": "אפרת אלון", "patient_age": 16, "gender": "female", "document_date": "2024-03-11", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 63, בני ברק", "smoking_status": true, "blood_type": "A+", "occupation": "עורך דין", "conditions": ["דלקת מפרקים"], "medications": ["פרוקסטין"], "icd10_code": ["M19"], "referred_to_department": "פנימית ב", "referral_reason": "דלקת מפרקים", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "אפרת אלון, בת 18, פונה לייעוץ בשל החמרה בדלקת המפרקים ממנה סובלת מזה מספר שנים. למטופלת אין היסטוריה משפחתית של מחלות אוטואימוניות נוספות. היא נמצאת בטיפול בפרוקסטין להקלה על תסמינים נפשיים נלווים, ומדווחת על כאבים מוגברים במפרקים גדולים וקטנים, במיוחד בבקרים. המטופלת מעשנת מזה כשנתיים, דבר שעשוי להשפיע על מהלך המחלה.\n\nלפני כשבוע חלה החמרה בכאבי המפרקים יחד עם נפיחות ובצקת מקומית. לא נפו תסמינים נוירולוגיים או חום. בתשאול נוסף לא נמצאו אלרגיות ידועות. בבדיקות מעבדה אחרונות ניכרה עלייה קלה ב-CRP וב-ESR. יש לשקול אפשרות לטיפול ביולוגי או שינויים פרמקולוגיים בהתאם להערכת מומחה למחללות ראומטולוגיות.\n\nממליץ על קביעת תור דחוף לראומטולוג על מנת לשקול התאאמה מחודשת של הטיפול התרופתי ובחינת צורך בשינוי אורחות חיים, כולל הפסקת עיון. הבקשה נובעת מהחמרה במצב הקליני ונדררשת התערבות מקצועית בהקדם."}
{"patient_id": "387592710", "patient_name": "ליאם אברהם", "patient_age": 59, "gender": "male", "document_date": "2024-09-04", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 119, דימונה", "smoking_status": true, "blood_type": "AB-", "occupation": "חייל", "conditions": ["מחלת כבד שומני"], "medications": [], "icd10_code": ["K67"], "referred_to_department": "גריאטריה", "referral_reason": "מחלת כבד שומני", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "ליאם אברהם, גבר בן 60, פונה לייעוץ עקב החמרה במצב בריאותו. למטופל רקע של מחלת כבד שומני, ואין לו תרופות קבועות. המטופל מעשן מזה שנים רבות, דדבר שמחמיר את המצב הרפואי הכללי שלו. אין רקע של ס.ד או ל.ד. המטופל מתאר תחושת עייפות מוגברת, ירידה במשקל ואי נוחות בבטן הימנית העליונה. בבדיקה פיזיקלית נמצא טל\"ד תקין, אך ניכרת הגדלה של הכבד.\n\nמהלך האירוים מצביע על צורך בהערכה מעמיקה יותר של מחלת הכבד, בשל החמרה בסימפטומים. נשלחו בדיקות דם הכולללות תפקודי כבד אשר הראו עליה באנזימי הכבד, מה שמחזק את החשד להחמרת המחלה. לא קיימות רגישויות ידועות לתרופות. המטופל נשוי וילדיו הבוגרים תמוכים בו.\n\nמומלץ להפנות את ליאם להמשך בירור במרפאת גסטרואנטרולוגיה לצורך אולטרסאונד בטן וייעוץ גסטרו בהקדם האפשרי. יש לשקול ביצוע ביופסייה כבדית על רקע החשד להחמרה דלקתית. הדחיפות בינונית אך יש לעקוב בקפדנות אחרי המצב על מנת למנוע סיבוכים עתידיים."}
{"patient_id": "548015718", "patient_name": "אריאל פרץ", "patient_age": 14, "gender": "male", "document_date": "2023-01-27", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 64, לוד", "smoking_status": false, "blood_type": "O-", "occupation": "עיתונאי", "conditions": ["COPD", "פרפור פרוזדורים"], "medications": [], "icd10_code": ["J44", "I48"], "referred_to_department": "נפרולוגיה", "referral_reason": "COPD", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "אריאל פרץ,, בן 17, פונה לייעוץ ריאתי בשל מחלת COPD מאובחנת מזה כשנה. מטופל ללא תרופות קבועות. מאובחן גם עם פרפור פרוזדורים, אך טרם קיבל טיפול מסודר בשל כך. אריאל אינו מעשן ואין רקע משפחתי למחלות נשימה נוספות. מציין קוצר נשימה במאמץ קל ועייפות מוגברת. ללא סוכרת או מחלות רקע נוספות. \n\nבבדיקה פיזיקלית, נצפתה נשימה מהירה ושטחית, כיחלון קל בקצוות האצבעות וטכיקרדיה. א.ק.ג הראה פרפור פרוזדורים ללא עדות לאיסכמיה חריפה. לא נצפו אלרגיות ידועות. הוריהם של אריאל מציינים כי הוא עוסק בפעילות גופנית במסגרת בית הספר, אך המגבלות הרייאתיות מקשות על השתתפותו בפעילויות ספורטיביות.\n\nבהתחשב בקוצר הנשימה והפרפור הפרוזדורים הלא מטופל, מומלץ על ייעוץ דחוף במרפאת ריאות לשם הערכת הצורך בטיפול תרופתי מתאים, וכן על ייעוץ קרדיולוגי להחלטה על טיפול אפשרי בפרפור. כמו כן, יש לשקול צורך בבדיקות נוספות כמו תפקודי ריאה מלאים."}
{"patient_id": "678427113", "patient_name": "עומר אברהם", "patient_age": 30, "gender": "male", "document_date": "2023-11-21", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 78, רעננה", "smoking_status": false, "blood_type": "O-", "occupation": "קבלן", "conditions": ["COPD", "השמנת יתר", "אי ספיקת לב"], "medications": ["גבפנטין", "סימבסטטין", "לבותירוקסין", "פרוקסטין", "אומפרזול"], "icd10_code": ["J44", "E66", "I50"], "referred_to_department": "פנימית ב", "referral_reason": "אי ספיקת לב", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "עומר אברהם, בן 32, פונה לייעוץ בעקבות החמרה במצב הנשימה ומצב הלב. למטופל היסטוריה רפואית הכוללת COPD, השמנת יתר ואי ספיקת לב כרונית. מטופל תרופתית בגבפנטין, סימבסטטין, לבותירוקסין, פרוקסטין ואומפרזול. עומר אינו מעשן, אך סובל מהשמנת יתר אשר עשויה להחמיר את בעיות הנשימה והלב.\n\nבמהלך החודשים האחרונים נצפתה החמרה בתסמיני קוצר הנשימה, בעיקר במאמץ מתון עד קל. א.ק.ג שנערך לאחרונה הצביע על שינויים לא ספציפיים אשר עשויים להצביע על החמרה בתפקוד הלבבי. טל\"ד נמצא בגדר הנורמה, אך נרשמה ירידה בסבילות למאמץ. אין עדות לס.ד או ל.ד, אך יש לציין כ המטופל סובל מכאבי פרקים מפושטים.\n\nמומלץ הפנייה דחופה לייעוץ קרדיולוגי לצורך הערכת התפקוד הלבבי ולקביעת הצורך בצנ\"ל או בבדיקות נוספות. כמו כן, יש לשקול הפנייה לפיזיותרפיה נשימתית על מנת לשפר את איכות החיים ואת הסבילות למאמץ. אין עדות לאלרגיות, ווהמצב המשפחתי: נשוי עם שני ילדים."}
{"patient_id": "249911876", "patient_name": "אברהם אוחנה", "patient_age": 81, "gender": "male", "document_date": "2025-09-17", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 42, נצרת", "smoking_status": false, "blood_type": "B-", "occupation": "מזכירה", "conditions": [], "medications": ["מטפורמין", "אומפרזול", "פרוקסטין"], "icd10_code": [], "referred_to_department": "קרדיולוגיה", "referral_reason": "בירור", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "אברהם אוחנה, זכר, בן 81, מופנה להמשך ייעוץ וטיפול. המטופל ללא מחלות רקע ידועות מלבד סוכרת מאובחנת. נוטל מטפורמין במינון קבוע, בנוסף לאומפרזול ופרוקסטין. ללא הסטוריה של עישון. ללא רגישויות ידועות.\r\rבשבועות האחרונים, אברהם מדווח על תחושת עייפות כללית והופעה של כאבים בחזה במאמץ קל. בבדיקת א.ק.ג נמצא שינויים לא ספציפיים. נשלל אוטם חריף, אך כאבים ממשיכים להופיע. טל\"ד ש 130/85 במנוחה. לאור גילו ומצבו הריאותי הכלי, יש לשקול ביצוע צנ\"ל לבחון אתת מצב כלי הדם הקורונריים.\r\rלאור הסימפטומים והגיל המתקדם, אני ממליץ על ייעוץ קרדיולוגי דחוף להערכת הצורך בהמשך בירור וטיפול אפשרי. ייתכן ויידרש שינוי בטיפול התרופתי או התערבות פולשנית. אנא קבעו תור בהקדם האפשרי להבטחת טיפול מיטבי."}
{"patient_id": 969545003, "patient_name": "גלית שמעוני", "patient_age": 23, "gender": "female", "document_date": "2024-08-14", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 64, בת ים", "smoking_status": false, "blood_type": "B+", "occupation": "שוטר", "conditions": ["היפרליפידמיה", "מחלת כבד שומני", "אי ספיקת כליות כרונית", "דיכאון"], "medications": [], "icd10_code": ["E78", "K76", "N18", "F32"], "referred_to_department": "אונקולוגיה", "referral_reason": "אי ספיקת כליות כרונית", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "גלית שמעוני, בת 24, הופנתה לייעוץ רפואי לאור מצבה הרפואי המורכב הכולל היפרליפידמיה, מחלת כבד שומני, אי ספיקת כליות כרונית ודיכאון. גלית אינה נוטלת תרופות קבועות, ולא מעשנת. בבדיקות שבוצעו לאחרונה נמצא ערך גבוה של כולסטרול וטריגליצרידים, תפקודי כבד וכליות חריגים, ובדיקות מעבדה מעידות על עלייה ברמת הקריאטינין. מבחינה נפשית, גלית מתארת תחושות של עצבות מתמשכת, ירידה במצב רוח וחוסר עניין בפעילויות שהיו חביבות עליה בעבר.\n\nסיבת ההפניה היא להערכה מדוקדקת של מצבה הכללי ובחינת אפשרות להתערבות תרופתית או טיפולית שיכולה לשפר את איכות חייה. במוחד יש צורך בבחינה מעמיקה של הטיפול בהיפרליפידמיה ובמחלת הכבד השומני, שכן אלו עלולים להחמיר את מצבה הכלייתי. דחיפות ההפניה גבוהה לאור ההחמרה בתסמינים והחשש מפני הדרדרות נוספת.\n\nההמלצה היא לפגישה ראשונית בהקדם האפשרי עם מומחה בתחום הנפרולוגיה והפסיכיאטריה, כד להתאים תוכנית טיפולית כוללת. יש לקחת בחשבון גם את המצב הנפשי של גלית ולערוך הערכה פסיכיאטרית נוסת. לא ידוע על אלרגיות ואין מידע על בעיות תורשתיות משפחתיות נוספות. מצבה המשפחתי של גלית הוא רווקה, והיא מתגוררת עם הוריה."}
{"patient_id": "191954197", "patient_name": "סיגל מזרחי", "patient_age": 9, "gender": "female", "document_date": "2025-04-21", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 96, נתניה", "smoking_status": false, "blood_type": "O-", "occupation": "סטודנט", "conditions": ["דלקת מפרקים", "דמנציה", "דיכאון", "סוכרת סוג 2"], "medications": ["הידרוכלורותיאזיד", "פרוקסטין"], "icd10_code": ["M19", "F03", "F32", "E11"], "referred_to_department": "גריאטריה", "referral_reason": "דמנציה", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "סיגל מזרחי, ילידת 2013, מגיעה לרופא המטפל עם רקע רפואי מורכב הכולל דלקת מפרקים, דמנציה בגיל צעיר יחסית, דיכאון וסוכרת סוג 2 (ס.ד). המטופלת מטופלת בהידרוכלורותיאזיד ופרוקסטין, ללא היסטוריה של עישון. מצבה המשפחתי כולל תמיכה משפחתית טובה, אך ההורים מדווחים על קושי בהתמודדות עם מצבה הרפואי המורכב של סיגל, במיוחד בהקשר של הדמנציה והדיכאון. אין דיווח על אלרגיות ידועות.\n\nבהתחשב במורכבות המצב הרפואי, ברצוני להפנות את סיגל לייעוץ רב תחומי, הכולל ראומטולוג לילדים להערכה וניהול דלקת המפרקים, ייעוץ פסיכיאטרי להמשך טיפול בדיכאון ואיזון תרופתי, וכן ייעוץ אנדוקרינולוגי לניהול יעיל של הסוכרת. לאור גילה הצעיר של סיגל והצטברת המחלות הכרוניות, חשוב להקפיד על מעקב הדוק ולהבטיח טיפול כוללני. יש לתת דגש על תמיכה פסיכולוגית למשפחה, על מנת לסייע בהתמודדות עם האתגר המשפחתי הניכר.\n\nדחיפות הפניה הנה בינונית-גבוהה עקב הצורך בהתערבות מוקדמת לייצוב מצבה הרפואי ולמניעת החמרה נוספת. מומלץ לתתאם הפגישות בהקדם האפשרי ולשקול אשפוז יום במרכז רב תחומי אם המצב ייחמיר."}
{"patient_id": "591123823", "patient_name": "איתי דוד", "patient_age": 30, "gender": "male", "document_date": "2024-02-03", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 40, אשדוד", "smoking_status": false, "blood_type": "O+", "occupation": "עובד סוציאלי", "conditions": ["מחלת כבד שומני", "אוסטאופורוזיס", "פרפור פרוזדורים", "אנמיה", "סוכרת סוג 2"], "medications": ["אינסולין", "אומפרזול", "איבופרופן", "אטורבסטטין", "מטפורמין", "רמיפריל"], "icd10_code": ["K76", "M81", "I48", "D64", "E11"], "referred_to_department": "אורולוגיה", "referral_reason": "אוסטאופורוזיס", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "איתי דוד, בן 322, פונה לייעוץ וטיפול בעקבות מספר בעיות רפואיות מורכבות. רקע רפואי כולל מחלת כבד שומני, אוססטאופורוזיס, פרפור פרוזדורים, אנמיה וס.ד סוג 2. המטופל מטופל באינסולין, אומפרזול, איבופרופן, אטורבסטטין, מטפורמין ורמיפריל. אין היסטוריה של עישון. אין אלרגיות ידועות. איתי נשוי ואב לשניים.\n\nהסייבה להפניה היא הערכה נוספת וטיפול בפרפור פרוזדורים המתמשך, שגורם לתסמינים של עיפות מתמשכת וקוצר נשימה. בנוסף, יש צורך בניהול טוב יותר של ס.ד ושיפור מצב האנמיה הכרונית. בעבר בוצע א.ק.ג שהראה אי סדירות בקצב הלב, אך לא בוצע טיפול אינטנסיבי נוסף. המצב דורש הערכה קרדיולוגית דחופה, ובחינה אפששרית של אופציה לצנ\"ל או טיפול תרופתי מתאים.\n\nהמלצותינו כוללות הערכה קרדיולוגית דחוופה להתאמת טיפול בפרפור פרוזדורים ובחינה מחדש של תוכנית הטיפול בס.ד. יש לשקול ביצוע בדיקות דם נוספות להערכת מצב האנמיה והכבד. מומלץ לנטר ל.ד וטל\"ד על בסי יומיומי ולהמשיך במעקב רפואי צמוד לשיפור מצבו הכללי."}
{"patient_id": "867713331", "patient_name": "נועם רוזנברג", "patient_age": 46, "gender": "male", "document_date": "2024-08-04", "facility_name": "בית חולים האלון", "patient_address": "הרצל 92, באר שבע", "smoking_status": false, "blood_type": "AB+", "occupation": "מזכירה", "conditions": ["דיכאון", "אסתמה", "מחלת לב כלילית", "אי ספיקת כליות כרונית"], "medications": ["הידרוכלורותיאזיד"], "icd10_code": ["F32", "J45", "I25", "N18"], "referred_to_department": "ריאות", "referral_reason": "דיכאון", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "נועם רוזנברג, בן 47, גבר נשוי עם שני ילדים, מתמודד עם דיכאון, אסתמה, מחלת לב כלילית ואי ספיקת כליות כרונית. אינו מעשן. מדובר במטופל הנוטל הידרוכלורותיאזיד ומדווח על חוסר אלרגיות לתרופות. נועם סובל מתסמינים של עייפות מוגברת וקוצר נשימה במאמץ קל, תלונות המצריכות בירור מעמיק יותר בעקבות ההיסטוריה הרפואית המורכבת שלו.\n\nבהתחשב במחלות הרקע ובתסמינים הנוכחיים, המטופל זקוק להערכה קרדיולוגית דחופה. נועם סבל בעבר מאירוע לבבי אחד וטופל בצנ\"ל. א.ק.ג אחרון הראה שינויים לא ספציפיים, וקיים חשש להחמרה במצב הקרדיווסקולרי. בנוסף, יש צורך בבדיקת תפקוד כלייתי עדכניתת, כדי להעריך את השפעת התרופות והמצב הקרדיאלי על הכליות.\n\nסיכום והמלצות: נבקש הפניה לייעוץ קרדיולוגי דחוף להערכת תפקוד לבבי ושקילת שינויים בטיפול התרופתי. מומלץ לבצע בדיקות דם מלאות כולל תפקודי כליה ולב, א.ק.ג חוזר והדמיית לב אפשרית. יש לעקוב אחרי שינויים אפשריים בל.ד ובח.ד, ולהתאים טיפול בהתאם לממצאים."}
{"patient_id": "439735978", "patient_name": "חנה דוד", "patient_age": 66, "gender": "female", "document_date": "2024-09-06", "facility_name": "בית חולים האלון", "patient_address": "הרצל 38, ראשון לציון", "smoking_status": true, "blood_type": "O-", "occupation": "עורך דין", "conditions": ["דלקת מפרקים", "דמנציה", "מחלת כבד שומני", "היפרליפידמיה"], "medications": ["דיקלופנק"], "icd10_code": ["M19", "F03", "K76", "E78"], "referred_to_department": "פנימית ב", "referral_reason": "דמנציה", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "חננה דוד, בת 67, נשואה, פונה לייעוץ רפואי דחוף עקב החמרה במצבה הבריאותי. המטופלת סובלת ממחלות רקע הכוללות דלקת מפרקים, דמנציה, מחלת כבד שומני והיפרליפידמיה. היא מטופלת בדיקלופנק באופן קבוע. יש לציין כי חנה מעשנת מזה שנים רבות, דבר העלול להחמיר את מצבה הכללי.\n\nלאחרונה, נצפתה החמרה בסימני הדמנציה עם ירידה בזיכרון וקשיים בתפקוד יומיומי. בנוסף ישנה עלייה בכאבים מפרקיים שאינם נענים לטיפול הקיים. רמות השומנים בדם נמצאות בעלייה חריגה, המצריכה התערבות דחופה. כמו כן, נרשמה החמרה במצב הכבד השומני, עם ערכי תפקודי כבד לא תקינים בבדיקות האחרונות.\n\nבשל המורכבות והריבוי במחלות הרקע, מופנית חנה להערכה ולטיפול משולב הכולל ייעוץ רופא פנימי, ראומטולוג ופסיכיאטר. יש לשקול שינוי בתרופות הנוכחיות ובדגש על הפסקת עישון. דחיפות ההפניה – גבוהה, יש לבצע את הבירור והטיפול בהקדם האפשרי על מנת למנוע החמרה נוספת."}
{"patient_id": "537599003", "patient_name": "גלית אברהם", "patient_age": 19, "gender": "female", "document_date": "2023-07-09", "facility_name": "בית חולים האלון", "patient_address": "הרצל 7, רמלה", "smoking_status": false, "blood_type": "O+", "occupation": "מזכירה", "conditions": ["אי ספיקת לב", "דיכאון", "מחלת לב כלילית"], "medications": [], "icd10_code": ["I50", "F32", "I25"], "referred_to_department": "נוירולוגיה", "referral_reason": "אי ספיקת לב", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "גלית אברההם, בת 22, הופנתה לייעוץ וטיפול קרדיולוגי דחוף. הרקע הרפואי כולל אי ספיקת לב ומחלת לב כלילית, לצד דיכאון כרוני. גלית אינה מטופלת תרופתית על בסיס קבוע, אינה מעשנת ואין רגישויות ידועות. במשפחתה יש היסטוריה של מחלות לב וכלי דם.\n\nלאחרונה, גלית דיווחה על החמרה בתסמינים, הכוללים קוצר נשימה במאמץ קל ונפיחות בקרסוליים. תפקוד החדר השמאלי ירוד, ונצפו שינויי בא.ק.ג המעידים על הפרעות הולכה. בדיקות הדם הראו ירידה בתפקוד הכליות וטל\"ד נמוך שאינו נשלט. גלית חווה גם החמרה במצב הנפשי, עם ירידה בתפקוד היומיומי.\n\nנדרש ייעוץ קרדיולוגי דחוף להערכת מצב הלב ובחינת הצורך בהתערבות, כגון צנ\"ל או טיפול תרופתי מתאים. כמו כן, מומלץ לשלב גורם פסיכיאטרי לטיפול משולב בדיכאון."}
{"patient_id": "862415023", "patient_name": "חנה שמעוני", "patient_age": 79, "gender": "female", "document_date": "2023-05-28", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 91, חיפה", "smoking_status": false, "blood_type": "AB+", "occupation": "שוטר", "conditions": ["אי ספיקת כליות כרונית", "דיכאון", "מחלת כבד שומני", "גאוט"], "medications": ["קלופידוגרל", "איבופרופן", "אטורבסטטין"], "icd10_code": ["N18", "F32", "K76", "M10"], "referred_to_department": "פנימית א", "referral_reason": "דיכאון", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "חנה שמעוני, בת 82, עם רקע רפואי מורכב הכולל אי ספיקת כליות כרונית, דיכאון, מחלת כבד שומני, וגאוט. המטופלת נוטלת קלופידוגרל, איבופרופן ואטורבסטטין. אינה מעשנת. לאחרונה דווח על החמרה במצב הדיכאון והופעת סימנים של עייפות יתר וחולשה כללית. יש לציין כי חנה מתגוררת לבד, ונתמכת על ידי בתה שמבקרת אותה פעמיים בשבוע. אין אלרגיות ידועות.\n\nסיבת הפניה: עקב החמרה במצב הדיכאון ואי ספיקת כליות, נדרש ייעוץ דחוף להערכה פסיכיאטרית והמשך טיפול נפרולוגי. נבדק חוסר איזון אפשרי בין התרופות, בעיקר עקב השימוש באיבופרופן שעלול להחמיר את מצב הכליות. בנוסף, יש צורך בהערכה מחודשת של טיפול לגאוט בשל התקפים תכופים לאחרונה.\n\nהמלצות: ייעוץ פסיכיאטרי בהקדם האפשרי להערכת המצב הדיכאוני והתאמת טיפול תרופתי. ייעוץ נפרולוגי לבדיקת תפקודי כליות והערכת הצורך בשינוי טיפול תרופתי. נדרש מעקב צמוד נוסף על ידדי רופא המשפחה לשם תיאום הטיפולים. חשוב לציין שהמטופלת היא בת 97, ולכן יש לקחת בחשבון שיקולים גיליים וטיפול הוליסטי."}
{"patient_id": "016459778", "patient_name": "הילה פרץ", "patient_age": 42, "gender": "female", "document_date": "2024-07-18", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 51, פתח תקווה", "smoking_status": false, "blood_type": "AB+", "occupation": "עובד סוציאלי", "conditions": ["דיכאון", "אנמיה", "מחלת כבד שומני", "דמנציה", "יתר לחץ דם"], "medications": ["אלנדרונט", "מטפורמין", "אמלודיפין", "איבופרופן", "אספירין", "פרוקסטין"], "icd10_code": ["F32", "D64", "K76", "F03", "I10"], "referred_to_department": "כירורגיה כללית", "referral_reason": "אנמיה", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "הילה פרץ,, בת 44, פונה להמשך ייעוץ וטיפול בעקבות החמרה במצבה הנפשי והפיזי. המטופלת מתמודדת עם מספר בעיות רפואיות כרונייות הכוללות דיכאון, אנמיה, כבד שומני, דמנציה ויתר לחץ דם. היא מטופלת תרופתית באלנדרונט, מטפורמין לס.ד, אמלודיפין לאיזון ל.ד, איבופרופן ואספירין לטיפול בכאבים ולמניעת קרישי דם, וכן פרוקסטין לדיכאון. המטופלת אינה מעשנת ואין דיווח על אלרגיות ידועות.\n\nבמהלך החודשים האחרונים חלה החמרה במצב הדיכאון והדמנציה, עם דיווחים על ירידה בתפקוד היומיומי והזיכרון. המטופלת מציינת תחושת עיייפות מתמדת וקושי בביצוע מטלות פשוטות בבית. נוסף לזאת, נצפתה עליה ברמות ל.ד על אף הטיפול התרופתי, דבר המצריך הערכה מחדש של פרופיל הטיפול הנוכחי. \n\nהפנייה דחופה לייעוץ פסיכיאטרי ונוירולוגי לצורך התאמת הטיפול הנפשי והקוגניטיבי. כמו כן, מומלץ להעריך מחדש אאת הטיפול התרופתי בידי רופא פנימאי או קרדיולוג, בהתחשב בבעיות הלב האפשריות ובסיכון הקרדיווסקולרי. יש לשקול בדיקות דם נוספות להערכת מצב האנמיה ורמת הברזל בגוף, וניטור מקרוב של טל\"ד והא.ק.ג בשל החששות הקרדיאליים."}
{"patient_id": "776974990", "patient_name": "דוד אוחנה", "patient_age": 29, "gender": "male", "document_date": "2024-01-12", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 84, תל אביב", "smoking_status": false, "blood_type": "O+", "occupation": "מזכירה", "conditions": ["COPD", "אי ספיקת לב"], "medications": ["מטפורמין", "הידרוכלורותיאזיד", "פרוקסטין", "אמלודיפין"], "icd10_code": ["J44", "I50"], "referred_to_department": "גריאטריה", "referral_reason": "COPD", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "דוד אוחנה, בן 31, עם רקע רפואי של COPD ואי ספיקת לב. מטופל בתרופות: מטפורמין, הידרוכלורותיאזיד, פרוקסטין, אמלודיפין. אינו מעשן. למטופל אין אאלרגיות ידועות. בדיקות קודמות מצביעות על טל\"ד לא מאוזן, עם תנודות בערכי הל.ד, וכן תסמינים חוזרים של קוצר נשימה. ס.ד מאוזנת בעזרת מטפורמין, אך נדרשת מעקב תכוף אחר רמות הסוכר בדם.\n\nסיבת ההפניה: המטופל מתלונן על החמרה בקוצר נשימה במאמץ קל, והופעה של בצקות בגפיים תחתונות. לאחרונה נרשמה ירידה במשקל לא מכוונת של כ-5 ק\"ג בחודש האחרון. בדיקת א.ק.ג עדכני הצביעה על שינויים אפשריים בהולכה בלב, שדורשים המשך בירור. אי לכך, יש צורך בהפנייתו לצנ\"ל דחוף וזימון לייעוץ קרדיולוגי להערכת המשך טיפול באי ספית הלב והערכת הצורך בהתאמת טיפול פרמקולוגי.\n\nבמצבו הנוכחי, חשוב להעריך מחדש את טיפולו התרופתי, תוך התחשבות במצבו הקרדיולוגי והנפח הראתי. דחיפות הפניה גבוהה, לאור ההחמרה בסימפטומים והחשש מהתתדרדרות נוספת במצבו הלבבי. נא לבחון את אפשרויות ההתערבות הלא פולשניות והפולשניות הנדרשות להבטחת יציבות מצבו של המטופל."}
{"patient_id": "683147276", "patient_name": "יוסף אברהם", "patient_age": 73, "gender": "male", "document_date": "2023-11-25", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 31, ראשון לציון", "smoking_status": false, "blood_type": "A-", "occupation": "חשבונאי", "conditions": [], "medications": ["רמיפריל", "מטפורמין", "הידרוכלורותיאזיד", "גבפנטין", "קלופידוגרל"], "icd10_code": [], "referred_to_department": "אורולוגיה", "referral_reason": "בירור", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "יוסף אברהם, גבר בן 76, מופנה לייעוץ קרדיולוגי בעקבות תלונות על כאבים בחזה ותחושת עייפת כללית שנמשכת מספר שבועות. למטופל אין מחלות רקע ידועות מעבר לס.ד (מאוזנת עם מטפורמין) ול.ד המטופל עם רמיפריל והידררוכלורותיאזיד. יוסף נוטל גם גבפנטין בשל כאבים כרוניים בגב תחתון וקלופידוגרל. בעברו הרפואי אין עדות לצנ\"ל, אך נמצא בטיפול תרופתי מונע בעקבות סיפור משפחתי של מחלת לב.\n\nבמהלך החודש האחרון, יוסף מתאר החמרה בכאבים בחזה המופיעים בזמן פעילויות פיזיות קלות כמו הליכה קצרה או עליה במדרגות. בנוסף, הוא מדווח על קוצר נשימה בזמן מאמץ, שלא היה קודם. בבדיקה פיזיקלית נצפה טל\"ד תקיין, אך נמצא דופק בלתי סדיר. בוצעו בדיקות ם שגרתיות שלא הראו סטיות משמעותיות, אך א.ק.ג שהוזמן במרפאה הצביע על שינויים החשודים לאיסכמיה.\n\nעקב ההחמרה בתסמינים והסיכון הקרדיאלי, אנו ממליצים על ביצוע אקו לב ומבחן מאמץ בהקדם האפשרי. הדחיפות גבוהה, ויש לשקול צנתור קקרדיאלי בהתאם לממצאי הבדיקות הנוספות. יוסף אינו מעשן, אין אלרגיות ידועות, והוא מתגורר עם שתו. מומלץ להמשך מעקב קרוב של רופא קרדיולוג ותיאום תור בהקדם האפשרי."}
{"patient_id": "667998405", "patient_name": "רותם בן דוד", "patient_age": 81, "gender": "female", "document_date": "2023-07-06", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 109, באר שבע", "smoking_status": false, "blood_type": "O-", "occupation": "מתכנת", "conditions": ["השמנת יתר", "דלקת מפרקים", "דמנציה"], "medications": ["פרוקסטין", "אינסולין", "קלופידוגרל", "מטפורמין"], "icd10_code": ["E66", "M19", "F03"], "referred_to_department": "נוירולוגיה", "referral_reason": "השמנת יתר", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "רותם בן דוד,, בת 84, פונה לייעוץ עקב החמרה במצב הדמנציה ונפילוות חוזרות. רותם סובלת ממחלות רקע כגון השמנת יתר, דלקת מפרקיים ודמנציה מתקדמת. היא מטופלת באופן קבוע בפרוקסטין, אינסולין, קלופידוגגרל, מטפומין ומטופרולול. אין היסטוריה של עישון.. \n\nבמהלך החודשים האחרונים חלה ירידה משמעותית בתפקוד הקוגניטיבי של רותם, מלווה בנפילות תכופות, ככל הנראה עקב חוסר יציבות. בבדיקות אחרונות לא נמצא שינוי בולט בל.ד או בטל\"ד, אך יש לציין את השוני בתנועתיות עקב הדלקת פרקים, המשפיעה על יציבותה. האיזון הגליקמי שלה יציב כיום, אך נדרש מעקב צמוד עקב השינויים התרופתיים האחרונים.\n\nבהתחשב במצבה הקליני של רותם והחמרה הנצפית, נבקש ייעוץ גריאטרי בהקדם האפשרי להערכה מחודשת של תוכנית הטיפול. הדחיפות הינה בינונית-גבוהה, על מנת לשפר את איכות חייה ולמנוע נזקים נוספים עקב הנפילות החוזרות. נודה על התייחסות בהקדם."}
{"patient_id": "193183746", "patient_name": "גיל לוי", "patient_age": 83, "gender": "male", "document_date": "2024-10-03", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 56, חיפה", "smoking_status": false, "blood_type": "AB-", "occupation": "מורה", "conditions": ["דיכאון", "אנמיה"], "medications": ["אומפרזול", "הידרוכלורותיאזיד", "אלנדרונט", "אינסולין", "פרוקסטין"], "icd10_code": ["F32", "D64"], "referred_to_department": "אורולוגיה", "referral_reason": "דיכאון", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "גיל לוי, בן 84, הופנה לייעוץ עקב קשיים בתפקוד יומיומי הנובעים מהמצב הבריאותי הכללי שלו. למטופל רקע רפואי הכולל דיכאון ואנמיה, וידוע כסובל מסוכרת המטופלת באינסולין. בגילוי האחרון נצפתה ירידה במדדי ההמוגלובין, מה שמחמיר את תחושת העייפות והקושי בתפקוד יום-יומי. המטופל אינו מעשן ואין דיווח על אלרגיות ידועות.\n\nבמהלך הבדיקה האחרונה נצפו מדדי ל\"ד מעט גבוהים וכן בעיות בשיווי המקל, ככל הנראה עקב שילוב גורמים של אנמיה ותרופות נוגדות דיכאון (פרוקסטין). כמו כן, נצפתה אי נוחות בבטן העליונה, אפשרית כתוצאה מהשימוש באומפרזול. המטופל מתגורר לבד, ולדבריו מרגיש בודד מה שמכביד על מצבו הנפשי.\n\nהפניה זו נעשית בדחיפות בינונית, לצורך ייעוץ מקיף והערכת מצב כללית שיכולה לכלול התאמת טיפול תרופתי חדש או שינוי במינונים הקיימים. יש לשקול גם התערבות נפשית ופסיכולוגית על מנת לשפר את מצב הרוח הכללי של המטופל ולשפר את איכות חייו. אבקש לתאם פגישה בהקדם האפשרי על מנת למנוע החמרה נוספת במצב הבריאותי."}
{"patient_id": "214565327", "patient_name": "יונתן דוד", "patient_age": 16, "gender": "male", "document_date": "2025-09-20", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 65, רמת גן", "smoking_status": false, "blood_type": "O+", "occupation": "קבלן", "conditions": [], "medications": ["גבפנטין"], "icd10_code": [], "referred_to_department": "ריאות", "referral_reason": "בירור", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "מטופל: יונתן דוד, בן 17, ללא מחלות רקע ידועות, אינו נוטל תרופות קבועות פרט לגבפנטין. אין עישון. \n\nיונתן הופנה בשל תלונות על כאבי ראש חוזרים בעוצמה משתנה, אשר מופיעים ב-3 החודשים האחרונים. הכאב מתואר כלוחץ, עעם החמרה בעת פעילות גופנית. אין תלונות על בחילות או הקאות נלוות, אך יש רגישות לאור ורעש. מהלך המצב כלל ביקור במיון בו בוצע א.ק.ג שיצא תקין, לח\"ד יציב, ללא עדות לאירוע חריג. בעברו אין היסטוריה של כאבי ראש דומים, ואין רקע משפחתי של מיגרנות. לל אלרגיות ידועות.\n\nבהתאם לממצאים והמסקנות, מומלץ ייעוץ נוירולוגי דחוף לצורך בירור נוסף והמשך טיפול. יש לשקול ביצוע בדיקות נוספות כמו C.T מוח בהתאם להמלצת הנוירולוג. אנו ממליצים על מעקב צמוד אחר התסמינים ועל התאמת טיפול תרופתי במידת הצורך."}
{"patient_id": "762282770", "patient_name": "לאה חדד", "patient_age": 22, "gender": "female", "document_date": "2023-02-21", "facility_name": "בית חולים האלון", "patient_address": "בלפור 57, טבריה", "smoking_status": true, "blood_type": "A-", "occupation": "נהג", "conditions": ["שבץ מוחי", "גאוט", "מחלת כבד שומני", "אי ספיקת לב"], "medications": ["הידרוכלורותיאזיד", "גבפנטין"], "icd10_code": ["I63", "M10", "K76", "I50"], "referred_to_department": "גסטרואנטרולוגיה", "referral_reason": "גאוט", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "לאה חדד, בת 25, פונה לייעוץ רפואי בעקבות מצב בריאותי מורכב הכולל שבץ מוחי בעבר, גאוט, מחלת כבדד שומני ואי ספיקת לב. המטופלת נוטלת הידרוכלורוותיאזיד וגבפנטין, ומציינת היסטוריה של עישון. אין מידע נוסף על אלרגיות ידועות. המטופלת רווקה וללא ילדים.\n\nבמהלך החודשים האחרונים, לאה חוותה החמרה בתסמיני אי ספיקת לב, כולל עייפות מוגברת וקוצר נשימה במאמץ קל. תלונות נוספות כוללות כאבים בפרקים הקטנים, במיוחד בבקרים, וחשד להחמרת גאוט. בדיקות מעבדה אחרונות מצביעות על עלייה ברמות אנזימי הכבד. לא מתועדת אנמנזה של אירועים לבביים נוספים מלבד השבץ המוחי. \n\nהפנייה זו נעשית בדחיפות בינונית לצורך ייעוץ קרדיולוגי נוסף להערכת תפקוד הלב, כולל ביצוע א.ק.ג ובדיקות הדמיה נוספות בהתאם לצורך. כמו כן, מומלץ ייעוץ בהקדם עם רופא גסטרואנטרולוג להרכת מצב הכבד השומני והשלכותיו על המשך הטיפול התרופתי. אנא העבירו את הממטופלת בהקדם האפשרי לטיפול מתאים ועל מנת למנוע סיבוכים נוספים."}
{"patient_id": "949756795", "patient_name": "רחל מלכה", "patient_age": 57, "gender": "female", "document_date": "2023-01-03", "facility_name": "בית חולים האלון", "patient_address": "ישראל", "smoking_status": true, "blood_type": "B+", "occupation": "מתכנת", "conditions": ["אי ספיקת כליות כרונית"], "medications": ["גבפנטין", "מטפורמין", "אמלודיפין", "וורפרין", "אינסולין", "דיקלופנק"], "icd10_code": ["N18"], "referred_to_department": "אורתופדיה", "referral_reason": "אי ספיקת כליות כרונית", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "רחל מלכה, בת 60, מתמודדת עם אי ספיקת כליות כרונית, המטופלת בתרופות גבפנטין, מטפורמין, אמלודיפין, וורפרין, אינסולין ודיקלופנק. ברקע הרפואי: סוכרת ולחץ דם גבוה, לנוכח מחלת הכליות. אין היסטוריה של עישון אצל המטופלת, ומעולם לא עישנה. \n\nבמהלך הביקור האחרון, נצפו ערכי סוכר לא מאוזנים וערכי טל\"ד גבוהים למרות הטיפול התרופתי הנוכחי. בנוסף, רחל מדווחת על כאבים במפרקים ובגב התחתון. מצב זה דורש התערבות רפואית על מנת למנוע החמרה במצבה הכללי. \n\nנוכח הממצאים והסימפטומים, ההמלצה היא להפנות את רחל לייעוץ נפרולוגי וראומטולוגי לצורך הערכה וטיפול נוסף. יש לשקול התאמת מינון התרופות והמשך מעקב אחר תפקוד הכליות והאיזון המטבולי. הפנייה דחופה לביצוע בהקדם האפשרי לאור הסיכון להחמרה במצב הבריאותי."}
{"patient_id": "971895693", "patient_name": "עידו עמר", "patient_age": 66, "gender": "male", "document_date": "2023-06-13", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 107, אשדוד", "smoking_status": true, "blood_type": "A+", "occupation": "עובד סוציאלי", "conditions": ["גאוט", "סוכרת סוג 2", "COPD"], "medications": ["לבותירוקסין", "אומפרזול", "מטפורמין", "סימבסטטין", "פרוקסטין"], "icd10_code": ["M10", "E11", "J44"], "referred_to_department": "ריאות", "referral_reason": "COPD", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "מר עידו עמר, בן 69, מתמודד עם מספר מחלות רקע הכוללות גאוט, סוככרת סוג 2 ומחלת ריאות חסימתית כרונית (COPD). בימים האחרונים מתלונן על החמרה בתסמינים נשימתיים, כולל קוצר נשימה במאמץ קל ותסמונת כאב חזה לא מוסברת. יש לציין כי הוא ממשיך בעישון פעיל, מה שמחמיר את מצבו הנשימתי. מטופל בתרופות קבועות: לבותירוקסין, אומפרזול, מטפורמין, סימבסטטין ופרוקסטין.\n\nבהיסוריה הרפואית שלו, לא נרשמו אלרגיות ידועות, אך יש היסטוריה משפחתית של מחלות לב. בעברו עבר צנ\"ל בעקבות בעיה כלילית. בבדיקות מעבדה אחרונות, נצפתה עלייה ברמות הגלוקוז, וטל\"ד מעט מוגבר. א.ק.ג שבוצע הציג שינויים לא ספציפיים, מה שמחייב בירור נוסף.\n\nעל כן אני מפנה את מר עמר בדחיפות לבדיק קרדיאולוגית להערכת מצב הלב ולשלילת אפשרות של תסמונת כלילית חריפה. מומלץ לשקול אקו לב ומבחן מאמץ נוסף על הייעוץ הקרדיאולוגי. יש לבצע הערכה מחדש של הטיפול התרופתי, במיוחד לאור המשך העישון וס.ד שאינו מאוזן."}
{"patient_id": "718325822", "patient_name": "לאה בן דוד", "patient_age": 82, "gender": "female", "document_date": "2024-09-01", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 53, בני ברק", "smoking_status": false, "blood_type": "O+", "occupation": "טכנאי", "conditions": ["השמנת יתר", "סוכרת סוג 2", "דיכאון"], "medications": ["הידרוכלורותיאזיד", "אמלודיפין", "מטופרולול", "אטורבסטטין"], "icd10_code": ["E66", "E11", "F32"], "referred_to_department": "אורתופדיה", "referral_reason": "השמנת יתר", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "לאה בן דוד, בת 83, מתגוררת בביתה עם בן זוגה בן 78. היא סובלת ממחלות רקע הכוללות השמנת יתר, סוכרת סוג 2 ודיכאון. המטופלת מקבלת טיפול תרופתי הכולל הידרוכלורותיאזיד, אמלודיפין, מטופרולול ואטורבסטטין. היא אינה מעשנת ואין רגישויות ידועות. \n\nלאחרונה, לאה מתלוננת על עייפות מוגברת וקושי בנשימה במאמץ ל. בבדיקות האחרונות נצפה ל.ד לא מאוזן עם ערכים ממוצעים של 160/90. כמו ככן, רמות הסוכר בצום מגיעות ל-130 מ\"ג/ד\"ל. א.ק.ג שבוצע הראה שינויים שאינם ספציפיים. בשל התסמינים והמצב הבריאותי הכללי, קיימת דאגה לגבי התפתחות אפשרית של בעיות קרדיווסקולריות. \n\nבהתחשב בגילה ובמצבה הרפואי המורכב, ההפניה לייעוץ קרדיולוגי דחופה לבדקת הצורך בבדיקות נוספות כמו אקו לב או צנ\"ל. יש לשקול התאמת הטיפול התרופתי, במיוחד בהתייחסות ליכולת ניהול ל.ד וס.ד, כדי לשפר את איכות חייה של המטופלת ולהפחית סיכון לסיבוכים נוספים."}
{"patient_id": "379502099", "patient_name": "אדם שמעוני", "patient_age": 60, "gender": "male", "document_date": "2025-05-24", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 44, צפת", "smoking_status": false, "blood_type": "A+", "occupation": "חשבונאי", "conditions": ["דלקת מפרקים", "גאוט", "אוסטאופורוזיס"], "medications": ["קלופידוגרל", "סימבסטטין", "איבופרופן", "לבותירוקסין", "אמלודיפין"], "icd10_code": ["M19", "M10", "M81"], "referred_to_department": "מיון", "referral_reason": "גאוט", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "אדם שמעוני, בן 60, מתגורר בבית, נשוי ואב לשלושה. סובל ממחות רקע כגון דלקת מפרקים, גאוט ואוסטאופורוזיס. נוטל תרופות לרבות קלופידוגרל, סימבסטטין, איבופרופן, לבותירוקסין ואמלודיפין. ללא עישון מזה 20 שנה.\n\nהמטופל מתלונן על עלייה בכאבי מפרקים במיוחד בברכיים ובידיים, שמקשים על פעילות יומיומית. בנוסף, חווה התקפים של גאוט הנמשכים לאחרונה בתדירות וכאב מוגברים. לאחרונה מתלונן על תחושת חולשה כללית וירידה במשקל ללא שינוי בתזונה, מבלי לדווח על אירועים חריגים נוספים. בדיקות דם אחרונות הראו עלייה ברמות החומצה האורית. במקביל, ערכי הטל\"ד מיוצבים בעזרת טיפול תרופתי.\n\nבהתחשב במצבו, יש צורך בהערכה ראומטולוגית דחופה לניהול מדויק יותר של דלקת המפרקים והגאוט, כולל התאמת טיפפול תרופתי ובחינת האפשרות לטיפולים נוספים. כמו כן, יש לשקול ביצוע בדיקות מעמיקות יותר להערכת מצב האוסטאופורוזיס, במיוחד לאור הירידה במשקל ותחושת החולשה המדווחת. אין גישות ידועה לתרופות או מזון. המצב דורש התייחסות מיידית לשיפור איכות החיים ולהפחתת הכאב."}
{"patient_id": "804661965", "patient_name": "יעקב לוי", "patient_age": 11, "gender": "male", "document_date": "2023-07-10", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 8, באר שבע", "smoking_status": true, "blood_type": "A+", "occupation": "גמלאי", "conditions": ["יתר לחץ דם", "דמנציה", "אי ספיקת לב"], "medications": [], "icd10_code": ["I10", "F03", "I50"], "referred_to_department": "כירורגיה כללית", "referral_reason": "יתר לחץ דם", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "מטופל: יעקב לוי, בן 14, זכר, פונה לייעוץ קרדיולוגי דחוף בשל החמרה במצב הבריאותי. הרקע הרפואי כולל יתר לחץ דם, דמנציה מוקדמת ואי ספיקת לב. המטופל אינו נוטל תרופוות קבועות, מה שמחמיר את הסיכון לבעיות קרדיווסקולריות נוספות. היסטוריית עישון חיובית מגבירה את חששנו להחמרה בכלי הדם.\n\nבמהלך השבועיים האחרונים, יעקב דיווח על קושי מוגבר בנשימה במאמץ קל, עייפות כללית וכאבים בחזה. בבדיקת א.ק.ג נמצאו סימנים של היפרטרופיה של ח.ד שמאל, וטונוס ל.ד גבוה מהנורמה. לא נרשמה תגובה חיובית לצריכת נוזלים והמטופל לא הראה שיפור במצבו הכללי. משפחתו דייווחה על שכיחים ש מצבי בלבול פתאומיים.\n\nבשל המצב המתואר לעיל, אנו ממליצים על ביצוע צנ\"ל דחוף לבחינת מצבו של יעקב, וכן לשקול טיפול תרופתי מתאים לייצוב ל.ד ולטיפול באי ספיקת לב. ההמלצה כוללתת גם תכנית הפסקת עישון שיכולה לשפר את מהלך המחלה. יש לשקול הערכה נוירולוגית בשל מצבי הבלבול שתוארו."}
{"patient_id": "193928454", "patient_name": "ענת רוזנברג", "patient_age": 75, "gender": "female", "document_date": "2024-06-20", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 92, תל אביב", "smoking_status": false, "blood_type": "O-", "occupation": "חשבונאי", "conditions": ["סוכרת סוג 2", "פרפור פרוזדורים"], "medications": ["קלופידוגרל", "רמיפריל", "אמלודיפין", "אלנדרונט"], "icd10_code": ["E11", "I48"], "referred_to_department": "קרדיולוגיה", "referral_reason": "סוכרת סוג 2", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "ענת רוזנברג, בת 76, הופנתה לייעוץ וטיפול עקב החמרה במצב הרפואי הקיים. ענת סובלת מסוכרת סוג 2 ופרפור פרוזדורים המטופלות באמצעות קלופידוגרל, רמיפריל, אמלודיפין ואלנדרונט. המטופלת לא מעשנת מזה 20 שנה. במהלך הבדיקה האחרונה נרשמה החמרה בערכי הלחץ דם וסוכר, מה שמעלה חשש להחמרה במצבה הקרדיווסקולרי. אנמנזה משפחתית מצביעה על מחלות לבביות בקרב קרובים מדרגה ראשונה.\n\nבבדיקת א.ק.ג אחרונה נרשמו שינויים קלים המחייבים בירור מעמיק. מצב ל.ד לא יציב עם תנודות בטל\"ד, והערכות ס.ד מצביעות על חוסר איזון כרוני. אין אלרגיות ידועות לתרופות. המצב המשפחתי של ענת כולל תמיכה משפחתית קרובה, אך שנו רקע של לחץ נפשי בשל אירועים משפחתיים שהתרחשו לאחרונה.\n\nלאור ההחמרה במצבה הכללי של המטופלת והתנודות בערכי הלחץ דם והסוכר, אנו ממליצים על פניה דחופה לקרדיולוג להמשך בירור וטיפול. יש לשקול ביצוע צנ\"ל נוסף והערכת מצב על פי הצורך. הנהלת בית החולים מתבקשת להעדיף את המקרה בשל דחיפותו והסיכון הקרדיווסקולרי המוגבר."}
{"patient_id": "959959461", "patient_name": "אורי אברהם", "patient_age": 12, "gender": "male", "document_date": "2023-03-08", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 60, קריית שמונה", "smoking_status": false, "blood_type": "A-", "occupation": "גמלאי", "conditions": [], "medications": ["רמיפריל", "גבפנטין"], "icd10_code": [], "referred_to_department": "מיון", "referral_reason": "בירור", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "אורי אברהם, נער בן 15, הופנה לייעוץ/טיפול עקב ממצאים חריגים בבדיקות האחרונות. ללא מחלות רקע ידועות וללא היסטוריה משפחתית של ס.ד או מחלות קרדיאליות. המטופל נוטל רמיפריל וגבפנטין, אך לא ברור מדוע נרשמו התרופות הללו, ייתכן ונרשו למטרות ניסיוניות או עבור תסמינים נוספים שלא תועדו במערכת. המצב המשפחתי לא ברור, אך המטופל מתגורר עם הוריו ואינו מעשן. \n\nלפני כשבועיים, אורי התלונן על כאבי ראש תכופים המלווים לעיתים בבחילות, אך ללא הקאות או חום. בבדיקת א.ק.ג נרשמו שינויים קלים שאינם אופייניים לגילו. ל.ד נמדד בנורמה, אך הוחלט להתחיל טיפול ברמיפריל כדי לשמור על טל\"ד יציב. המטופל מדווח גם על חרדה קלה, בעיקר בתקופות מבחנים בבית הספר. לא ידוע על אלרגיות. \n\nנשקלת האפשרות להפנות את אורי למיון במידה והסימפטומים יחממירו, אך כרגע ההפניה אינה דחופה. נבקש לבצע העררכה קרדיאלית מקיפה יותר כדי לשלול מצבים חמורים יותר. מומלץ לבצע בדיקות דם נוספות ולשלוח לבדיקת הולטר למשך 244 שעות לבירור מעמיק יותר."}
{"patient_id": "478539075", "patient_name": "דניאל דוד", "patient_age": 51, "gender": "male", "document_date": "2025-02-23", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 11, ראשון לציון", "smoking_status": false, "blood_type": "AB-", "occupation": "סטודנט", "conditions": ["אי ספיקת כליות כרונית", "אנמיה", "דיכאון", "היפרליפידמיה"], "medications": [], "icd10_code": ["N18", "D64", "F32", "E78"], "referred_to_department": "גסטרואנטרולוגיה", "referral_reason": "אנמיה", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "דניאל דוד, גבר בן 52, סובל ממספר מחלות רקע כרוניות הכוללות אי ספיקת כליות כרונית, אנמיה, דיכאון והיפרליפידמיה. המטופל אינו נוטל תרופות קבועות, מלבד אינסולין שהוא מקבל באופן סדיר לשליטה בס.ד. הוא אינו מעשן ואין ידוע על אלרגיות לתרופות או מזון. דניאל גר עם אשתו ושניים מילדיו הבוגרים, והוא עובד בעבודה משרדית.\n\nלאחרונה דניאל מתלונן על החמרה בעייפות, חוסר יציבות בלחץ דם, ותסמינים מתמשכים של דיכאון שלא מגיבים לטיפול פסכולוגי. תוצאות בדיקות דם עדכניות ממצביעות על ירידה נוספת ברמות ההמוגלובין ולחץ הדם (טל\"ד מתנדנד בין תקופות של היפוטנשיה. א.ק.ג שנערך לאחרונהה היה ללא ממצאים חריגים, אך בשל הרקע הרפואי שלו חשוב לבצע בירור מעמיק יותר.\n\nלפיכך, אנו מפנים את דניאל לייעוץ נפרולוגי דחוף להמשך בירור וטיפול במצב הכלייתי, בשילוב עם ייעוץ קרדיולוגי לבחינת היתכנות של צנ\"ל במידת הצורך. כמו כן, יש להמשיך מעקב פסיכיאטרי להערכת הצורך בהתאמת טיפול תרופתי לדיכאון. דחיפות ההפניה נובעת מהחמרת הסימפטומיים ומצבי הלחץ דם המשתנים. אנו מבקשים ביצוע בדיקות דם נוספות ובחינת האפשרות להוספת תרופות בהתאם לצורך הקליני המורכב."}
{"patient_id": "738987759", "patient_name": "אלון ברק", "patient_age": 38, "gender": "male", "document_date": "2024-05-21", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 27, דימונה", "smoking_status": false, "blood_type": "AB-", "occupation": "נהג", "conditions": ["שבץ מוחי"], "medications": ["מטופרולול"], "icd10_code": ["I63"], "referred_to_department": "פנימית ב", "referral_reason": "שבץ מוחי", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "אלון ברק, בן 40, מופנה לייעוץ נוירולוגי עקב שבץ מוחי בעברו. אלון אינו מעשן ואין לו היסטוריה של ס.ד או ל.ד גבוהים. מטופל במטופרולול להורדת טל\"ד. אין רגישויות ידועות לתרופות ואין היסטוריה משפחתית של מחלות נוירולוגיות נוספות.\n\nבמהלך החודשים האחרונים, המטופל מתאר תחושות של עייפות מוגבת והפעה קלה בזיכרון, אשר החלה להפריע לתפקודו היומיומי. בעברו התאשפז בעקבות שבץ מוחי, ומאז מבצע מעקב קבוע עם טיפול תרופתי שצוין. אין עדות לאירועים נוספים של חוסר תחושה או חולשה בגפיים, והוא מתפקד באופן עצמאי ותקין ברוב הפעילויות היומיומיות. במבדק א.ק.ג אחרון לא נצפו שינויים מחשידים.\n\nהפנייה זו דחופה יחסית, ונועדה להעריך את הצורך בהמשך בירור נוירולוגי לשלילת אירועים מוחיים נוספים או תהליכים דגנרטיביים. נשמח לקבל המלצות נוספות להמשך טיפול ומעקב, כולל אפשרות לשינוי תרופי או התערבות נוספת, בהתאם לממצאים הנוירולוגיים."}
{"patient_id": "286716329", "patient_name": "נועה פרידמן", "patient_age": 58, "gender": "female", "document_date": "2024-11-18", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 15, בת ים", "smoking_status": false, "blood_type": "AB+", "occupation": "סטודנט", "conditions": ["גאוט", "מחלת לב כלילית", "פרפור פרוזדורים", "סוכרת סוג 2", "אי ספיקת כליות כרונית"], "medications": ["מטפורמין", "אומפרזול", "קלופידוגרל", "דיקלופנק"], "icd10_code": ["M10", "I25", "I48", "E11", "N18"], "referred_to_department": "אורולוגיה", "referral_reason": "אי ספיקת כליות כרונית", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "מטופלת נועה פרידמן, בת 59, עם רקע רפואי מורכב הכולל גאוט, מחלת לב כלילית, פרפור פרוזדורים, סוכרת סוג 2 ואי ספיקת כליות כרונית. מטופלת בתרופות מטפורמין, אומפרזול, קלופידוגרל ודיקלופנק. לא מעשנת. הגיעה לאחרונה למרפאתנו עם תלונות על כאבים בחזה, בעיקר במאמץ, המפחיתים במנוחה. אק\"ג הראה שינויים לא ספציפיים, ומדדי טל\"ד אינם יציבים.\n\nבמהלך הביקור האחרון, נצפתה החמרה בתסמינים הקרדיאליים וחשש לאי יציבות קרדיאלית. מאחר והממצאים מצביעים על סיכון מוגבר לאירוע לבבי חריף, יש צורך בבירור קרדיאי דחוף. יש לשקול בצוע צנ\"ל דחוף לשם אבחנה מלאה וטיפול מתאים. יש לציין שאין ידוע על אלרגיות, והמצב המשפחתי: נשואה.\n\nבהתחשב ברקע והתרופות הנוכחיות, יש צורך בהערכה מעמיקה של תפקוד הלב והכליות, תוך התחשבות בטיפול הנוכחי בס.ד ואי ספיקת הכליות. מומלץ להפסיק שימוש בדיקלופנק עקב ההשפעה האפשרית על תפקוד הכליות ולבחון אפשרויות טיפול חלופיות. דחיפות הבירור גבוהה, ויש לפנות למרכז רפואי המתמחה בטיפול קרדיאלי בהקדם האפשרי."}
{"patient_id": "567243803", "patient_name": "אלון דוד", "patient_age": 14, "gender": "male", "document_date": "2023-01-25", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 100, לוד", "smoking_status": false, "blood_type": "A-", "occupation": "שף", "conditions": ["COPD", "אנמיה", "מחלת לב כלילית", "שבץ מוחי"], "medications": [], "icd10_code": ["J44", "D64", "I25", "I63"], "referred_to_department": "קרדיולוגיה", "referral_reason": "שבץ מוחי", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "אלון דוד, בן 17, זכר, פונה לייוץ בשל מחלות רקע מורכבות, הכוללות COPD, אנמיה, מחלת לב כלילית ושבץ מוחי בעברו. המטופל אינו נוטל תרופות קבועות ואין רקורד של עישון או אלרגיות ידועות. במעקב הרפואי הנוכחי נצפו סימפטומים חדשים של קוצר נשימה במאמץ ל, עייפות כללית ותחושת חולשה. האיניקציות מצביעות על ייתכן החמרה במצב הלבבי או נשימתי.\n\nבמהלך הבדיקה הפיזיקלית, נצפו קולות נשימה מופחתים בבסיסי הריאות, סימנים של צפצופים הדורשים ברור נוסף. המטופל דיווח על סחרחורות קלות ותחושת אי יציבות, ללא אפיזודות של איבוד הכרה. א.ק.ג שבוצע הראה שינויים שאינם חד משמעיים, ומחייבים בדיקה מעמיקה יותר, כגון צנ\"ל אפשרי להערכת הפרעות בזרימת דם כלילית.\n\nבשל הרקע המורכב ומצבו הנוכחי של אלון, ההפניה היא דחופה לייעוץ קרדיולוגי והמשך ברור נשימתי. חשוב להעריך את הצורך בהתערבויות נוספות, כגון התאמת טיפול תרופתי או צורך בבדיקות נוספות כמו אקו לב או בדיקת מאמץ. יש לשקול גם מעקב המטולוגי להערכת מצב האנמיה."}
{"patient_id": "257771188", "patient_name": "אמילי אזולאי", "patient_age": 16, "gender": "female", "document_date": "2023-10-16", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 91, חולון", "smoking_status": false, "blood_type": "O-", "occupation": "עורך דין", "conditions": ["דלקת מפרקים", "שבץ מוחי", "יתר לחץ דם"], "medications": [], "icd10_code": ["M19", "I63", "I10"], "referred_to_department": "נוירולוגיה", "referral_reason": "דלקת מפרקים", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "אמילי אזולאי, בת 19, מתמודדת עם דלקת מפרקים, שבץ מוחי ויתר לחץ דם. המטופלת אינה נוטלת תרופות קבועות ואינה מעשנת. בנוסף, לא ידוע על אלרגיות לתרופות או חומרים אחרים. \n\nבמהלך הימים האחרוניםם, אמילי מתארת תחושת עייפות קיצונית ולחץ דם בלתי נשלט, המלווה בכאבי ראש תכופים. בער עברה שבץ מוחי וכעעת חוששים מהחמרה אפשרית במצבה הנוירולוגי. בבדיקה פיזיקלית נצפו סימנים של חוסר יציבות בטל\"ד וקושי בתנועה בשל הכאב במפרקים.\n\nבהתחשב בהיסטוריה הרפואית שלה, יש צורך בהערכה דחופה של נוירולוגג וראומטולוג, על מנת להעריך את מצבה הנוכחי ולקבוע את המשך הטיפול המתאים. מומלץ לבצע א.ק.ג ובדיקות דם נוספות להערכת מצב ל.ד והסיכון לשבץ נוסף. אנא קדישו תשומת לב מיוחדת ליכולת התפקודית של המטופלת ולמצבה הנפשי, לאור המצב הרפואי המורכב שלה."}
{"patient_id": "621042753", "patient_name": "מוחמד כהן", "patient_age": 30, "gender": "male", "document_date": "2024-12-15", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 95, באר שבע", "smoking_status": true, "blood_type": "A+", "occupation": "טכנאי", "conditions": [], "medications": ["לוסרטן"], "icd10_code": [], "referred_to_department": "קרדיולוגיה", "referral_reason": "בירור", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "מוחמד כהן, גבר בן 31, ללא מחלות רקע ידועות, מופנה לייעוץ קרדיולוגי. מדובר במטופל הנוטל לוסרטן, ציין כי הוא מעשן מזה כ-10 שנים, כרגע חבילה ליום. המטופל פנה בשל תחושת קוצר נשימה וממיחושי חזה לסירוגין במהלך החודשים האחרונים, בעיקר במאמץ. למרות שאין היסטוריה משפחתית ידועה של מחלות לב, יש לציין כי המטופל עוסק בעבודות פיזיות מאומצות וללא פעילות גופנית סדירה מחוץ לשעות העודה.\n\nבבדיקת א.ק.ג שנערכה בקהילה, נמצאו שינויים לא ספציפיים הדורשים בירור נוסף. טל\"ד הייה תקין, אך נמדדו עליות ל\"ד קלות במצבים שונים. כמו כן, מציין לעיתים תחושת עייפות מוגברת שאינה חולפת גם לאחר מנוחה. הוא אינו סובל מאלרגיות ידועות. \n\nבשל התסמינים המתוארים והשינויים בא.ק.ג, מומלץ לבצע בדיקת אקו לב וצנ\"ל לאבחון מדויק יותר. דחיפות ההפניה בינונית, אך מומלץ לקבוע תור מוקדם ככל האפשר כדי לשלול בעיות קרדיולוגיות משמעותיות."}
{"patient_id": "331060053", "patient_name": "אורי עמר", "patient_age": 25, "gender": "male", "document_date": "2023-06-04", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 117, נתניה", "smoking_status": false, "blood_type": "A-", "occupation": "קבלן", "conditions": ["COPD", "שבץ מוחי", "דמנציה", "השמנת יתר", "סוכרת סוג 2"], "medications": ["מטפורמין", "אינסולין", "פרוקסטין", "רמיפריל"], "icd10_code": ["J44", "I63", "F03", "E66", "E11"], "referred_to_department": "אורולוגיה", "referral_reason": "COPD", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "אורי עמר, בן 28, פונה לייעוץ בשל תחלואה כרונית מורכבת. למטופל היסטוריה רפואית של COPD, שבץ מוחי, דמנציה, השמנת יתר וס.ד סוג 2. הוא מטופל תרופתית במטפורמין, אינסולין, פרוקסטין ורמיפריל. ע\"פ הדיווח, אורי אינו מעשן.\n\nבמהלך החדשים האחרונים נצפתה החמרה במצב הנשימה וביכולת התפקודית היומיומית של אורי. הוא מווח על קוצר ננשימה במאמץ קל, עייפות מתממשכת וירידה ביכולת הקוגניטיבית. בנוסף, נרשמה עלייה במשקל וקשיים באיזון רמות הסוכר, למרות הטיפול התרופתי. ציון הדחחיפות גבוה לנוכח היסטוריית השבץ והסיכון הקרדיווסקולרי הגבוה.\n\nהמלצותינו כוללות הפניה דחופה לייעוץ רב תחומי הכולל קרדיולוגיה, רפואה פנימית וטיפול נשימתי. יש לשקול ביצוע א.ק.ג והערכת תפקודי ריאות לצורך דיוק האבחנה והמשך טיפול מתאים. נודה לטיפולכם המסור והעדכון בהמשך הטיפול."}
{"patient_id": "971892419", "patient_name": "נועם אברהם", "patient_age": 43, "gender": "male", "document_date": "2024-09-08", "facility_name": "בית חולים האלון", "patient_address": "בלפור 39, אשדוד", "smoking_status": false, "blood_type": "O+", "occupation": "עורך דין", "conditions": ["מחלת לב כלילית"], "medications": ["סימבסטטין", "וורפרין", "אינסולין", "אספירין", "איבופרופן"], "icd10_code": ["I25"], "referred_to_department": "אורולוגיה", "referral_reason": "מחלת לב כלילית", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "נועם אברהם, בן 44, מוכר עם מחלת לב כלילית. הוא מטופל תרופתית עם סימבסטטין, וורפרין, אינסולין, אספירין ואיבופרופן. ללא עישון בעברו. המטופל סובל מס.ד מטיפוס 2 ומצבו מטופל עם אינסולין. היסטוריה של מחלתת לב כלילית עם צנ\"ל קודם. \n\nנועם מופנה לייעוץ בשל תסמינים חדשים של כאבים בחזה המופיעים במאמץ קל עד בינוני. הכאבים מתואמים עם תחושת קוצר נשימה וסחרחורת. הא.ק.ג האחרון נערך הראה שינויים חשמליים חדשים בהשוואה לבדיקה קודמת. המטופל אינו מתאר ירידה במשקל או שינויים בתיאבון. \n\nההפניה דחופה לקבלת ייעוץ קרדיולוגי והערכת צורך בצנ\"ל חוזר. המטרה היא לוודא את מצבו הקרדיאלי הנוכחי ולשקול שינויים בטיפול התרופתי הנוכחי. חשוב לציין כי אין אלרגיות ידועות. אבקש להעדיף תזמון מוקדם בשל החשש להחמרה במצבו הקרדיולוגי."}
{"patient_id": "897152732", "patient_name": "דניאל רוזנברג", "patient_age": 37, "gender": "male", "document_date": "2025-07-08", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 49, כפר סבא", "smoking_status": true, "blood_type": "B-", "occupation": "מהנדס", "conditions": ["מחלת כבד שומני"], "medications": ["אומפרזול", "סימבסטטין", "פרוקסטין", "איבופרופן", "אטורבסטטין"], "icd10_code": ["K76"], "referred_to_department": "אונקולוגיה", "referral_reason": "מחלת כבד שומני", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "דניאל רוזנברג, בן 37, פונה לייעוץ בתחום הגסטרואנטרולוגיה עקב מחלת כבד שומני הידועה מזה כשנה. המטופל נוטל אומפרזול, סימבסטטין, פרוקסטין, איבופרופן, ואטורבסטטין, וממשיך לעשן באופן קבוע. אין לציין על אלרגיות ידועות. רקע משפחתי כולל היסטוריה של מחלות לב וכלי דם. \n\nסיבת ההפניה: המטופל מתלונן על כאבי בטן, תחושה של חוסר נוחות באיזור הכבד, ובדיקות דם אחרונות הצביעו על עלייה באנזימי כבד (ALT ו-AST). למרות הטיפול התרופתי הנוכחי, לא נראה שיפור משמעותי במצבו והוא מבקש לקבל חוות דעת נוספת. המצב מצריך הערכה נוספת לזיהוי והבנת הגורמים הספציפיים המחמירים את מחלת הכבד השומני והערכת המשך טיפול.\n\nדחיפות: יש לבצע את הייעוץ בהקדם האפשרי, בשל החשש להחמרה במצב הכבד והסיכו להתקדמות המחלה לכדי שחמתת כבד. מומלץ לבצע בדיקות נוספות כמו אולטרסאונד בטן ומבחני תפקוד כבד מורחבים לצורך הבנת התמונה הקלינית המלאה והמלצה על שינוי אפשרי בטיפול התרופתי או אורח חיים."}
{"patient_id": "169236452", "patient_name": "רותם יוסף", "patient_age": 46, "gender": "female", "document_date": "2024-02-02", "facility_name": "בית חולים האלון", "patient_address": "הרצל 118, הרצליה", "smoking_status": false, "blood_type": "O-", "occupation": "שף", "conditions": ["אנמיה", "שבץ מוחי", "היפרליפידמיה"], "medications": ["הידרוכלורותיאזיד", "אספירין"], "icd10_code": ["D64", "I63", "E78"], "referred_to_department": "נוירולוגיה", "referral_reason": "אנמיה", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "רותם יוסף, בת 48, עם היסטוריה רפואית של אנמיה, שבץ מוחי והיפרליפידמיה. נוטלת הידרוכלורותיאזיד ואספירין. ללא עישון. הופנתה לייעוץ בעקבות החמרה בערכי ההמוגלובין ובדיקות דם אחרונות שהראו ירידה משמעותית ב-Hb. אין רגישויות ידועות לתרופות.\n\nמהלך מחלה:: רותם מדווחת על עייפות מוגברת וקושי בביצוע פעולות יומיומיות, ללא שינויים בתזונה או במצב המשפחתי. בדיקות המעבדה האחרונות מצביעות על אנמיה מיקרוציטית עם ירידה ברמות הברזל. נצפתה גם עלייה בערכי כולסטרול LDL למרות טיפול תרופתי.\n\nסיכום והמלצות: עקב הירידה בערכי ההמוגלובין והחמרה באנמיה,, מומלץ לייעוץ המטולוגי דחוף לשקול טיפול בברזל או טיפולים נוספים בהתאם לממצאים. כמו כן, נדרש מעקב קרדיאלי בשל ההיסטוריה של שבץ מוחי וניהול אגרסיבי יותר של היפרליפידמיה. נודה לתשומת לבכם המיידית למצב זה."}
{"patient_id": "505057398", "patient_name": "רון שלום", "patient_age": 21, "gender": "male", "document_date": "2024-07-13", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 1, צפת", "smoking_status": false, "blood_type": "A-", "occupation": "שוטר", "conditions": ["אנמיה"], "medications": ["גבפנטין", "אלנדרונט", "דיקלופנק"], "icd10_code": ["D46"], "referred_to_department": "גסטרואנטרולוגיה", "referral_reason": "אנמיה", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "רון שלום, בן 23, הובא לקבלת ייעוץ רפואי עקב בעיות מתמשכות הקשורות באנמיה. יש לציין כי המטופל משתמש בתרופות גבפנטין, אלנדרונט ודיקלופנק. רון אינו מעשן אין היסטורייה משפחתית משמעותית לגבי מחלות כרוניות נוספות. בנוסף, נציין כי אין רגישויות ידועות לתרופות או למזונות.\n\nהמטופל הגיע עם תלונות על עייפות כללית, חולשה והפרעות בשינה, תסמינים אשר יכולים להתקשר למצבו הרפואי הנוכחי. במהלך הבדיקה לא נצפו סימנים קליניים חריגים. בבדיקות מעבדה קודמות נראו ערכי המגלובין נמוכים, מה שמעיד על החמרה במצב האנמיה. בהתחשב בכך שרון בן 18, יש להתייחס ברצינות למציאת מקור הבעיה ואפשרויות הטיפול. \n\nאנו מפנים את רון להמשך בירור וטיפול אצל המטולוג מומחה להערכת מצב האנמיה והתאמת טטיפול מתאים. מומלץ לבצע בדיקות דם נוספות כולל פרופיל ברזל ובדיקות תפקודי כליות. יש לקול גם ביצוע א.ק.ג במידת הצורך לאור התלונות על חולשה כללית. ההפניה נחשבת דחופה לאור התסמינים המתוארים והחמרת מצב האנמיה."}
{"patient_id": "409836657", "patient_name": "עומר אוחנה", "patient_age": 30, "gender": "male", "document_date": "2023-10-26", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 1, עכו", "smoking_status": false, "blood_type": "B+", "occupation": "מתכנת", "conditions": ["COPD"], "medications": ["וורפרין", "אטורבסטטין", "קלופידוגרל", "פרוקסטין"], "icd10_code": ["J44"], "referred_to_department": "מיון", "referral_reason": "COPD", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "עומר אוחנה, גבר בן 32, פונה לייעוץ רפואי בעקבות החמרה בתסמינים נשימתיים. למטופל רקע של COPD אשר מנוהל תרופתית, וכעת הוא מרגיש החמרה בקוצר נשימה ותכיפות התקפי שיעול. מטופל עם היסטוריה של שימוש קבוע בווארפרין, אטורבסטטין, קלופידוגרל ופרוקסטין. עומר לא מעשן, ואיין דיווח על אלרגיו ידועו. נמצא כעת בטיפול עם רופא משפחה ומטופל בתוכנית טיפולית מותאמת, אך התסמינים לא משתפרים כמצופה.\n\nבתקופה האחרונה חלה הרעה ברמת הסבילות למאמץ, ומדווח על קושי בביצוע פעולות יומיומיות פשוטות כמו הליכה ממושכת. א.ק.ג שבוצע היה תקין, ללא שינויים חרגים. ערכי טל\"ד יציבים, אך יש תלונות על קוצר נשימה גם במנוחה. בבדיקות הדמיה (CT חזה) לא נמצאו ממצאים פתולגיים נוספים מעבר לשינויים כרוניים עקב COPD.\n\nהפניה זו דחופה ומטרתה להעריך אפשרות לשינוי טיפול תרופתי או ניתוחי, בהתאם להערכת המוומחה. כמו כן, נבקש לשקול הפניה לשיקום נשימתי. נשמח לתיאום תור בהקדם האפשרי כדי לסייע בשיפור איכות החיים של המטופל."}
{"patient_id": "904729274", "patient_name": "רון אוחנה", "patient_age": 60, "gender": "male", "document_date": "2025-11-23", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 97, ראשון לציון", "smoking_status": false, "blood_type": "AB+", "occupation": "עורך דין", "conditions": ["דלקת מפרקים", "שבץ מוחי"], "medications": [], "icd10_code": ["M19", "I63"], "referred_to_department": "מיון", "referral_reason": "שבץ מוחי", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "רון אוחנה, בן 60, מתגורר עם אשתו ושני ילדיהםם הבוגרים. בעברו הרפואי דלקת מפרקים ושבץ מוחי. רון מעשן מזה 20 שנה, אך נכון למועד זה אינו נוטל תרופות קבועות. אין היסטוריה משפחתית מובהקת למחלות לב או שבץ, וההמטופל מדווח על אורח חיים פעיל יחסית למרות בעיות הבריאות שלו.\n\nסיבת ההפניה: לאחרונה, רון התלונן על כאבים במפרקים ועל תחושת עייפות מתמדת, בעיקר לאחר פעילות פיזית קלה. בנוסף, נתגלו שינויים בלחץ הדם במהלך בדיקות שגרתיות, והיה אירוע בודד של שינוייםם קלים בא.ק.ג. יש לשלול התדרדרות במצבו הקרדיווסקולרי בעקבות השבץ המוקדם. דחיפות ההפניה מוגדרת כגבוהה עקב ההיסטוריה הרפואית המסובכת והחשש מפני התדרדרות נוספת.\n\nמומל ביצוע בדיקות נוספות כולל א.ק.ג במאמץ והעכת מצב המפרקים על ידי ריאומטולוג. כמו כן, יש לשקול ייעוץ גסטרואנטרולוגי עקב תלונות על בעיות עיכול קלות המלוות את המטופל בחודשים האחרונים."}
{"patient_id": "783099971", "patient_name": "נועם בן דוד", "patient_age": 56, "gender": "male", "document_date": "2023-06-01", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 16, באר שבע", "smoking_status": false, "blood_type": "A-", "occupation": "צלם", "conditions": ["אי ספיקת כליות כרונית", "שבץ מוחי", "מחלת לב כלילית", "גאוט", "השמנת יתר"], "medications": ["פרוקסטין", "סימבסטטין", "איבופרופן", "וורפרין", "מטפורמין", "אינסולין"], "icd10_code": ["N18", "I63", "I52", "M10", "E66"], "referred_to_department": "נוירולוגיה", "referral_reason": "אי ספיקת כליות כרונית", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "נידון: נועם בן דוד, זכר, בן 58, מופנה לייעוץ קרדיולוגי דחוף בשל החמרה במצב הלבבי.\n\nרקע: נועם סובל ממספר מחלות רקע כולל אי ספיקת כליות כרונית ומחלת לב כלילית. בנוסף, הוא עבר שבץ מוחי בעבר ונמצא במעקב נוירולוגי. נועם מטופל בפרוקסטין, סימבסטטין, איבופרופן, וורפרין, מטפורמין ואינסולין. אינו מעשן. אין דיווח על אלרגיות ידועות. ס.ד מאוזן יחסית, אך נצפו תנודות בטל\"ד לאחרונה.\n\nמהלך: בתקופה האחרונה, נועם מדווח על החמרה בסימפטומים לבביים הכוללים קוצר נשימה במאמץ קל ואי נוחות בחזה. א.קג שבוצע לאחרונה הראה שינויים איסכמיים חדשים. לאור תרופותיו, במיוחד וורפררין, יש חשיבות להערכה קרדיולוגית מהירה כדי למנוע סיבוכים נוספים. החולה מדווח גם על החמרה בכאבי גאוט, אך אלו מטופלים תרופתית.\n\nסיכום והמלצות: לאור המצב, אנו ממליצים על הפנייה דחופה לייעוץ קרדיולוגי לצורך הערכה נוספת, כולל שקילת צנ\"ל. חשוב לעקוב אחרי תפקודי הכליות והכבד בשל השימוש בתרופות המרובות. יש לשקול התאמת מינונים לאור המצב הכללי והחמרה בסימפטומים. נודה על קבלת חוות דעת קרדיולוגית בהקדם."}
{"patient_id": "068887181", "patient_name": "סיגל סויסה", "patient_age": 46, "gender": "female", "document_date": "2024-12-14", "facility_name": "בית חולים האלון", "patient_address": "בלפור 105, פתח תקווה", "smoking_status": false, "blood_type": "A-", "occupation": "נהג", "conditions": ["אסתמה", "COPD"], "medications": ["אספירין", "לבותירוקסין"], "icd10_code": ["J45", "J44"], "referred_to_department": "כירורגיה כללית", "referral_reason": "COPD", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "סיגל סויסה, אישה בת 47, נשואה ואם לשלושה ילדים, מתגוררת באזור המרכז. סיגל סובלת ממחלת אאסתמה כרונית (COPD), דבר המשפיע על איכות חיי היומיום שלה. היא מטופלת תרופתית באספירין ולבותירוקסין, ואין עדות לעישון בעבר או בהווה. יש לציין כי אין אלרגיות ידועות.\n\nבמהלך החודשים האחרונים, סיגל מתארת החמרה בהתקפים הנשימתיים שלה, עם קושי גובר פעילות גופנית קלה. נוסף על כך, קיימת תחושת עייפות יתרה, שלעיתים משולבת עם סחרחורות קלות וכאבי ראש. בבדיקות מעקב נמצא כי תפקודי הריאות מראים ירידה בהשוואה לבדיקה קודמת. ללא עדות לשינויים משמעותיים ב-א.ק.ג או מצבים לבביים אחרים.\n\nלאור המצב המתואר, אאנו מפנים את סיגל לייעוץ רופא ראות להערכה מעמיקה יותר, עם המלצה לשקול שינוי או התאמת הטיפול התרופתי. דחיפות ההפניה בינונית, אך נדרשת התייחסות בשבועות הקרובים לשם מניעת החמרה נוספת במצבה הבריאותי."}
{"patient_id": "141818617", "patient_name": "ליאם חדד", "patient_age": 33, "gender": "male", "document_date": "2023-10-30", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 32, תל אביב", "smoking_status": false, "blood_type": "A-", "occupation": "שוטר", "conditions": ["גאוט", "אי ספיקת כליות כרונית", "אי ספיקת לב", "היפרליפידמיה", "מחלת לב כלילית"], "medications": ["דיקלופנק", "פרוקסטין"], "icd10_code": ["M10", "N18", "I50", "E78", "I25"], "referred_to_department": "ריאות", "referral_reason": "אי ספיקת לב", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "ליאם חדד, גבר בן 35, נשוי ואב לשניים, עם רקע רפואי מורכב הכולל גאוט, אי ספיקת כליות כרונית, אי ספיקת לב, היפרליפידמיה ומחלת לב כלילית. המטופל מטופל בדיקלופנק ופרוקסטין. איננו מעשן ואינו מדווח על אלרגיות ידועות. מצביו הרפויים מחייבים מעקב מתמידד בש סיכון גבוה החמרת המצב הקרדיווסקולרי. \n\nבחודשים האחרונים, ליאם מדווח על החמרה בתחושת עייפות כללית, קושי בביצוע מאמצים פיזיים קלים וכאבי פרקים מוגברים למרות טיפול תרופתי. בבדיקה פיזיקליתת נצפתה בצקת פריפרית קלה. בבדיקות מעבדה נמצאו רמות מוגברות של טריגליצרידים וכולסטרול, וכן ירידה בתפקוד הכלייתי (ירידה בקצב סינון גלומרולרי). נוסף על כך, המטופל עבר א.ק.ג שהראה שינויים המעידים על איסכמיהה.\n\nבהתחששב במכול המצב הקליני, מומלץ להפנות את ליאם בדחיפות לייעוץ קרדיולוגי להמשך ברור וטיפול, כולל שקית ביצוע צנ\"ל דחוף להערכת מצב העורקים הכליליים. כמו כן, נדרש ייעוץ נפרולוגי להערכת הצורך בשינוי בטיפול התרופתי והתזונתי לשיפור תפקוד הכליות והפחתת הסיכון הקרדיווסקולרי."}
{"patient_id": "497185942", "patient_name": "חיים שלום", "patient_age": 82, "gender": "male", "document_date": "2023-05-10", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 68, באר שבע", "smoking_status": false, "blood_type": "A-", "occupation": "מורה", "conditions": [], "medications": ["מטופרולול", "פרוקסטין", "אמלודיפין"], "icd10_code": [], "referred_to_department": "כירורגיה כללית", "referral_reason": "בירור", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "חיים שלום, גבר בן 85, פונה לייעוץ קרדיולוגי בעקבות מספר אירועים של עלייה בלחץ הדם שדווחו בשבועות האחרונים. המטופל ללא מחלות רקע ידועות אך נוטל מטופרולול, פרוקסטין ואמלודיפין לטיפול בלחץ דם וחרדה. חיים אינו מעשן ואין תיעוד של אלרגיות כלשהן.\n\nמהלך האירועים: בחודש האחרון הובחן בעלייה פתאומית בטל\"ד, עם ערכים שהגיעו עד 180/90 בשתי בדיקות שונות. חיים מדווח על תחושת סחרורת קלה ולעיתים חוסר יציבות בעת עמידה ממושכת. לא תועדו אירועים של כאבים בחזה או קוצר נשימה, וא.ק.ג שבוצע בשבוע שעבר לא הראה שינויים אקוטטיים. המטופל חי עם אשתו בביתם, ומדווח על תמיכה משפחתית טובה.\n\nהתחשב בגילו וברקע התרופתי, מומלץ על ייעוץ קרדיולוגי להערכת הצורך בבדיקה נוספת כמו צנ\"ל או התאמת טיפול תרופתי. הדחיפות בינונית, אך יש לשאוף לביצוע הבדיקה בהקדם האפשרי עקב החשש מסיבוכים נוספים."}
{"patient_id": "306853896", "patient_name": "גלית עמר", "patient_age": 19, "gender": "female", "document_date": "2025-03-14", "facility_name": "בית חולים האלון", "patient_address": "הרצל 79, בת ים", "smoking_status": true, "blood_type": "O-", "occupation": "חשבונאי", "conditions": ["היפרליפידמיה"], "medications": ["אלנדרונט", "לבותירוקסין", "אמלודיפין"], "icd10_code": ["E78"], "referred_to_department": "אנדוקרינולוגיה", "referral_reason": "היפרליפידמיה", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "גלית עמר, נקבה, בת 20, עם היסטוריה רפואית של היפרליפדמי המטופלת באלנדרונט, לבותירוקסין ואמלודיפין. גלית מעשנת מזה 3 שנים, כ-10 סיגריות ביום. אין רקע משפחתי של מחלות לב וכלי דם. לא ידוע על אלרגית. גלית מתלוננת על כאבים בחזה שמופיעים בעיקר במאמץ, נמשכים כמה דקות ונעלמים במנוחה. היא מתארת את הכאב כלוחץ ומקרין לעבר הכתף השמאלית.\n\nבבדדיקות האחרונות שנעשו במסגרת הקהילה, נמצאו ערכי ל.ד תקינים תחת הטיפול. א.ק.ג שבוצע לא הראה שינויים איסכמיים מובהקים אך נצפתה טכיקרדיה קלה. לאור ההיסטוריה הרפואית והסימפטומים הנוכחיים, קיים חשד למחלת לב איסכמית, למרות גילה הצעיר של המטופלת.\n\nבשל פוטנציאל הסיכון הכרוך במצב זה, אנו מפנים את גלית להערכה קרדיולוגית דחופה, כולל ביצוע מבחן מאמץ וצנ\"ל במידת הצורך. תור לקרדיולוג נקבע לעוד יומיים. מומלץ לגלית להימנע ממאמץ פיזי עד להשלממת הבירור ולהמשיך במעקב צמוד אחר כל שינוי או החמרה במצבה. אנו עומדים לרשותכם לכל שאלה או הבהרה נוספת."}
{"patient_id": "545628414", "patient_name": "אריאל פרץ", "patient_age": 41, "gender": "male", "document_date": "2024-11-27", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 51, נתניה", "smoking_status": false, "blood_type": "O-", "occupation": "חשבונאי", "conditions": [], "medications": ["סימבסטטין"], "icd10_code": [], "referred_to_department": "קרדיולוגיה", "referral_reason": "בירור", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "אריאל פרץ, בן 42, זכר, פפונה לייעוץ קרדיולוגי. ללא מחלות רקע ידועות, נוטל סימבסטטין להורדת רמות כולסטרול. לא מעשן. מצבו המשפחתי נשוי עם שני ילדים, ללא אלרגיות ידועות. \n\nבחודש האחרון, אריאל מתלונן על כאבי חזה במאמץ קל, מלווים בקוצר נשימה וסחרחורות. הבדיקות האחרונות הראו א.ק.ג עם שינויים מינימליים, מה שמקנה חשד לבעיה קרדיאלית. טל\"ד יציב, לא תסמינים של אי-ספיקת ל.ד. לאור ההיסטוריה המשפחתית של מחלות לב, יש לשקול צנ\"ל לשלילת חסימות עורקיות.\n\nלסיכום, נדרשת הערכה דחופה של קרדיולוג להמשך בירור וטיפול אפשרי. המלצה לביצוע בדיקות דם נוספות והפניית המטופל לאק לב במטרה להבין את מקור התסמינים."}
{"patient_id": "650237415", "patient_name": "שרה חדד", "patient_age": 21, "gender": "female", "document_date": "2025-04-26", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 51, ירושלים", "smoking_status": false, "blood_type": "O-", "occupation": "עורך דין", "conditions": ["COPD"], "medications": ["לוסרטן"], "icd10_code": ["J44"], "referred_to_department": "פנימית א", "referral_reason": "COPD", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "שרה חדד, בת 22, פונה לייעוץ נוסף בעקבות החמרה בתסמיני COPD. אינה מעשנת, ללא ס.ד, נוטלתת לוסרטן ל.ד מאוזן. מחלת הרקע העיקרית שלה היא COPD, אשר אובחנה פני כשנתיים. שבועות האחרונים חלה החמרה בקוצר הנשימה, במיוחד בשעות הלילה, המלווה בשיעול כרוני. לא דווח על חום או תסמינים זיהומיים אחרים. \n\nבהיסטוריה רפואית, אין אלרגיות ידועות ואין אשפוזים קודמים משמעותיים מלבד אבחון ה-COPD. תפקודי ריאות קודמים הראו ירידה ביצועים, אך עקב החמרה הנוכחית, יש צורך בהערכה מחודשת ובדיקת תפקודי ריאות עדכניים. בבדיקות האחרנות, טל\"ד תקין, אין עדות לאי-ספיקת לב לפי א.ק.ג, אך נקבע צורך בצילום חזה.\n\nממליצים להגיע לייעוץ ריאות לדיון על התאמת טיפול תרופתי נוסף או שינוי במינון. דחיפות ההפניה היא בינונית, אך מומלץ לא לבזבז זמן כדי למנוע חמרה נוספת במצב הנשימתי ובאיכות החיים. פנייתה לייעוץ נדרשת גם לשלול מצבים נלווים או מחמירים כמו זיהום דרכי נשימה תחתונות."}
{"patient_id": "855716171", "patient_name": "שירה אוחנה", "patient_age": 41, "gender": "female", "document_date": "2024-04-12", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 33, רמלה", "smoking_status": false, "blood_type": "A+", "occupation": "חשבונאי", "conditions": ["מחלת כבד שומני"], "medications": ["אטורבסטטין", "אינסולין", "הידרוכלורותיאזיד", "רמיפריל", "גבפנטין"], "icd10_code": ["K76"], "referred_to_department": "קרדיולוגיה", "referral_reason": "מחלת כבד שומני", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "שירה אוחנה, בת 43, פונה לייעוץ עקב בעיות הקשורות למחלת הכבד השומני ממנה סובלת. המטופלת סובלת ממחלת ס., יתר ל.ד ורמה מוגבת של ליפידים בדם. נוטלת טיפול תרופתי קבוע הכולל אטורבסטטין, אינסולין, הידרוכלורותיאזיד, רמיפריל וגבאפנטין. אין עישון ברקע, ואין רגישות ידועה לתרופוות או מזונות.\n\nבמהלך הבדיקות האחרונות שבוצעו במרפאה, נצפו ערכי תפקוד כבד מוגברים המצביעים על החמרה אפשרית במצב הכבד. המטופלת מדווחת על עייפות מוגברת וכאבים בטניים חוזרים. בבדיקות דם נמצאו עליות בולטות באנזימי הכבד, יחד עם ערכי סוכר לא מאוזנים בצורה מיטבית למרות טיפול באינסולין.. אין סימנים קליניים לעלייה בטל\"ד או שינויים בא.ק.ג.\n\nנוכח ההחמרה במצב הכבד והצורך באיזון טוב יותר של ערכי סוכר ול.ד, מומלץ לבצע ייעוץ גסטרואנטרולוגי בהקדם לשם הערכת מצב הכבד והמשך טיפול מתאים. כמו כן, יש לשקול התאמות בטיפול התרופתי לאור מצבה הכולל של המטופלת. דדחיפות הפנייה: גבוהה, נוכח הסיכון להחמרה נוספת במצב הכבד ולסיבוכים מטבוליים נוספים.."}
{"patient_id": "866943202", "patient_name": "דניאל לוי", "patient_age": 32, "gender": "male", "document_date": "2023-04-26", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 50, אילת", "smoking_status": true, "blood_type": "B-", "occupation": "צלם", "conditions": [], "medications": ["רמיפריל", "פרוקסטין", "גבפנטין", "אספירין", "אלנדרונט", "מטופרולול"], "icd10_code": [], "referred_to_department": "אורולוגיה", "referral_reason": "בירור", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "רקע: דניאל לוי, בן 35, פונה לייעוץ עקב תלונות על כאבים בחזה המופיעים במאמץ ומלווים בקוצר נשימה. המטופל ללא מחלות רקע ידועות אך נמצא בטיפול תרופתי הכולל רמיפריל, פרוקסטין, גבפנטין, אספירין, אלנדרונט ומטופרולול. הוא כבד מעשן מזה כעשור ללא אלרגיות ידועות. \n\nמהלך: תלונות החלו לפני כחודש, עם החמרה בשבוע האחרון. דניאל מתאר את הכאב כלוחץ, בעיקר בצד השמאלי, עם הקרנה לזרוע השמאלית. הופנה לביצוע א.ק.ג שהראה שינויים לא ספציפיים. טל\"ד נמצא בגבול העליון של הנורמה. בבדיקות מעבדה שגרתיות אין חריגות.\n\nסיכום והמלצות: יש חשד לתעוקת חזה יציבה ויש לשקול ביצוע צנ\"ל. מומלץ להפסיק עישון בהקדם האפשרי ולהמשיך במעקב קרדיולוגי צמוד. דחיפות הפניה: בינונית לאור הסימפטומים המתמששכים והפוטנציאל לסיבוכים קרדדיאליים. יש לבצע את הבדיקות הנדרשות ולבחון התאמת טיפול תרופתי נוסף."}
{"patient_id": "402424030", "patient_name": "עדי סויסה", "patient_age": 18, "gender": "female", "document_date": "2023-08-03", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 31, ירושלים", "smoking_status": false, "blood_type": "B-", "occupation": "טכנאי", "conditions": ["דיכאון", "דמנציה", "השמנת יתר", "אסתמה"], "medications": ["סימבסטטין", "לבותירוקסין", "אמלודיפין", "אומפרזול", "אלנדרונט"], "icd10_code": ["F32", "F03", "E66", "J45"], "referred_to_department": "מיון", "referral_reason": "אסתמה", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "עדי סויסה, בת 21, פונה לייעוץ בשל החמרה במצבה הנפשי והגופני. המטופלת סובלת מדיכאון כרוני המלווה בתסמיני דמנציה מוקדמת, השמנת יתר ואסתמה. היא מטופלת באופן קבוע בסימבסטטין, לבותירוקסין, אמלודיפין, אומפרזול ואלנדרונט. אין עישון.\n\nבמהלך הביקור האחרון נצפתה החמרה במצב הדיכאון, עם דיווח על ירידה משמעותית במצב רוח, עצבנות וחוסר שינה. עוד דווח על קושי בניהול פעולות יומיומיות וחוסר יכולת להתרכז. מעבר לכך, קיימת החמרה באסתמה עם התקפים תכופים יותר, למרות שימוש במשאפים בהתאם להנחיות. המטופלת גם מתלוננת על כאבים במפרקים, ייתכן בשל העובדה שהיא אינה נוטלת את התרופה לאוסטטאופורוזיס כראוי. בנוסף, ייתכן שיש השפעה של העלייה במשקל על בריאותה הכללית.\n\nהטיפול הנוכחי אינו מספק ויש צורך בהערכה דחופה על ידי פסיכיאטר לצורך התאמת טיפול תרופתי ושקילת אפשרות של טיפול פסיכולוגי תומך. בנוסף, נדרש מעקב על ידי רופא פנימי ובירור המשקל והמערכת הנשימתית, עם הפניה לדיאטנית קלינית לשיפור תזונתי. יש להמשיך במעקב קפדני אחר תפקוד בלוטת התריס ולחץ הדם."}
{"patient_id": "534240890", "patient_name": "סיגל רוזנברג", "patient_age": 52, "gender": "female", "document_date": "2025-07-22", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 2, טבריה", "smoking_status": true, "blood_type": "O+", "occupation": "שף", "conditions": ["מחלת לב כלילית", "דיכאון"], "medications": ["אטורבסטטין", "דיקלופנק", "לוסרטן", "קלופידוגרל", "מטפורמין"], "icd10_code": ["I25", "F32"], "referred_to_department": "פנימית ב", "referral_reason": "מחלת לב כלילית", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "מטופלת סיגל רוזנברג, בת 52, נשואה ואם ללשניים, עם רקע של מחלת לב כלילית ודיכאן. סיגל נמצאת במעקב בשל ס.ד סוג 2 ול.ד לא מאוזן,, וקיבלה טיפול תרופתי הכולל אטורבסטטין, דיקלופנק, לוסרטן, קלופידוגרל ומטפורמין. היא מעשנת פעילה, דבר המעלה את הסיכון הקרדיולוגי שלה. בהיסטוריה רפואית נוספת, אין אזכור לאלרגיות ידועות.\n\nבמהלך החודש האחרון, סיגל התלוננה על החמרה בכאבים בחזה, בעיקר במאמץ קל, עם הקרנה לזרוע שמאל. בבדיקת א.ק.ג נמצאו שינויים איסכמיים קלים, אך לא בוצע צנ\"ל לאחרונה. בשל חשש להחמרה במצב הקרדיאלי, יש צורך בבירור קרדיולוגי מקיף ולהערכת מצב הלב. בנוסף, יש לשקול התאמת טיפול תרופתי לדיכאון, לאור תלונות על החמרה במצב הרוח והפרעות שינה.\n\nבהתחשב במצב הרפואי המורכב, הפניה זו דחופה ומומלץ על תיאום תור קרדיולוגי בהקדם האפשרי להמשך בירור וטיפול. כמו כן, יש לשקול ייעוץ פסיכיאטרי להערכת מצב נפשי והתאמת טטיפול. נודה על העדכון לגבי ממצאיכם והמלצותיכם להמשך טיפול."}
{"patient_id": "724572300", "patient_name": "חיים מזרחי", "patient_age": 59, "gender": "male", "document_date": "2023-06-15", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 73, רעננה", "smoking_status": false, "blood_type": "AB+", "occupation": "שף", "conditions": ["סוכרת סוג 2"], "medications": ["מטפורמין", "אמלודיפין", "קלופידוגרל", "אספירין", "לבותירוקסין", "גבפנטין"], "icd10_code": ["E11"], "referred_to_department": "אונקולוגיה", "referral_reason": "סוכרת סוג 2", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "חיים מזרחי, בן 62, פונה לייעוץ קרדיווגי. ברקע ס.ד סוג 2, מאוזנת חלקית, ל.ד מאוזן בתרופות. מטופל באופן קבוע במטפורמין, אמלודיפין, קלופידוגרל, אספירין, לבותירוקסין וגבפנטין. ללא עישון בעבר או בהווה. \n\nבשבועות האחרונים מתלונן על עייפות מוגברת וקוצר נשימה במאמץ קל. א.ק.ג שבוצע הראה שינויים לא ספציפיים ב-ST, אך ללא עדות לאוטם חריף. רמת גלוקוז תקינה לאחרונה. חי לבד, מתפקד באופן עצמאי. אין ידיעות על אלרגיות לתרופות.\n\nהפניה זו דחופה לצוורך הערכה קרדיולוגית מקיפה, כולל שקילת ביצוע צנ\"ל אם יימצא צורך בכך. ממליץ על בדיקת אקו לב ולעקוב אחרי תפקוד לבבי וטל\"ד. ייתכןן ויש צורך בהתאמת טיפול תרופתי או שינוי במיונים. דחיפות ההפניה נובעת מהחשד להחמרת מצב קרדיאלי."}
{"patient_id": "893135038", "patient_name": "חנה ברק", "patient_age": 61, "gender": "female", "document_date": "2023-02-17", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 54, עכו", "smoking_status": false, "blood_type": "A+", "occupation": "שוטר", "conditions": ["אי ספיקת לב", "היפרליפידמיה", "גאוט"], "medications": ["לבותירוקסין", "מטופרולול", "פרוקסטין", "אספירין"], "icd10_code": ["I50", "E78", "M10"], "referred_to_department": "אורולוגיה", "referral_reason": "אי ספיקת לב", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "חנה ברק, בת 63, הופנתה לייעוץ קרדיולוגי דחוף בשל התדרדרות במצב הקליני הקשור לאי ספיקת לב קיימת. למטופלת היסטוריה רפואית מורכבת הכוללת אי ספיקת לב, היפרליפידמיה וגאוט. היא מטופלת בלבותירוקסין, מטופרולול, פרוקסטין ואספירין. חנה מתארת לאחרונה החמרה בקוצר נשימה במאמץ קל ותחושת עייפות כללית. אין עדות לשינוי בתרופות או בתנאים סביבתיים. המטופלת אינה מעשנת ואין היסטוריה משפחתית של מחלות לב כליליות.\n\nבמהלך הבדיקה האחרונה, נמצאו סימנים שלל טל\"ד נמוך ואק\"ג לא סדיר, הצביעים על אפשרות של החמרה באי ספיקת הלב. בדיקות ם הראו עלייה ברמות ה-BNP אשר ומכות באבחנה זו. יצוי כי אין עדות לאלרגיות ידועות. לאור הסימפטומים והנתונים הקליניים, חשוב להעריך את מצב הלב של המטופלת, במיוחד לאור ההחמרה בתסמינים והיעדר שיפור תחת הטיפול התרופתי הנוכחי. \n\nמומלץ לבצע אקו לב, ובמידת הצורך, לשקול צנ\"ל על מנת להעריך את מצב העורקים הכליליים ואת תפקוד הלב. נדרש המשך מעקב צמוד וטיפול מתאים בהתאם לממצאיםם. במידה ותאושר אי ספיקת לב מתקדמת, יש לשקול התאמת הטיפול התרופתי או התערבות פולשננית נוספת. דחיפות ההפניה נובעת מהסיכון לפתח סיבוכים קרדיאליים חמורים במצב הנוכחי."}
{"patient_id": "302126065", "patient_name": "אברהם לוי", "patient_age": 54, "gender": "male", "document_date": "2025-12-22", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 106, נתניה", "smoking_status": false, "blood_type": "A-", "occupation": "צלם", "conditions": ["אסתמה", "דמנציה"], "medications": ["אטורבסטטין", "לבותירוקסין", "דיקלופנק"], "icd10_code": ["J45", "F03"], "referred_to_department": "אנדוקרינולוגיה", "referral_reason": "דמנציה", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "אברהם לוי, בן 54, זכר, פונה לייעוץ בעקבות החמרה בתסמיני אסתמה. למטופל היסטוריה רפואיתת הכוללת אסתמה ודמנציה. מדווח על קוצר נשימה מחמיר בשבועות האחרונים, במיוחד בעת מאמץ קל. נוטל תרופות קבועות הכוללות אטורבסטטין, לבותירוקסין ודיקלופנק. ללא היסטוריה של עישון. ללא ידוע על אלרגיות נוספות. משפחה תומכת, נשוי ואב לשניים.\n\nבמהלך החודש האחרון, אברהם חווה החמרה בתסמיני הנשימה והזדקק לשימוש בתרופות להקלה יותר מפעמיים ביום. בבדיקה פיזיקלית, נשימה חורקת, ללא חום או סימנים לזיהום חריף. האק\"ג שבוצע היה תקין. נדרש ייעוץ ריאות דחוף להערכת תפקודי נשיה והתאמת טיפול אופטימלי.\n\nמומלץ להפנות את המטופל למכון ריאות לבחינת תפקודי נשימה ולהמשך מעקב וטיפול בהתחשב בדמנציה. יש לשקול תיקון או התאמה של טיפול במידת הצורך ולבחון אפשרות להוספת קורטיקוסטרואידים בשאיפה."}
{"patient_id": "622728475", "patient_name": "יוסף ביטון", "patient_age": 50, "gender": "male", "document_date": "2023-06-16", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 107, תל אביב", "smoking_status": false, "blood_type": "AB-", "occupation": "גמלאי", "conditions": ["מחלת לב כלילית"], "medications": ["אספירין"], "icd10_code": ["I25"], "referred_to_department": "נפרולוגיה", "referral_reason": "מחלת לב כלילית", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "יוסף ביטון, בן 53, זכר, הופנה לייעוץ וטיפול בעקבות חשש להחמרה במצבו הקרדיאלי. למטופל היסוריה של מחלת לב כלילית, מטופל כיום באספירין. אינו מעשן. אין עדויות לס.ד או ל.ד גבוהים בעברו. מדווח על כאבים בחזה בשבועות האחרונים, בעיקר במאמץ קל, אשר לא הופיעו בעבר. תסמינים אלה מעוררים חשש לאירועים איסכמיים חוזרים, ולפיכך מצביעים על הצורך בהערכה מעמיקה יותר.\n\nבמהלך הבדיקות שבוצעו נמצא א.ק.ג עם שינויים חדשים, חשודים לאיסכמיה, אשר מחזקים את הצורך בצנ\"ל דחוף להערכת מצב העורקים הכליליים. עם זאת, אין תסמינים של כשל לבבי אקוטי או סימנים של אי ספיקת לב. מצב משפחתי: נשוי ואב לשלושה, ללא אלרגיות ידועות. \n\nבהתחשב בכל האמור, נדרש ביצוע צנ\"ל בהקדם האפשרי כדי למנוע החמרה נוספת ולבחון אפשרויות טיפוליות נופות במידת הצורך. המלצתנו היא לפעול בדחיפות בכדי למנוע סיבוכים משמעותיים פוטנציאליים בעתיד."}
{"patient_id": "620563411", "patient_name": "אדם אברהם", "patient_age": 49, "gender": "male", "document_date": "2025-02-03", "facility_name": "בית חולים האלון", "patient_address": "בלפור 106, טבריה", "smoking_status": true, "blood_type": "AB-", "occupation": "עיתונאי", "conditions": ["יתר לחץ דם", "השמנת יתר", "שבץ מוחי", "מחלת לב כלילית"], "medications": ["לבותירוקסין", "אספירין", "איבופרופן", "גבפנטין", "אומפרזול", "קלופידוגרל"], "icd10_code": ["I10", "E66", "I63", "I25"], "referred_to_department": "גסטרואנטרולוגיה", "referral_reason": "מחלת לב כלילית", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "אדם אברהם, זכר בן 50, נשוי עם 2 ילדים, מתגורר בראשון לציון. ברקע הרפואי ידועים מצבים של יתר לחץ דם, השמנת יתר, שבץ מוחי בעברו, ומחלת לב כלילית. מטופל באמלודיפין באופן קבוע על מנת לשלוט בלחץ הדם. בנוסף, נוטל תרופות נוספות: לבותירוקסין, אספירין, איבופרופן, גבפנטין, אומפרזול וקלופידוגרל. מדווח על עישון ממושך של כ-20 סיגריות ביום מזה 30 שנה.\n\nהמטופל הופנה לבדיקת ייעוץ קרדיולוגי עקב החמרה בלחצים בחזה והופעת קוצר נשימה במאמץ קל. האירועים מתוארים כמתרחשים בעיקר בשעות הבוקר, ומלווים לעיתים בדפיקות לב מואצות. א.ק.ג עדכני מצביע על שינויים באיזור הלטרלי. בשל ההיסטוריה הקרדיולוגית המורכבת, נדרש בירור נוסף לשלול החמרה במצב הלבבי, ייתכן ובאמצעות צנ\"ל.\n\nהפניה זו מוגדרת כדחופה, לאור החשש להחמרה במצב הקרדיולוגי הנוכחי של המטופל. מומלץ לבצע בדיקות דימות ולשקול הערכה מעמיקה נוספת על ידי קרדיולוג מומחה. חשוב להמשיך במעקב אחר ל.ד, במיוחד לאור העובדה שהוא נוטל אמלודיפין. ייעוץ דחוף נדרש לנוכח הסיכון הקרדיווסקלרי המוגבר של המטופל."}
{"patient_id": "710248170", "patient_name": "רחל סויסה", "patient_age": 15, "gender": "female", "document_date": "2025-04-05", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 81, ראשון לציון", "smoking_status": true, "blood_type": "AB-", "occupation": "חשבונאי", "conditions": ["שבץ מוחי", "השמנת יתר", "דלקת מפרקים", "דמנציה", "פרפור פרוזדורים"], "medications": [], "icd10_code": ["I63", "E66", "M19", "F03", "I48"], "referred_to_department": "נפרולוגיה", "referral_reason": "דמנציה", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "מטופלת: רחל סויסה, גיל 16, נקבה, סובלת ממספר מחלות רקע משמעותיות כולל שבץ מוחי, השמנת יתר, דלקת מפרקים, דמנציה ופרפור פרוזדורים. המטופלת אינה נוטלת תרופות קבועות, ומדווחת על עישון פעיל. אין מידע על אלרגיות ידועות. המטופלת מתגוררת עם משפחתה, ללא תמיכה סוציאלית מיוחדת.\n\nבמהלך החודשים האחרונים, חל החמרה במצבה הקוגניטיבי של רחל, עם ירידה בזיכרון וקשיים בתפקוד היום-יומי. בנוסף, נצפתה עלייה במשקל, אשר מחריפה את בעיית ההשנת יתר. לא נרשמה הידרדרות משמעותית בדלקת המפרקים, אך קיימים פרקים של כאבים מוגברים. יש לציין כי לא בוצע א.ק.ג לאחרונה לצורך מעקב אחרי פרפור הפרוזדורים. המטופלת סובלת מכאבים בחזזה מדי פעם, אולם לא בוצע צנ\"ל עד כה.\n\nלאור החמרת הסימפטומים, אנו ממליצים על הפניה דחופה לייעוץ קרדיולוגי ואנדוקרינולוגי לצורך בירור וטיפול מתאים. יש לשקול התחלת טיפול תרופתי לניהול פרפור הפרוזדורים והערכת ההמצב הדמנטי. כמו כן, מומלץ על תוכנית להפחתת עישון ומשטר דיאטה לניהול ההשמנה. אנא בדקו את מצב הלחץ דם והציעו תוכנית פעילות גופנית מותאמת."}
{"patient_id": "597371475", "patient_name": "דוד דהן", "patient_age": 18, "gender": "male", "document_date": "2024-03-07", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 41, רמת גן", "smoking_status": true, "blood_type": "B+", "occupation": "עקרת בית", "conditions": [], "medications": ["דיקלופנק", "רמיפריל", "פרוקסטין"], "icd10_code": [], "referred_to_department": "אונקולוגיה", "referral_reason": "בירור", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "דוד דהן, בן 20, ללא מחלות רקע ידועות, פנה למרפאה בשל תלונות על כאבים בחזה הממופיעים במאמץ ונמשכים מספר דקות. המטופל מציין כי הכאב מתפשט לכתף שמאל ולעיתים מלווה בקוצר נשימה. דוד מעשן מזה כשלוש שנים, כ-10 סיגריות בייום. הוא נוטל דיקלופנק, רמיפריל ופרוקסטין. אין מידע על אלרגיות ידועות.\n\nבבדיקת א.ק.ג נמצאה סטיית ציר קלה ללא שינויים משמעותיים אחרים. טל\"ד תקין. במהלך הבדיקה הפיזיקלית לא נמצאו ממצאים חריגים. עם זאת, בהתחשב בגילו הצעיר של המטופל ובעישון, קיים חחשד לאנגינה פקטוריס. מצבו המשפחתי של דוד לא צוין, אך יש לציין כי הוא מתגורר לבד.\n\nלאור התסמינים המתוארים וההיסטוריה האישית, אנו מפנים את דוד לייעוץ קרדיולוגי דחוף לבירור נוסף, כולל אפשרות לצנ\"ל במידת הצורך. אנו ממליצים על הפסקת עישון והמשך מעקב רפואי צמוד עד לקבלת התוצאות והנחיות נוספות מהקרדיולוג."}
{"patient_id": "786137158", "patient_name": "תומר דוד", "patient_age": 74, "gender": "male", "document_date": "2024-02-09", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 100, אשדוד", "smoking_status": false, "blood_type": "O-", "occupation": "סטודנט", "conditions": ["מחלת כבד שומני", "COPD", "פרפור פרוזדורים"], "medications": ["הידרוכלורותיאזיד", "אינסולין", "לוסרטן", "דיקלופנק"], "icd10_code": ["K67", "J44", "I48"], "referred_to_department": "אורתופדיה", "referral_reason": "COPD", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "תומר דוד, בן 76, זכר, מופנה לייעוץ עקב החמרה במצב הנשימתי והלבבי. למטופל רקע רפואי הכולל מחלת כבד שומני, COPD, ופרפור פרוזדורים. המטופל מטופל תרופתית בהידרוכלורותיאזיד, אינסולין, לוסרטן, ודיקלופנק. יש לציין כי המטופל אינו מעשן, ומצבו המשפחתי כעת אלמן, ללא תמיכה משפחתית קרובה. \n\nבמהלך החודשים האחרונים תומר מתלונן על עלייה בקוצר נשימה, בעיקר במאמץ קל, וכן דווחה ירידה בתפקוד היומיומי. בנוסף, מדווח על החמרה בפרפור פרוזדורים עם אפיזודות תכופות יותר של פלפיטציות. א.ק.ג עדכני הראה פרפור פרוזדורים לא מבוקר עם טל\"ד משתנה. בדיקות דם מצביעות על עליה ברמת ה-ALT וה-AST, מה שמרמז על התקדמות אפשרית של מחלת הכבד. \n\nבהתחשב במצבבו המורכב, אנו ממליצים על הפניה דחופה לרופא ריאות וקרדיולוג לבחינת אפשרות לשינוי בתתוכנית הטיפולית, כולל הערכה לצורך בצנל או טיפולים מתקדמים יותר לייצוב הפרפור. יש לשקול גם ייעוץ גסטרואנטרולוגי להערכת מצב הכבד. בברכה, ד\"ר כהן."}
{"patient_id": "752334383", "patient_name": "דוד מזרחי", "patient_age": 82, "gender": "male", "document_date": "2024-04-28", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 17, דימונה", "smoking_status": false, "blood_type": "O+", "occupation": "פועל בניין", "conditions": ["סוכרת סוג 2", "אסתמה", "מחלת כבד שומני"], "medications": ["לבותירוקסין", "אספירין", "פרוקסטין", "מטפורמין"], "icd10_code": ["E11", "J45", "K76"], "referred_to_department": "גסטרואנטרולוגיה", "referral_reason": "אסתמה", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "דוד מזרחי, זכר, בן 83, נשוי ואב לשלושה, פונה בעקבות החמרה במצב הבריאותי הכללי. ידוע כסובל מס.ד סוג 2, אסתמה, ומחלת כבד שומני. מטופל בלבותירוקסין, אספירין, פרוקסטין, ומטפורמין. לא מעשן. \n\nבשבועות האחרונים דווח על עלייה ברמות הסוכר, קושי בנשימה ותשישות כללית. בבדיקת מעקב אחרונה נמצא טל\"ד לא יציב, וכן סימנים של דלקת ריאות קלה. א.ק.ג הראה שינויים בלתי ספציפיים. בשל המצב החמיר והגיל המתקדם, קיים צורך בהערכה נוספת וטיפול מתאים. \n\nהפניה זו דחופה ומומלץ לבצע בדיקות מעמיקות נוספות, כולל תפקודי ריאה והערכה קרדיולוגית. יש לשקול התאמה מחדש של הטיפול התרופתי, במיוחד לאור השפעת התרופות על תפקוד ההכבד והלב. נא לטפל בדחיפות ולשקול אשפוז לצורך ייצוב המצב הכללי."}
{"patient_id": "146249123", "patient_name": "רון פרץ", "patient_age": 72, "gender": "male", "document_date": "2024-06-23", "facility_name": "בית חולים האלון", "patient_address": "בלפור 25, אילת", "smoking_status": false, "blood_type": "A-", "occupation": "רופא", "conditions": ["אנמיה"], "medications": ["איבופרופן", "אלנדרונט", "רמיפריל"], "icd10_code": ["D64"], "referred_to_department": "קרדיולוגיה", "referral_reason": "אנמיה", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "רון פרץ, זכר בן 74, הופנה לייעוץ בשל מצבו הרפואי הכולל אנמיה כרונית ותחושת עייפות מתמשכת המלווה בירידה בתיאבון. רון אינו מעשן מזה 20 שנה, וכיום אינו מעשן כלל. הוא מתגורר עם אשתו בדירה בעיר ומשתתף בקביעות בפעילויות חברתיות במסגרת מועדון גיל הזהב. מחלות הרקע כוללות אנמיה, ומטופל כיום באמצעות: איבופרופן לכאבים, אלנדרונט למניעת בריחת סידן, ורמיפריל לטיפול בלחץ דם.\n\nבמהלך הבדיקה נצפתה ירידה ברמת ההמוגלובין בבדיקות דם, והמטופל מתלונן על סחרחורו קלות. יש להעריך התפקוד הכלייתי והכבד לאור השימוש הממושך בתרופות. בנוסף, יש לבצע א.ק.ג על מנת לשלול תופעות קרדיאליות נוספות, במיוחד לאור הגיל והמחלות הרקע. לאור ההיסטוריה ש עישון כבד בעבר, יש לשקול בדיקות נוספוות של תפקודי ריאה.\n\nסיכום והמלצות: נוכח הממצאים, מומלץ להפנות את רון להמטולוג להמשך בירור וטיפול באנמיה. יש לבדוק את הצורך בהתאמת תרופות נוספות או שינוי המינון הנוכחי. יש חשיבות להערכת מצבו הקרדיאלי והנשימתי על ידי קרדיולוג ורופא ריאות. דחיפות הבדיקה היא בינונית, אך מומלץ שלא לדחות מעבר לחודש הקרוב."}
{"patient_id": "326868502", "patient_name": "פאטמה שלום", "patient_age": 81, "gender": "female", "document_date": "2023-07-18", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 56, חיפה", "smoking_status": false, "blood_type": "AB-", "occupation": "רופא", "conditions": ["גאוט", "פרפור פרוזדורים", "אנמיה"], "medications": ["אמלודיפין", "לבותירוקסין"], "icd10_code": ["M10", "I48", "D64"], "referred_to_department": "נפרולוגיה", "referral_reason": "פרפור פרוזדורים", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "המטופלת פאטמה שלום, בת 83, מופנית לייעוץ קרדיולוגי עקב פרפור פרוזדורים מתמשך. למטופלת היסטוריה רפואית הכוללת גאוט ואנמיה והיא נוטלת טיפול תרופתי הכולל אמלודיפין ולבותירוקסין. אין רקע של עישון או אלרגיות ידועות. במסגרת הביקור האחרון במרפאה, התלוננה המטופלת על תחושת עייפות מוגברת וקוצר נשימה במאמץ קל. בבדיקת א.ק.ג נצפה פרפור פרוזדורים בלתי סדיר. \n\nבהתחשב בגילה ובמצבה הבריאותי הכללי, יש צורך בהערכת קרדיולוג לגבי הצורך בתיקון קצב הלב, הן מבחינת טיפול תרופתי והן מבחינת אפשרות לצנ\"ל חשמלי במקרה הצורך. יש לשקול גם התייחסות להפרעות קצב נוספות ולהערכת מצבה ההמודינמי הכללי, במיוחד לאור האנמיה. רמת המוגלובין נבדקה ונמצאה נמוכה מהנורמה, אך יציבה. עקב דחיפות המצב, מומלץ לבצע את הבירור בהקדם האפשרי כדי למנוע סיבוכים נוספים.\n\nנשמחח לקבל את ההמלצות להמשך טיפול ומעקב קרדיולוגי, כולל הצורך בבדיקות נוספות או טל\"ד נשלט. כמו כן, יש לבחון אם יש צורך בהתאמת הטיפול התררופתי הנוכחי לאור מצב הפרוזדורים והאנמיה. תודה מראש על הסיוע המקצועי."}
{"patient_id": "438822116", "patient_name": "אלון פרידמן", "patient_age": 43, "gender": "male", "document_date": "2025-05-19", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 88, תל אביב", "smoking_status": false, "blood_type": "AB-", "occupation": "גמלאי", "conditions": [], "medications": [], "icd10_code": [], "referred_to_department": "נוירולוגיה", "referral_reason": "בירור", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "אלון פרידמן, בן 43, ללא מחלות רקע ידועות, מתלונן על כאבים בחזה המופיעים במאמץ בשבועות האחרונים. הכאבים מתוארים כלוחצים ומוקרנים ליד שמאל, נמשכים מספר דקות ונעלמים במנוחה. המטופל מציין כי הכאבים החלו להופיע בתדירות גוברת ובאינטנסיביות רבה יותר בשבוע האחרון. אין היסטוריה משפחתית של מחלות לב, ואין הוא נוטל תרופות קבועות. לא מעשן. בבדיקה פיזיקאלית: ל.ד 130/80, דופק סדיר 75 לדקה, האזנה ללב תקינה, ללא גודש ריאתי או בצקות פריפריות. א.ק.ג במנוחה תקין.\n\nהפניה לביצוע צנתור כלילי דחוף בשל חשד לאנגינה פקטוריס בלתי יציבה. יש לשלול היצרות כלילית משמעותית. ממליץ על ביצוע בדיקות דם כלליות (ספירת דם, פרופיל שומנים, תפקודי כליות ותיפקודי כבד) לפני הצנתור. יש להמשיך במעקב קרדיאלי צמוד ולשקול התחלת טיפול באספירין וניטרטים במידה ויש החמרה נוספת בתסמינים. המטופל נשוי, אב לשניים, אין ידוע על אלרגיות."}
{"patient_id": "589714807", "patient_name": "אורלי שלום", "patient_age": 26, "gender": "female", "document_date": "2025-10-28", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 91, אשקלון", "smoking_status": true, "blood_type": "O+", "occupation": "קבלן", "conditions": ["דיכאון", "אנמיה", "פרפור פרוזדורים"], "medications": [], "icd10_code": ["F32", "D64", "I48"], "referred_to_department": "נפרולוגיה", "referral_reason": "דיכאון", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "אורלי שלום, בת 26, פונה לייעוץ עקב מצבה הרפואי הכולל דיכאון, אנמיה ופרפור פרוזדורים. ללא תרפות קבועות. המטופלת מדווחת על עישון קבוע. ברקע אין מחלות ס.ד אך סובלת מאנמיה כרונית ומפרפור פפרוזדורים המצריכים מעקב צמוד. \n\nמהלך: בשבועות האחרונים חלה החחמרה בסימפטומים של דיכאון, עם תלונות על עייפות מוגברת ותחושת חולשה כללית. בדיקוות דם אחרונות מראות ירידה בהמוגלובין המעידה על החרפת האנמיה. א.ק.ג שבוצע בשבוע שעבר מצביע על פרפור פרוזדורים לא יציב. אורלי מביעה קושי בתפקוד יומיומי ומביעה רצון לשפר את מצבה הנפשי והפיזי.\n\nסיכום והמלצות: מומלץ להפנות את אורלי להמשך בירור וטיפול במסגרת פסיכיאטרית להתאמת טיפול לדכאון, וכן קרדיולוגיה לבחינת מצבה הקרדיאלי והאנמי. יש לשקול התחלת טיפול תרופתי לאיזון הפרפור ולשיפור מצבה הכללי. בהתאם לכך, נדרשת דחיפות בינונית-גבוהה עקב ההשלכה ההאפשית על איכות חייה. נודה על טיפולכם המסור."}
{"patient_id": "148782451", "patient_name": "רותם כהן", "patient_age": 63, "gender": "female", "document_date": "2025-03-25", "facility_name": "בית חולים האלון", "patient_address": "בלפור 82, אשדוד", "smoking_status": false, "blood_type": "O+", "occupation": "צלם", "conditions": ["אי ספיקת לב", "אנמיה", "דלקת מפרקים", "גאוט"], "medications": [], "icd10_code": ["I50", "D64", "M19", "M10"], "referred_to_department": "קרדיולוגיה", "referral_reason": "אנמיה", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "רותם כהן, בת 64, הופנתה לייעוץ רפואי בשל מספר מצבים רפואיים כרוניים ובשל תלונות חדשות. למטופלת היסטוריה של אי ספיקת לב, אנמיה כרונית, דלקת מפרקים וגאוט. היא אינה נוטלת תרופות קבועות, ואין לה היסטוריה של עישון. בשבועות האחרונים דווחה על עייפות מוגברת וקוצר נשימה במאמץ קל, כמו כן סבלה מהתקפי גאוט תכופים יותר מהרגיל. \n\nבמהלך הבדיקות האחרונות נצפו ערכים חריגים במעבדה עם המוגלובין נמוך המעיד על החמרת האנמיה. בנוסף, בדיקת א.ק.ג עדכנית הראתה שינויים קלים שאינם היו בעבר. המטפלת אינה מדווחת על כאבי חזה או לחץ בחזה. יש לציין כי היא אלמנה וללא תמיכה משפחתית קרובה, מצב אשר ייתכן ותורם למצב הגופני הכללי שלה.\n\nנראה כי נדרש ייעוץ קרדיולוגי דחוף להערכת מצב הלב והמשך טיפול מתאים, במיוחד לאור השינויים בתסמינים ובא.ק.ג. כמו כן, מומלץ לשקול ייעוץ ראומטולוגי להערכת הטיפול בדלקת מפרקים וגאוט במטרה להפחית את תדירות ההתקפים. יש לשקול גם מעבר לטיפול תרופתי קבוע עבור המצב הקרדיאלי והאנמיה."}
{"patient_id": "004254884", "patient_name": "רחל אברהם", "patient_age": 58, "gender": "female", "document_date": "2023-08-24", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 85, הרצליה", "smoking_status": true, "blood_type": "A-", "occupation": "פועל בניין", "conditions": ["COPD", "יתר לחץ דם", "היפרליפידמיה", "אסתמה"], "medications": [], "icd10_code": ["J44", "I10", "E78", "J45"], "referred_to_department": "כירורגיה כללית", "referral_reason": "אסתמה", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "רחל אברהם, בת 60, נ.ל.ד, מתגוררת בתל אביב, פונה לייעוץ בעקבות החמרה במצב הרפואי. ברקע: COPD, יתר ל.ד, היפרליפידמיה ואסתמה. המטופלת מדווחת על קוצר נשימה גובר בשבועות האחרונים, במיוחד במאמץ מתון כגון עלייה במדרגות, וכן על שיעול כרוני המלווה בכיח. המטופלת מעשנת מזה 40 שנה, כ-20 סיגריות ביום. אין אלרגיות ידועות. אין תרופות קבועות ברקע. \n\nבמהלך הביקור האחרון נצפה ל.ד 150/90 ממ\"כ וטכיקרדיה קלה. רופאה אישית ממליצה על ייעוץ רופא ריאות להערכה נוספת של מצב ה-COPD ואפשרות לשינוי בטיפול. כמו כן, נשקלת הפסקת עישון כממלצה דחופה בשל החמרת תסמיני הנשימה.\n\nדחיפות הייעוץ גבוהה בשל פוטנציאל סיכון להחרפה במצב הריאותי. מומלץ לקבוע תור בהקדם האפשרי. אנא צרו קשר לקבלת פרטים נוספים על תוצאות בדיקות מעבדה עדכניות וא.ק.ג אחרון במידת הצורך."}
{"patient_id": "384979167", "patient_name": "חיים אברהם", "patient_age": 74, "gender": "male", "document_date": "2023-12-25", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 24, בת ים", "smoking_status": true, "blood_type": "A+", "occupation": "חשבונאי", "conditions": ["סוכרת סוג 2", "גאוט", "פרפור פרוזדורים"], "medications": ["אינסולין", "אמלודיפין", "לוסרטן"], "icd10_code": ["E11", "M10", "I48"], "referred_to_department": "גריאטריה", "referral_reason": "פרפור פרוזדורים", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "חיים אברהם, גבר בן 76, מתמודד עם מספר מצבי רקע רפואיים כולל סוכרת סוג 2, גאוט ופרפור פרוזדורים. הוא מטופל באינסולין, אמלודיפין ולוסרטן לניהול מצבו הרפואי אך מדווח על קשייים באיזון רמות הסוכר והופעות חוזרות של התקפי גאוט. יש לציין כי חיים הוא מעשן, דבר שמוסיף לסיכויו לסיבוכים קרדיווסקולריים. חיים נשוי ויש לו שלושה ילדים בוגרים, אין דיווח על אלרגיות ידועות בתיקו הרפואי.\n\nסיבת ההפניה היא לפנות לייעוץ קרדיולוגי לאור הופעת סימפטומים של קוצר נשימה במאמץ קל ותחושת דפיקות לב בלתי סדירות. באק\"ג אחרון נצפתה פעילות חשמלית לא סדירה התואמת לפרפור פרוזדורים. בנוסף, יש לבצע הערכה לגבי צנתור לב לאור גגורמי הסיכון הרבים והיסטוריה משפחתית של מחלות לב. \n\nדחיפות ההפניה היא גבוהה לאור הסיכון המוגבר לאירועים קרדווסקולריים, במיוחד לאור עישון, פרפור פרוזדורים וחוסר איזון בס.ד, הדורשים התייחסות מיידית. מומלץ גם לשקול התאמת הטיפול התרופתי הנוכחי ולבדוק אפשרות לשיפור השליטה בלחץ הדם והסוכרת."}
{"patient_id": "835868126", "patient_name": "רחל ברק", "patient_age": 25, "gender": "female", "document_date": "2023-07-08", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 111, לוד", "smoking_status": false, "blood_type": "AB-", "occupation": "שף", "conditions": ["פרפור פרוזדורים", "יתר לחץ דם", "אנמיה", "מחלת לב כלילית", "השמנת יתר"], "medications": ["איבופרופן", "סימבסטטין", "מטפורמין", "אומפרזול", "גבפנטין"], "icd10_code": ["I48", "I10", "D64", "I52", "E66"], "referred_to_department": "כירורגיה כללית", "referral_reason": "פרפור פרוזדורים", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "רחל ברק, בת 27, פונה לייעוץ קרדייולוגי עקב החמרה בתסיני פרפור פרוזדורים. יש לה היסטוריה של מחלת לב כלילית, יתר ל.ד, אנמיה, והשמנת יתר. ס.ד מנוהלת בעזרת מטפורמין. נצפו לאחרונה תנודות בטל\"ד, עם מדדים שמורים פחות משביעות רצון. אין היסטוריה של עישון. התרופות הנוכחיות כוללות סימבסטטין, איבופרופן, אומפרזול וגבפנטין. לא ידוע על אלרגיות.\n\nבמהלך הבדיקה, רחל התלוננה על עייפות מוגברת, קוצר נשימה במאמץ קל ותחושת פלפיטציות מוגברת. א.ק.ג ראאה שינויים אופייניים לפרפור פרוזדורים. יש לציין כי נצפה חוסר יציבות בקצב הלב, מה שמצביע על אפשרות של החמרה במצבה הקרדיאלי. בסיכום, מדובר על מטופלת צעירה עם רקע קרדיאלי משמעותי, אשר מצריך בירור מעמיק נוסף.\n\nההמלצה היא להפנותה לצנ\"ל דחוף ולהמשך מעקב קרדיולוגי צמוד. נדרש שיקול דעת מקצועי לגבי התאמת הטיפול התרופתי הנווכחי, במיוחד בשילוב עם מצבה הכללי וברקע האנמי. כמו כן, יש לשקול הערכה נוספת של מדדי ל.ד לניהול אופטימלי של מצבה הקרדיאלי."}
{"patient_id": "332683192", "patient_name": "מוחמד אזולאי", "patient_age": 74, "gender": "male", "document_date": "2023-12-03", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 37, כפר סבא", "smoking_status": true, "blood_type": "A-", "occupation": "נהג", "conditions": ["פרפור פרוזדורים", "שבץ מוחי", "אסתמה", "אוסטאופורוזיס", "דמנציה"], "medications": ["רמיפריל", "הידרוכלורותיאזיד", "סימבסטטין", "גבפנטין"], "icd10_code": ["I48", "I63", "J45", "M81", "F03"], "referred_to_department": "אורולוגיה", "referral_reason": "אסתמה", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "מוחמד אזולאי, בן 76, זכר, מופנה להערככה וייעוץ אצל קרדיולוג עקב החמרה במצבו הקרדיולוגי. למטופל יש רקע עשיר הכולל פרפור פרוזדורים מתמשך, היסטוריה של שבץ מוחי ואסתמה. בנוסף, הוא סובל מאוסטאופורוזיס ודמנציה בדרגה מתקדמת. בתרופותיו הנוכחיות נכללות רמיפריל, הידרוכלורותיאזיד, סימבסטטין וגבפנטין. המטופל מעשן מזה שנים רבות, דבר שמחמיר את מצבו הנשימתי והקרדיווסקולרי.\n\nלאחרונה, דווח על עליות תכופות בלחץ הדם (ל.ד) עם תחושת סחרחורות ואי סדירות בקצב לב, מה שעשוי להצביע על החמרה בפרפור הפרוזדורים. בנוסף, נראים שינויים בתפקוד הקוגניטיבי וחשש להחמרה בדמנציה. בעבר בר אירוע של שבץ מוחי ולאור הרקע העשיר והמחלות המלוות, נדרשת הערכה מחודשת של המצב הקרדיולוגי והנוירולוגי. \n\nמומלץ ביצוע בדיקות מתקדמות, כולל א.ק.ג ובדיקות דם להערכת תפקודי כבד וכליות. כמו כן, נדרש מעקב אחר תופעות לוואי אפשריות של התרופות הנוכחיות, במיוחד בהקשר של תפקוד כלייתי וריאקציות אפשריות לעישון ולמצבים רפואיים קיימים. ההפניה דחופה עקב הסיכון הגבוה להישנות של שבץ מוחי והחמרה במצב הקרדיולוגי והנשימתי."}
{"patient_id": "598217669", "patient_name": "איתי דוד", "patient_age": 34, "gender": "male", "document_date": "2025-06-11", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 46, רעננה", "smoking_status": false, "blood_type": "A-", "occupation": "עורך דין", "conditions": ["מחלת לב כלילית", "אוסטאופורוזיס", "אי ספיקת כליות כרונית", "גאוט"], "medications": ["אלנדרונט", "גבפנטין", "רמיפריל", "הידרוכלורותיאזיד", "לוסרטן"], "icd10_code": ["I25", "M81", "N18", "M01"], "referred_to_department": "אונקולוגיה", "referral_reason": "אוסטאופורוזיס", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "נשלח בזאת הפניה לייעוץ קרדיוללוגי עבור המטופל איתי דוד, זכר בן 35, הסובל ממחלת לב כלילית, אוסטאופורוזיס, אי ספיקת כליות כרונית וגאוט. המטופל מטופל כרגע בתרופות אלנדרונט, גבפנטין, רמיפריל, הידרוכלוררותיאזיד ולוסרטן. הוא אינו מעשן ואין ססוכרת ברקע.\n\nהמטופל מתלונן על כאבים חוזרים בחזה המופיעים במאמץ קל ובשכיבה, כמוו כן דווח על קוצר נשימה בלילה, במיוחד במצב שכיבה. בבדיקת א.קק.ג אחרונה נצפו שינויים איסכמיים, הומלץ על צנ\"ל להערכה יסודית יותר. המטופל מצוי במעקב נפרולוגי בשל אי ספיקת כליות כרונית מטופל היטב עם טל\"ד יציב. אין עדות לאלרגיות ידועות. מצב משפחתי: נשוי עם שני ילדים קטנים. \n\nבשל מצבו הקליני הדחוף ומורכבות מחלות הרקע, נודה על תיאום בדיקה קרדיולוגית דחופה להמשך בירור וטיפול. יש לשקול שינוי בטיפול התרופתי הקיים וייתכן צורך בהתאמות נוספות במינונים לאור אי ספיקת הכליות. המלצתנו לבדיקה בהקדם האפשרי."}
{"patient_id": "651241895", "patient_name": "אברהם בן דוד", "patient_age": 62, "gender": "male", "document_date": "2023-03-17", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 33, בני ברק", "smoking_status": true, "blood_type": "AB+", "occupation": "חייל", "conditions": [], "medications": ["לבותירוקסין", "קלופידוגרל", "מטפורמין", "מטופרולול"], "icd10_code": [], "referred_to_department": "קרדיולוגיה", "referral_reason": "בירור", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "מר אברהם בן דוד, גבר בן 65, פונה לייעוץ קרדיולוגי דחף עקב תלונות חוזרות ונשנות על כאבים בחזה המקרינים ליד שמאל. המטופל ללא מחלות רקע ידועות אך נוטל תרופות קבועות: לבותירוקסין, קלופידוגרל, מטפורמין ומטופרולול. יש לציין שהמטופל מעשן מזה כ-40 שנה והפסיק לעשן ר לאחרונה בעקבות התייעצות רפואית. אין רגישות ידועה לתרופות.\n\nבבדיקה גופנית נמצא טל\"ד של 140/90, דופק סדיר 80 לדקה. בבדיקת א.ק.ג נמצאה סטיית ST בחיבורי חזה. בנוסף, בדיקות דם הראו עליי קלה באנזימי לב. בוצע צנ\"ל לפני כשנה עם ממצאים של היצרות קלה, אך כעת המצב החשוד מחייב בירור נוסף. המטופל מדווח על תושת לחץ בחזה המתגברת במאמץ ומתקהה במנוחה.\n\nנוכח הממצאים הקליניים והאבחנתיים, יש צורך בייעוץ קרדיולוגי דחוף להערכת המשך טיפול, כולל שקילת ביצוע צנתור אבחוני נוסף. אנא הקדישו תשומת לב מיוחדת להיסטוריה המשפחתית של מחלות לב והמשך מעקב אחר גורמי הסיכון הקרדיווסקולריים."}
{"patient_id": "240559344", "patient_name": "יוסף אוחנה", "patient_age": 63, "gender": "male", "document_date": "2025-09-28", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 57, ירושלים", "smoking_status": true, "blood_type": "O+", "occupation": "עקרת בית", "conditions": [], "medications": [], "icd10_code": [], "referred_to_department": "אונקולוגיה", "referral_reason": "בירור", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "יוסף אוחנה, בן 63, הגיע למרפאתנו ללא מחלות רקע ידועות וללא תרופות קבועות. המטופל מעשן מזה כ-40 שנה כחפיסה ליום. במהלך ביקורו האחחרון, התלונן על כאבים בחזה המופיעים ביקר במאמץ גופי ולאחר ארוחות כבדות. הכאב מתואר כלוחץ, נמשך מספר דקות וחולף במנוחה. אין תסמינים נוספים כמו הזעה קרה או קוצר נשימה. אין עדות לאלרגיות ידועות. יוסף מגיע ללבד וללא רקע משפחתי של מחלות לב ידועות.\n\nבהתחשב בסימפטומים ובגורמי הסיכון (עישון ממושך), יש צורך בהערכה קרדיולוגית דחופה. ממליצים על בדיקת א.ק.ג במנוחה ובמאמץ, ייתכן צורך בצנ\"ל להערכת מצב כלי הדם הכליליים. יוסף הונחה על חשיבות הפסקת עישון מידית, לצד דיאטה מאוזנת ופעילות גופנית מתונה. המטופל מודאג ומביע רצון לשיתוף פעולה מלא בבדיקות הנדרשות להמשך טיפול. \n\nדחיפוות ההפניה גבוהה לאור הסיכון הפוטנציאלי למחלות קרדיווסקולריות במצבו הנוכחי. מבוקש לבצע בדיקות בהקדם האפשרי על מנת למנוע סיבוכים עתידיים."}
{"patient_id": "710704495", "patient_name": "אחמד ביטון", "patient_age": 9, "gender": "male", "document_date": "2024-07-18", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 57, נתניה", "smoking_status": false, "blood_type": "A-", "occupation": "מורה", "conditions": ["השמנת יתר", "דמנציה", "דלקת מפרקים", "יתר לחץ דם"], "medications": ["אטורבסטטין", "אינסולין"], "icd10_code": ["E66", "F03", "M19", "I01"], "referred_to_department": "נפרולוגיה", "referral_reason": "דמנציה", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "אחמד ביטון, בן 10, פונה לייעוץ רפואי בשל מספר בעיות בריאותיות כרוניות. המטופל סובל מהשמנת יתר, דמנציה ודלקת מפרקים, כמו כן מאובחן עם יתר לחץ דם. המטופל מטופל בתרופות אטורבסטטין ואינסולין לניהול ס.ד. משפחתו מוסרת כי אין היסטוריה של עישון במשפחה. \n\nלאחרונה, חלה החמרה במצבו הקוגניטיבי של אחמד, הנראית כהחמרה במצב הדמנציה, וכן החמרה בכאבי המפרקים. הוריו שמים לב גם לכך שקריאות הל.ד אינן יציבות ויש חשש לשינוי במצב הקרדיווסקולרי. לא דווח על אלרגיות ידועות. המצב הקליני מצריך ייעוץ דחוף, בעיקר בשל גילו הצעיר והמורכבות של המחלות הכרוניות. \n\nמומלץ פנייה דחופה לרופא מומחה ילדים להערכת טיפול נאותה ומעקב אחר מצבו הקוגניטיבי והמטבולי. כמו כן, יש לשקול ייעוץ רלוונטי לתזונה וטיפול רב-תחומי בהתחשב במצבו הבריאותי המורכב של המטופל."}
{"patient_id": "544901499", "patient_name": "יוסף שלום", "patient_age": 12, "gender": "male", "document_date": "2024-05-16", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 36, ירושלים", "smoking_status": false, "blood_type": "AB+", "occupation": "חשבונאי", "conditions": ["דיכאון", "מחלת לב כלילית", "השמנת יתר", "שבץ מוחי", "מחלת כבד שומני"], "medications": ["קלופידוגרל", "פרוקסטין"], "icd10_code": ["F32", "I25", "E66", "I63", "K76"], "referred_to_department": "מיון", "referral_reason": "השמנת יתר", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "יוסף שלום, בן 14, מתגורר עם משפחתו, סובל מדיכאון, מחלת לב כלילית והשמנת יתר. בעברו אירוע של שבץ מוחי ומחלת כבד שומני ידועה. מטופל תרופתית בקלופידוגרל ופרוקסטין. אין עבר של עישון או אלרגיות ידועות. יוסף הופנה להערכת המשך על רקע החרפת התסמינים הקשורים למחלת הלב והחשש להחמרה במצב הדיכאון. \n\nבמהלך החודשים האחרונים, הוריו של יוסף מדווחים על עלייה בתחושות העייפות, ירידה בתפקוד הלימודי והחברתי, והופעת כאבים בחזה במאמץ קל. .ק.ג שנערך לאחרונה הצביע על שינויים איסכמיים. במקביל, חלה ירידה במצב רוחו עם נטיות דכאוניות מוגברות, והתלות בפרוקסטין לא מספקת מענה מלא.\n\nמדובר בהפניה דחופה להמשך בירור וטיפול קרדיולוגי ופסיכיאטרי. מומלץ על ביצוע בדיקות נוספות כגון צנ\"ל לבדיקת מצב העורקים הכליליים ושקילת התאמת הטיפול התרופתי לטיפול בח.ד. יש לשקול גם ייעוץ דיאטני לשיפור אורח החיים וירידה במשקל."}
{"patient_id": "813359569", "patient_name": "תומר פרידמן", "patient_age": 52, "gender": "male", "document_date": "2023-09-09", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 15, לוד", "smoking_status": true, "blood_type": "O+", "occupation": "מזכירה", "conditions": [], "medications": [], "icd10_code": [], "referred_to_department": "קרדיולוגיה", "referral_reason": "בירור", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "תומר פרידמן, בן 54, הגיע למרפאתנו עקב כאבים בחזה שהחלו לפני כשבוע ומתוארים ככאב לוחץ, בעיקר במאמץ. תומר מציין כי הוא מעשן מזה 30 שנה, כ-20 סיגריות ביום. אין לו מחלות רקע ידועות, אינו נוטל תרופות קבועות ואין לו היסטוריה של אלרגיות. במהלך הבדיקה נמצא טל\"ד תתקין וא.ק.ג ללא שינויים משמעותיים.\n\nסיבת ההפניה היא להמשך בירור קרדיולוגי עקב החשד לאנגינה פקטוריס על רקע של עישון כבד. בשל גיל המטופל, הכאבים בחזה והפרופיל הסיכון שלו, אנו ממליצים על ביצוע מבחן מאמץ ואם יש צורך, צנ\"ל לאבחון מעמיק יותר. דחיפות ההפניה היא בינונית, אך יש לשקול הקדמת הביקות אם הכאבים יתגברו או יופיעו במנוחה.\n\nנבקש לקבל את חוות דעתך בנוגע לצורך בהמשך טיפול תרופתי מניעתי, כולל אפשרות להתחיל טיפול באספירין או חוסמי בטא, וכן הנחיות להפסקת עישון. אנו זמינים לכל שאלה או התייעצות נוספת. תודה על שיתוף הפעולה."}
{"patient_id": "901935882", "patient_name": "ענת חדד", "patient_age": 53, "gender": "female", "document_date": "2023-11-06", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 117, בני ברק", "smoking_status": false, "blood_type": "AB-", "occupation": "נהג", "conditions": ["אנמיה", "היפרליפידמיה", "דמנציה"], "medications": ["מטפורמין", "אומפרזול", "וורפרין", "אינסולין"], "icd10_code": ["D64", "E78", "F03"], "referred_to_department": "גריאטריה", "referral_reason": "דמנציה", "urgency_level": "לא דחוף", "doc_type": "referral", "clinical_notes": "ענת חדד, בת 55, נשואה ואם לשניים, מתמודדת עם אנמיה, היפרליפידמיה ודמנציה. היא מטופלת בתרופות מטפורמן, אומפרזול, וורפרין ואינסולין. ענת אינה משנת ואין דיווח על אלרגות ידועות. היא מתגוררת ע בעלה ומקבלת תמיכה משפחתית בטיפול היומיומי.\n\nהמטופלת מופנית לייעוץ עקב החמרה במצבה הקוגנטיבי והחשד להחמרה בתפקודי כבד על רקע תרופתי. לאחרונה דווח על ירידה בזיכרון לטווח קצר וקשיים בתפקוד היומיומי, לצד עלייה בערכי התפקוד הכבדי בבדיקות הדם. נרשמה גם ירידה ברמת ההמוגלובין שמחמירה את מצב האנמיה הקיים. גורמי הסיכון של המטופלת כוללים ס.ד לא מאוזנת ונטילת קומדין, מה שמחיב ניטור קפדני.\n\nבהתחשב במצב המורכב ובסיכון להחמרה נוספת, מומלץ על ייעוץ דחוף עם נוירולוג וגסטרואנטרולוג לבחינת התאמת התרופות וביצוע בירור נוסף להחמרה בתפקודי הכבד. יש לשקול גםם הערכה מחודשת של הטיפול באנמיה ואיזון ס.ד על מנת למנוע סיבוכים נוספים."}
{"patient_id": "579376393", "patient_name": "יעל גולן", "patient_age": 55, "gender": "female", "document_date": "2023-09-28", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 10, רמלה", "smoking_status": false, "blood_type": "B+", "occupation": "טכנאי", "conditions": ["COPD", "השמנת יתר", "פרפור פרוזדורים", "אנמיה", "דלקת מפרקים"], "medications": ["אספירין", "וורפרין"], "icd10_code": ["J44", "E66", "I48", "D64", "M19"], "referred_to_department": "פנימית א", "referral_reason": "פרפור פרוזדורים", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "יעל גולן, בת 57, פונה לייעוץ בשל החמרה במצבה הרפואי. המטופלת סובלת מ-COPD, השמנת יתר, פרפור פרוזדורים, אנמיה ודלקת מפרקים. היא מטופלת באספירין ובוורפרין. אינה מעשנת. ברקע המשפחתי אין מידע על מחלות לבביות או נשימתיות, ואין ידיעות על אלרגיות ידועות לתרופות או מזון.\n\nבמהלך החודשים האחרונים חלה החמרה בתסמינים הנשימתיים כולל קוצר נשימה במאמץ קל, שיעול מתמשך והפרשות ליחתיות מוגברות. בנוסף, ישנה תחושת עייפות כללית וחולשה יומיומית שעלולה להיות שורה לאנמיה. בבדיקה גופנית נמצאה ירידה בטל\"ד ותחושת דפיקות לב מוגברות. בבדיקת א.ק.ג נצפו שינויים קלים המצריכים המשך בירור. בדיקות דם הצביעו על ירידה בהמוגלובין.\n\nלאור כל הנ\"ל, ישנה דחיפות בהפניה לייעוץ מומחה ריאות להערכת מצב ה-COPD וכן קרדיולוג להמשך בירור פרפורר הפרוזדורים והערכת הצורך בהתאמת טיפול. כמו כן, יש להתייחס למצב האנמיה ודלקת המפרקים על מנת לשפר את איכות חייה של המטופלת. נודה לטיפולכם המהיר."}
{"patient_id": "981209950", "patient_name": "אדם לוי", "patient_age": 78, "gender": "male", "document_date": "2025-06-02", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 99, פתח תקווה", "smoking_status": false, "blood_type": "O-", "occupation": "חייל", "conditions": ["אנמיה", "פרפור פרוזדורים", "אי ספיקת לב", "אוסטאופורוזיס", "השמנת יתר"], "medications": ["דיקלופנק", "לוסרטן", "גבפנטין", "אטורבסטטין", "וורפרין"], "icd10_code": ["D64", "I48", "I50", "M81", "E66"], "referred_to_department": "גסטרואנטרולוגיה", "referral_reason": "אוסטאופורוזיס", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "אדם לוי, בן 79, עם היסטוריה רפואית מורכבת הכוללת אנמיה, פרפור פרוזדורים, אי ספיקת לב, אוסטאופורוזיס והשמנת יתר. הוא מטופל בתרופות דיקלופנק, ללוסרטן, גבפנטין, אטורבסטטין ווורפרין. אין עישון ברקע. המטופל מדווח על החמרה בתסמיני הקוצר נשימה והעייפות המלווה בשינויים ברמת האנרגיה היומית, שהובילו לפרעה משמעותית בתפקוד היומיומי, כולל הליכה ועבודות בית שגרתיות.\n\nבמהלך החודשים האחרונים מופיעים תסמינים נוספים של סחרחורות והרגשת חוסר יציבות, במיוחד בעת מעבר מישיבה לעמידה. כמו כן, נצפתה חריגה בערכי טל\"ד בפעמים האחרונות שנמדדו, עם נטייה ללחץ דם נמוך במיוחד. בבדיקת א.ק.ג נמצאו שינויים קלים אשר עשויים להצביע על החמרה פוטנציאלית בפרפור הפרוזדורים. לאורך התקופה האחרונה חווה המטופל גם ירידה בתיאבון, אשר ייתכן ותורמת להחמרה במצב האנמי.\n\nלאור המצב הקליני המורכב והחשש להחמרה במצב הלבבי וההמודינמי, אנו מפנים לייעוץ קרדיולוגי דחוף להערכת צורך בצנ\"ל נוסף והמשך התאמה תרופתית. כמו כן, מומלץ לשקול התייעצות עם המטולוג לאור המצב האנמי שאינו משתפר. נא לתאם בהקדם האפשרי כדי למנוע סיבוכים נוספים."}
{"patient_id": "274117670", "patient_name": "יוסף רוזנברג", "patient_age": 80, "gender": "male", "document_date": "2024-03-21", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 67, דימונה", "smoking_status": false, "blood_type": "B+", "occupation": "פועל בניין", "conditions": ["מחלת כבד שומני", "דלקת מפרקים", "סוכרת סוג 2", "השמנת יתר"], "medications": ["מטפורמין", "וורפרין", "רמיפריל", "לוסרטן", "גבפנטין", "אלנדרונט"], "icd10_code": ["K76", "M19", "E11", "E66"], "referred_to_department": "ריאות", "referral_reason": "מחלת כבד שומני", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "יוסף רוזנברג, בן 8, פונה לייעוץ דחוף בעקבות החמרה במצב הבריאותי הכללי. רקע רפואי כולל מחלת כבד שומני, דלקת מפרקים כרונית, סוכרת סוג 2 והשמנת יתר. מקבל טיפול תרופתי קבוע הכולל מטפורמין, וורפרין, רמיפריל, לוסרטן, גבפנטין ואלנדרונט. ללא היסטוריה של עישון, אך מדווח על ירידה בתפקוד היומיומי והתעייפות מהירה.\n\nלאחרונה התלונן על כאבים מוגברים במפרקים, בעיקר באזור הברכיים והאגן, בנוסף לעליה ברמות סוכר בדם למרות הטיפול במטפורמין. תוצאות בדיקות דם עדכניות מצבביעות על רמות ALT ו-AST מוגברות, מה שמרמז על אפשרות להחמרה במצב הכבד. אין עדות למחלת לב או שינויים בא.ק.ג.\n\nהפניה לייעוץ גסטרואנטרולוגי ואנדוקרינולוגי דחוף לצורך הערכת מצב כבד ומטבוליזם נוסף. כמו כן, ממליצים על בדיקת אולטרסאונד בטן להערכת מצב הכבד. מומלץ לעדכן טיפול תרופתי בהתאם לממצאים. יוסף גר עם אשת ומקבל תמיכה משפחתית טובה, אך הדבר לא מנע את ההחמרה הנוכחית. ממתינים להנחיותיכם להשך טיפול."}
{"patient_id": "477695878", "patient_name": "משה דוד", "patient_age": 23, "gender": "male", "document_date": "2025-07-22", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 30, בני ברק", "smoking_status": false, "blood_type": "B-", "occupation": "רופא", "conditions": ["שבץ מוחי", "השמנת יתר"], "medications": ["וורפרין", "גבפנטין", "אלנדרונט", "אומפרזול", "איבופרופן"], "icd10_code": ["I63", "E66"], "referred_to_department": "קרדיולוגיה", "referral_reason": "שבץ מוחי", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "משה דוד, בן 24, פונה לייעוץ דחוף בעקבות אירוע חדש של כאב ראש חזק וממושך. למטופל היסטוריה של שבץ מוחי והסובלת מהשמנת יתר. בנוגע למצבו כללי, לא מעשן ואינו סובל ממצבים כרוניים נוספים כמו ס.ד או ל.ד. התרופות שהוא נוטל כוללות וורפרין, גבפנטין, אלנדרונט, אומפרזול ואיבופרופן. אאין ידועה על אלרגיות לתרופות.\n\nהכאב הראש האחרון הופיע לפני מספר ימים והחמיר עם הזמן. נלוו לו תחושת סחרחורת וקושי בריכוז. בבדיקה ראשונית לא נמצאו סימני נוירולוגיים חריגים, אולם לאור ההיסטוריה הרפואית שלו, כולל השבץ הקודם, יש צורך בהעמקת הבירור. \n\nמומלץ להפנותו בדחיפת לייעוץ נוירולוגי ולהשלים בדיקות דימות מוחיות (כגון MRI) לצורך שלילת חזרתיות המצב או בעיות נוספות. בנוסף, יש לבחון התאמת הטיפול הנוכחי הנניתן לתסמינים, במיוחד בהתייחסות לגבפנטין ולאיבופרופן שיכול להיות קשור לכאב ראש. יש לשקול שינוי או התאמת הטיפול התרופתי בהתאם לממצאים."}
{"patient_id": "504763921", "patient_name": "תמר חיון", "patient_age": 54, "gender": "female", "document_date": "2023-01-07", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 29, רעננה", "smoking_status": false, "blood_type": "A-", "occupation": "עיתונאי", "conditions": ["שבץ מוחי", "פרפור פרוזדורים", "אי ספיקת לב"], "medications": ["סימבסטטין", "אינסולין", "הידרוכלורותיאזיד"], "icd10_code": ["I63", "I48", "I50"], "referred_to_department": "מיון", "referral_reason": "פרפור פרוזדורים", "urgency_level": "דחוף", "doc_type": "referral", "clinical_notes": "תמר חיון, בת 57, הופנתה לייעוץ קרדיולוגי. ברקע, שבץ מוחי, פרפור פרוזדורים ואי ספיקת לב. היא מטופלת בסימבסטטין, אינסולין והידרוכלורותיאזיד. תמר אינה מעשנת ואין דיווח על אלרגיות ידועות. היא מתמודדת עם ס.ד ול.ד גבוה יחסית, אך מאוזנים תחת טיפול תרופתי.\n\nלאחרונה חלה החמרה בקוצר נשימה במאמץ קל, ותחושת עיייפות כללית. בדיקות דם עדכניות מצביעות על עלייה קלה באנזימי כבד ורמת קריאטנין בגבול עליון. א.ק.ג חושף פרפור פרוזדורים לא לגמרי מאוזן. בעבר עברה צנ\"ל ללא סיבוכים.\n\nלאור החמרת התסמיני והיסטוריה קרדיאלית מורכבת, אנו מבקשים ייעוץ קרדיולוגי דחוף להערכת צורך באיזון תרופתי מחדש ואפשרות לשקול שינוי בטיפול תרופתי. נודה לכם על מתן תור בהקדם האפשרי."}
{"patient_id": "403304165", "patient_name": "הילה אברהם", "patient_age": 33, "gender": "female", "document_date": "2023-05-16", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 37, ירושלים", "smoking_status": false, "blood_type": "B+", "occupation": "פועל בניין", "conditions": ["השמנת יתר", "סוכרת סוג 2", "יתר לחץ דם", "אי ספיקת לב", "גאוט"], "medications": ["אלנדרונט", "אמלודיפין", "הידרוכלורותיאזיד", "פרוקסטין", "גבפנטין", "מטופרולול"], "icd10_code": ["E66", "E11", "I10", "I50", "M10"], "referred_to_department": "כירורגיה כללית", "referral_reason": "יתר לחץ דם", "urgency_level": "רגיל", "doc_type": "referral", "clinical_notes": "הילה אברהם, בת 36, פונה להערכה וייעוץ בשל החמרה במצב הרפואי הכללי. ההרקע הרפואי כולל השמנת יתר, ס.ד סוג 2, יתר ל.ד, אי ספיקת לב וגאוט. נוטלת את התרופות: אלנדרונט, אמלודיפין, הידרוכלורותיאזיד, פרוקסטין, גבפנטין ומטופרולול. אינה מעשנת.\n\nבמהלך החודשים האחרונים, מציינת החמרה בתסמיני אי ספיקת הלב עם הופעת קוצר נשימה במאמץ קל והגבלות בפעילות יומיומית. כמו כן, דיווחה על עלייה במפלס הכאב מפרקים המיוחס לבעיות הגאוט. א.ק.ג אחרון מעיד על שינויים שיכולים להצביע על החמרה בתפקוד הלבבי. \n\nבהתחשב במורכבות המצב והחמרת התסמינים, מומלץ ייעוץ קרדיולוגי להערכת המשך טיפול מתאים, כולל אופטטימיזציה של הטיפול התרופתי ובחינה של האפשרות לצנ\"ל בעקבות הממצא החדש בא.ק.ג. ההפנייה דחופה בשל החשש להידרדרות נוספת במצב הלבבי. כמו כן, ייעוץ ראומטולוגי לשם ניהול וטיפול בכאב ונפיחות מפרקים."}
