{"tz": 30564132.0, "shem": "גיל אוחנה", "age_group": "60-70", "min": "male", "taarich": "2025-07", "clinic": "מרפאות שקד", "addr": "דיזנגוף 108, צפת", "smoking": false, "job": "נהג", "background": ["פרפור פרוזדורים"], "drugs": ["סימבסטטין", "לבותירוקסין", "מטופרולול"], "code": ["I48"], "yechida": "נוירולוגיה", "diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "text": "גיל אוחנה, זכר, 64, אושפז בשל קוצר נשימה וטכיקרדיה. רקע של פרפור פרוזדורים. במהלך האשפוז בוצע א.ק.ג שהראה פרפזר פרוזדורים מהיר. טל\" ד נמוך. ניתן טיפול תרופתי באמיאודרון להאטת קצב הלב. בהדרגה חל שיפור במצבו ההמודינמי. ללא צנ\"ל חריגיס. סה\"כ מהלך אשפוז תקין.\n\nמטופל משוחרר עם המלצות להמשך איזון פרפור, לרבות המשך טיפול במטזפרולול וסימבסטטין. ב יקורת א.ק.ג בעוד 3 שבועות במרפאת ק רדיולוגיה. מומלץ להימנע ממאמצים פיזיים כבדים בתקופה הקרובה. אין אלרגיות ידועות. לא מעשן. מצב משפחתי נשוי, 3 ילדים."}
{"tz": 315098392.0, "shem": "שלמה עמר", "age_group": "20-30", "min": "male", "taarich": "2023-05", "clinic": "מרפאות שקד", "addr": "בן גוריון 32, כפר סבא", "smoking": true, "job": "שף", "background": ["דלקת מפרקים", "מחלת כבד שומני", "דמנציה"], "drugs": ["וורפרין", "איבופרופן", "אלנדרזנט"], "code": ["M19", "K76", "F03"], "yechida": "אנדוקרינולוגיה", "diagnosis": "דלקת מפרקים", "doc_type": "discharge", "text": "שלמה עמר, זכד, כן 31, נשוי +1, הגיצ לאשפוז עקב החמרה בכאבי מפרקים ונפיחות. סיבח אשפוז: החמרת דלקת מפרקים. במהלך האשפוז נערכו בדיקות דם, אולטרסאונד מפרקים, א.ק.ג עק ב תלונות על כאבים בחזה. נמצאה החמרה במצב המפרקים אך ללא ממצאים משמעותיים ב-א.ק.ג. טיפול כלל מנוחה, זונדה רפואית זהמשך טיפול ב-איבופרופן. נצפו תופעות לוואי  קלות של הבחילה.\n\n מחלזת רקע: דלקת מפרקים, מחלת כבד שומני, דמנציה. תרופות: וורפרין,איבופרופן, אלנדרונט. מעשן 10 סיגריות ליוס, יש להמליץ להפסיק לעשן . שוחרר במצב כללי טוב, צם הגחיות להתייעצוח עם ראומטולוג בקהילה להמשך בירור וטיפול במפרקים. מומלץ מעקב צמוד ל-תל\"ד, בדיקות דם חודשיות לניטור תפקודי כבד וקרישת דם."}
{"tz": 810801324.0, "shem": "גיל גולן", "age_group": "70-80", "min": "male", "taarich": "2025-12", "clinic": "מרפאות שקד", "addr": "דרך השלום 111, כפר סבא", "smoking": false, "job": "נהג", "background": ["אי ספיקת כליות כרונית", "דיכאון", "פרפור פרוזדורים"], "drugs": ["אספירין"], "code": ["N18", "F32", "I48"], "yechida": "אורולוגיה", "diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "text": "גיל גולן, זכר, בן 73, אושפז בשל החמרה באי ספיקת כליות כרונית ופרפור פרוזדורים. חולה עם היסטוריה של אי םפיקת כליות כרונית, דיכאון ופרפור פרוזדזרים. משתמש כאספירין. לא מעשן. נשוי ואב לשניים. אין ריווח על אלרגיות ירועות. \n\nבמהלך האשפוז, המטופל שהה בח.ד והתקבל טיפול בפרפור באמצעות תרופות אנטי-אריתמיות. בוצע ניטור טל\"ד וא.ק.ג עקבי. התמודדות עם דיכאון באמצעות תמיכה פסיכולוגית. ל א נזקק לצנ\"ל. שוחרר במצב כללי טוב.\n\nהמלצות להמשך טיפול בקהילה: שמירה על תזונה מותאמת לאי ספיקת כליות, המשך טיפול באספירין, ביקורת קרדיולוגית להערכת פרפור. מעקב פסיביאטרי להמשך טיפול בריכאון. המלצה להימנע ממאמצים פיזיים כבדים."}
{"tz": 348740168.0, "shem": "מתן שמעוני", "age_group": "50-60", "min": "male", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "שדרות העצמאות 44, אשדוד", "smoking": false, "job": "מהנדס", "background": ["COPD", "אסתמה", "דיכאון", "יתר לחץ דם", "פרפור פרוזדורים"], "drugs": ["לבותירוקסין", "אטורבסטטין", "סימבסטטין", "לוסרטן", "גבפנטין"], "code": ["J44", "J45", "F32", "I10", "I48"], "yechida": "גריאטריה", "diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "text": "מתן שמעוני, גבר כן 59, אושפז בשל החמרה כ-COPD ומצב נשימתי לא יציב. ברקע אסתמה, דיכאון, יתר ל.ד, פרפור פרוודורים. אין עישון. התקבל למחלקה עם קוצר נשימה חריף, טכיקרדיה ודיספנאה. טופל בחמצן, סטרואידים פומיים, וטובוליזציה. במהלך האשפוז בוצע א.ק.ג שהראה פרפור פרוזדורים כדוני ללא שינוי. טיפול תרופתי הותאם: לבותירוקסין , אטורבסטטין, סימבסטטין, לוסרטן, גכפנטין.\n\nמצבו השחפר ונשקל שחרור. בהמלצות: מעקב רופא משפחה תוך שבועיים, המשך טיפולתרופתי קבו ע, בדיקת פזנקצית ריאות. מומלץ מאוד הפסקת עישון אם יחל שוב. יש לשים לב לנפיחות בקרסוליים או קוצר נשימה מחמיר ולפנות לטיפול רפואי במידת הצורך."}
{"tz": 563421601.0, "shem": "חיים דהן", "age_group": "10-20", "min": "male", "taarich": "2025-04", "clinic": "מרפאוח שקד", "addr": "שדרות העצמאות 119, פתח תקווה", "smoking": false, "job": "נהג", "background": ["אי ספיקת לב"], "drugs": [], "code": ["I50"], "yechida": "אורתזפדיה", "diagnosis": "אי ספיקת לב", "doc_type": "discharge", "text": "חיים דהן, בן 14, אושפז עקב החמרה באי ספ' לב. הגיע ב-ח.מ עם קשיי גשימה, ל\"ד נמוך ועייפות מוגברת. באנמנזה ס.מ חרש נה, אין עדות לאלרגיות, משפתה תומכת ומעורבת. באשפזז קיבל טיפול תומך שכלל נוזלים ותרופות לשיפור תפקוד לבבי. בוצע א.ק.ג - שינויים לא ספציפיים, ללא צנ\"ל. במע קב טל\"ד מתייצב.\n\nבהמלצות: המשך מעקב קרדיולוג בקהילח, חזרה למיון עם בל שינוי במצב, שמירח על תזונה מותאמת לאי ספ' לב, הימנעות ממאמצים פיזיים מוגזמים. אין שינזי בטיפול תרופתי, ללא צורך בתרופות קבועות בשלב זה. המצב משתפר, מומלץ על מעקב שבועי עד להתייצבות מלאה. סיכוייס טוכים לשיקום והחזרה לפעילות שגרתית בקרוב."}
{"tz": 406088351.0, "shem": "ליאן אוחנה", "age_group": "10-20", "min": "female", "taarich": "2025-10", "clinic": "מרפאות שקד", "addr": "ביאליק 25, בת ים", "smoking": false, "job": "עיתונאי", "background": ["אי ספיקת לב", "גאוט"], "drugs": [], "code": ["I05", "M10"], "yechida": "אונקולוגיה", "diagnosis": "גאוט", "doc_type": "discharge", "text": "ליאן אוחנה, בת 15, אושפזה עקב החמרה במצב של אי ספיקת לב. ללא תדופות קבועות, ללא עישון. בוצע א.ק.ג שהראה שינויים קלים, ללא ממצאים חריגים בצילום חזה. במהלך האשפזז בוצע איזון על ידי טיפול תרופתי משתנים ותרופות ייצוב טל\" ד. חלה הטבה קלינית, טל\"ד חזר לנורמה. \n\nטיפול: מתן משתנים, ניטור רציף. תזונה מותאמת למצב קרדיאלי. יש להימנע ממא מץ פיזי יתר. המלצה: מעקב קרדיאלי בקהילה, ביקורת קרדיולוג תוך 2 שב' להמשך הערכה. חשובלדווה על כל שינוי במצב כריאותי או תסמינים כמו קזצר גשימה או כאבים בחזה. \n\nליאן משתחררת במצב משופד, במעקב אחות קרדיזלוגית. יש להימנע ממזונות עשירים במלח ושתיה מרובה. חשוכ להמשיך מעקב צמוד בא.ק.ג וטל\"ד. ללא אלרגיות ידועות. מצב משפחתי: הורים תומכיס."}
{"tz": 629946807.0, "shem": "אדם מלכה", "age_group": "30-40", "min": "male", "taarich": "2025-01", "clinic": "מרפאות שקד", "addr": "בלפור 86, אשדוד", "smoking": false, "job": "סטודנט", "background": ["אי ספיקת לב", "אוסטאופורוזיס"], "drugs": ["לוסרטן", "לבותירוקסין", "אטורבסטטין"], "code": ["I50", "M81"], "yechida": "מיון", "diagnosis": "אוסטאופורזזיס", "doc_type": "discharge", "text": "אדם מלכה, גבר בן 40, נשוי, ללא עישון, מאושפז בע קבות החמרה באי ספיקת לב. התקבל עם קוצר נשימה במאמץ קלוהרגשת לחץ בחזה. בבדיקת א.ק.ג - שינויים לא ספציפיים, ללא אירועים איסכמיים. במהלך האשפוז עבר בירור לבבי שכלל אקו לב שהראה תפקוד ירוד של הח.ד שמאלי. טל\"ד תקין תחת טיפול תרופתי. טופל בלוסרטן, לבותירוקסין, ואטורבסטטין. גצפתה תגובה טובה לטיפול עם שיפור קליני.\n\nבמהלך האשפוז נבדק מצב העצם עקב אוסטאופורוזיס. הו מלץ על ה משך טיפזל בתוספת סידן וזיטמין D. אין דגישות ידועה לתרופות. לקראת השחרור, מצבו התייצב, שוחרר במצב טוב עם הנחיות להמשך מעקב קרריולוגי ואנדוקרינולוגיבקהילה. המלצה לביצוע כדיקות דם חוזרות בעוד חודש. יש להימנע ממאמץ פיזי מוגזם, ולהמשיך בטיפול התרופתי כרניל. נקווה להמשך שיפור."}
{"tz": 83172783.0, "shem": "ליאס סויסה", "age_group": "40-50", "min": "male", "taarich": "2024-03", "clinic": "מרפאות שקד", "addr": "סוקולוב 60, קריית שמונה", "smoking": false, "job": "גמלאי", "background": ["שבץ מוחי", "השמנת יתר", "אסתמה"], "drugs": ["מטפורמין", "אמלודיפין", "דיקלופנק", "מטופרולול", "אספירין"], "code": ["I63", "E66", "J45"], "yechida": "נפרולוגיה", "diagnosis": "השמנת יתר", "doc_type": "discharge", "text": "מטופל: ליאם סויסה, בן 51, התקבל עקב תסמינים של קוצר נשימה וכאב בהזה. ברקע: שבץ מוחי, השמנת יתר, אסתמה. מטופל בתרופות: מטפורמין, אמלודיפין, דיקלופנק, מטופרולול, אספירין. לא מעשן, ללא אלרגיות ידועות.\n\nבאשפוז: בוצע א.ק.ג שהראה שינויים לא ספציפיים, תפקודי ריאה תקינים יחסית ל מצבו. טל\"ד גבוה טופל ביעילות עםשינוי מינון אמלודיפין. במהלך האשפו ז הופיעז סיבוכים קליםשל ל.ד לא מאוזן ונשקל שינוי טיפול תרופתי. בוצעה בדיקת דם לבדוק ס.ד והותאמה דיאטה מתאימה.\n\nהמלצזת לשחדור: המשך מעקב רופא משפחה לאיזוןל.ד וס. ד. מומלץ לבצע פעילזת גופנית מותאמת זלשקול ירידה במשק ל. להמשיך טיפול התרופתי הקבוע ולפנות למיון במקרה של חזרה התסמינים. קביעת ביקורת  קדריולוג עוד חודש."}
{"tz": 33092321.0, "shem": "לאה בן דוד", "age_group": "80-90", "min": "female", "taarich": "2023-12", "clinic": "מרפאות שקר", "addr": "שדרות ירושלים 6, אילת", "smoking": false, "job": "צלם", "background": ["מחלת כבד שומני", "יתר לחץ דם", "אנמיה", "COPD", "אוסטאופורוזיס"], "drugs": [], "code": ["K76", "I10", "D64", "J44", "M81"], "yechida": "גםטרואנטדולוגיה", "diagnosis": "יתר לחץ דם", "doc_type": "discharge", "text": "לאה בן דוד, בת 84, אושפזה בשל החמרה ב-COPD עם קוצר נשימה משמעותי ואי יציבות ל.ד. מחלות רקע כוללות כבד שומני, אזסטאופורוזיס, יתר ל.ד ואנמיה. במהלך האשפוז טופלה בחמצן, סטרואידים והמשך מעקב טל\" ד. תחילה נדרש מעקב צמוד ביחידת טיפול נשימתי, אך מצבה השתפר והועברה לח.ד רגיל. א.ק.ג לא הראה שינויים חשודים, רמות המוגלו בין נבדקו ונצפתה יציבות.\n\nבמהלך האשפוז נשמרהבמעקב תזונתי עקב אנמיה, ניתגו תוםפי ברזל. ללא תרופות  קבועות, אם כ י בהמלצת רופא מתן טיפול קבוע בסטרואידים מינון גמ וך. המלצה להמשך מעקב רופא משפחה וקרדיולוג בקחילה. יש לבצע בדיקות דם חוזרות כל 3 חודשים, כולל תפקודי כבד וספירת דם. מומלץ לשמור על אורח חיים בריא, הימנעות מחשיפה לעשן וא בק."}
{"tz": 913341236.0, "shem": "ענת רוזגברג", "age_group": "10-20", "min": "female", "taarich": "2025-06", "clinic": "מרפאות שקד", "addr": "ביאליק 8, עכו", "smoking": true, "job": "חשבונאי", "background": ["השמגת יתר", "גאוט", "שבץ מוחי", "מחלת כבד שומני"], "drugs": ["לוסרטן", "דיקלופנק", "הידרוכלורותיאזיד"], "code": ["E66", "M10", "I63", "K76"], "yechida": "אורולוגיה", "diagnosis": "השמנת יתר", "doc_type": "discharge", "text": "ענת רוזנברג, בת 15, התקבלה לאשפוז עקב התקף גאוט חריף. במהלך האשפוז התלוננה צל כאבים חדים במפרקים השו נים, בעיקר ברגליים. במהלך האשפוו בוצעה בדיקת דם שהראתה רמות חומצה אוריתגבוחזת. לאהר טיפול בדיקלופנק ושתייה מרובה, חל שיפור במצב הכאבים . במעקב אחר ל.ד נמצא  טל\"ד תקין. \n\nלאור הרקע של השמנת יתר וכבד שומגי, נמשכה  תשומת לב מיוחדת למעקב אחרי תפקודי כבד. אין סימני הידרדרות במצב הכבד. עו דכן כי המטופלת מעשנ ת למרות המלצות להפסקה. יש להמשיך במעקב קפדני  במסגרת הקהילה עם רופא משפחה ואנדו קרינולוג. חומלץ על הפסקתעישון, דיאטה זפעילות גופנית להפחתת  משקל, ומעקב אחר רמות חומצה אורית. להמשך טיפול בלוסרטן והידרוכלורותיאזיד.\n\nמעקב נזסף מומלץ עבור  שבץ מוחי בעבר, אך ללא סימנים נוירולוגיים חריגיס במהלך האשפוז חנוכחי. הומלץ לפנות לריאטנית וליחידח הפסקת עישון בקהילה. יש לעקוב אחרי בדיקות דם חודשיות להערכח תפקוד כלייחי וכבדי. בהעלחה."}
{"tz": 493618326.0, "shem": "אפרת רוזנברג", "age_group": "40-50", "min": "female", "taarich": "2024-04", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 30, חיפה", "smoking": false, "job": "אחות", "background": ["יתר לחץ דם", "השמנת יתר"], "drugs": ["לוסרטן", "איבופדופן"], "code": ["I10", "E66"], "yechida": "נוירולוגיה", "diagnosis": "חשמנת יתר", "doc_type": "discharge", "text": "אפרת רוזנברג, בת 43, אושפזה בשל עלייה חדה בל.דוהחמרה בכאבי ראש. ברקע יתר ל.ד, השמנח יתר. נטלית לוסרטן, איבופרופן. אין עישון. אין רגישויות ידועות. במהלך האשפוז בוצע א.ק.ג שהיה תקין, טל\"ד הותאם עם שינוי מינון לוסרטן. ח.ד רגיל. שיפור קליני ניכר,ללא א רזצים חריגים נוספים.\n\nהומלץ להמשך מעקב ל.ד בקהילה, החאמת טיפול תרו פתי דרך משפ' רופ א, דגש על תזונה מאוזגת ופעילות גופנית. יש להימנע מאיבופרופן לכאבי ראש אלא אם הכרחי. נאל פנות לרופא המשפ' כמקרה של כאב ראש חוזר או סימנים נויורולוגיים חדשים.שחרור במצב כללי טוב."}
{"tz": 755886751.0, "shem": "עדי שלום", "age_group": "10-20", "min": "female", "taarich": "2024-05", "clinic": "מרפאות שקד", "addr": "ויצמן 69, ראשון לציון", "smoking": false, "job": "צלם", "background": [], "drugs": ["לוסרטן", "גבפנטין"], "code": [], "yechida": "נפרולוגיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "עדי שלזם, בת 12, ללא מחלות רקע ידועות, התקכלה בעקבות כאבים חריפם בבטן תחתונה מלווה בהקאות. בהכנסתה לא נמצאו סימני חירום בבדיקה פיזקלית, אך נשלחה ל- US בטן לאבחון. ממצאים: דלקת בתוספתן.ה ח ולה נותחה לכריתת תזספתן בוצצו בדיקות דם כולל CBC ותפקודי כליות שנמצאו תקינות. במהלך האשפוז טופ לה בלוסרטן וגבפנטין. שוחררה לאחר 3 ימים בטל\"ד תקין וללא חום. \n\nהמלצות לקהילה: המשך טיפול ע\"פ התוויות גסטרואנטרולוג. מעקב במדפאת ילדים בעוד שבועיים, הימנעות ממאמציס גופניים  עד חידוש פעילות מלאה.יש לעדכן רופא מטפל על שימוש בלוםרטן וגבפנטין. אין צורך בדיאטה מיוחדת. במידה של כאבים חריפים או סימני  זיהום יש לפנות מיד לרופא. נמסרה הדרכה להורים על סימני אזהרה ומעקב אנמנזה."}
{"tz": 431611722.0, "shem": "ענת סויסה", "age_group": "50-60", "min": "female", "taarich": "2025-09", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 118, טבריה", "smoking": false, "job": "מורה", "background": ["מחלת לב כלילית", "אוסטאופורוזיס", "שבץ מוחי", "אי ספיקת כליות כרונית", "נאוט"], "drugs": ["גבפנטין", "לבותירוקסין", "אינסולין", "אספירין", "אמלודיפין"], "code": ["I25", "M81", "I63", "N18", "M10"], "yechida": "ריאות", "diagnosis": "שבץ מוחי", "doc_type": "discharge", "text": "ענת סויסה, בח 50, אושפזה עקב כאבים בחזה ונשימה מקוצרת. סיבת אשפוז: חשד לאירוע חריףבקורונרי. רקע: מחלת לב כלילית, אוסטאופורוזיס, שבץ מוחי בעבר, אי ספיקת כלי ות כרונית, גאוט. במהלךהאשפוז בוצע א.ק.ג שהדגים שינ ויים איסכמיים. צנ\"ל אבחנתי ללא חסימות משמעותיות נוספות. טל\"ר יציב. טופלה באינסולין לאיזון ס.ד, אינפיוזיה לתמיכת נוזלים, חידוש טיפול באספירין ואמלודיפין. אין דיווח על אלרגיות. מצב משפחתי: נשואה, אם ל-3.\n\nשתרור כשהמצב יציב, ללא סימני איסכמיה חדשים. המלצות לקחילה: המשך טיפול תרופתי כרגיל, ביקזרת קרדיולוג בעוד שבועיים, ניטור ל.ד ובדיקות דם תכופות לתפקודי כליות ותפקזדי קרישה. המשך פיזיותרפיה  לחיזוק מערכת שלד-שריר עקב אוסטאופורוזיס. הימנעות ממאמץ פיזי אינטגסיבי. לפנות למיון בכל אירוע של כאבים בחזה או קוצר נשימה."}
{"tz": 693792376.0, "shem": "ליאן חדד", "age_group": "40-50", "min": "female", "taarich": "2025-06", "clinic": "מרפאות שקד", "addr": "ביאליק 112, חיפה", "smoking": false, "job": "פועל בניין", "background": ["השמנת יתר"], "drugs": ["דיקלופנק", "אומפרזול", "לבותירוקסין", "אלנדרונט"], "code": ["E66"], "yechida": "פנימית א", "diagnosis": "חשמנת יתר", "doc_type": "discharge", "text": "לי אן חדד, בח 47, אושפזה עקב כאבים חריפים בבטן עליונה והתעלפותבבית. ברקע השמנת יתר, ללא ס.ד או ל.ד ידועים. נשללה אלרגיה לתרופות.מטופלת ב-דיקלופגק, אומפרז ול, לבוחירוקסין ואלנדרונט. לא מעשנת. בבדיקות נמצא חשד לדימום במערכת העיכול העליזנה. א.ק.ג תקין, טל\"ד יציב. כוצע גסטרוסקופיה, נמצא כיב מדמם שטופל בהצלחה. התאוששות מהירה בח.ד ללא סיבוכים נוספים.\n\nבמהלך האשפוז: שמירה על יציבות טל\"ד, ניטור ל.ד באופן קבוע. התאמת מינון אומפרזול ל-2 ביום, מעקב אחרי כיבים נוספים. אין צורך בצנ\"ל. שוחררה לאחר 5 ימים, במצכ כללי טוב, בהמלצה להמשך טיפול אומפרזול ואלנדרונט. מעקב רופא משפחה בעודשבוע. המלצזת לקהילה: חימנעות משימוש בדיקלופנק עד להוראה אהרת, תזונה מתאימהלמניעת כיבים נוספים. ניתוח בריאטרי אפשרותלשקילה בעתיד."}
{"tz": 436713697.0, "shem": "שירה חיון", "age_group": "30-40", "min": "female", "taarich": "2024-12", "clinic": "מרפאות שקד", "addr": "אלנבי 59, קריית שמונה", "smoking": false, "job": "מזכירה", "background": ["מחלת לב כלילית"], "drugs": ["וורפרין", "לוסרטן", "דיקלופנק"], "code": ["I25"], "yechida": "אורתופדיה", "diagnosis": "מחלת לב כלילית", "doc_type": "discharge", "text": "שירה היון, נק'בת 36, מאושפזת עקב כאבי חזה. ברקע: מחלת לב כלילית. מטופלת בוו רפרין, לוסדטן, דיקלופנק. אין עישזן. אין רגישות ידועה לתרופות. נשואה.\n\nבמהלך האשפוז בוצעה בדיקה קלינית שכללהא.ק.ג שהראה שינויים איסכמיים קליס. עבר צנ\"ל דחו ף, נמצא חסימה חלקית בעורק קורזנרי ימני, טופל בהרחבה עם תומכן. טל\"ד יציב במהלך כל האשפוז, ל.ד בגדר הנורמה. אין עדות לאירועי ס.ד.\n\nהמלצות לקהילה: המשך טיפול בוורפרין, לוסרטן ודיקלופנק במינונים הקודמים. ביקורת קרדיולוגית תוך חודש. אקו לב בעוד 6 שב ועו ת. שמירה על דיאטה רלת שומן וגתרן. פעילות גופנית מתונה בהנחיית פיזיותרפיסט. פנייה למיון במקרה של כאבים חריפים או קוצר נשימה."}
{"tz": 942104704.0, "shem": "תמר כהן", "age_group": "30-40", "min": "female", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 25, נתניה", "smoking": false, "job": "אחות", "background": ["יתר לחץ דם", "היפרליפידמיה", "דמנציה", "שבץ מוחי", "פרפור פרוזדורים"], "drugs": ["וורפרין"], "code": ["I10", "E78", "F03", "I63", "I48"], "yechida": "אנדוקרינולוגיה", "diagnosis": "היפרליפידמיה", "doc_type": "discharge", "text": "חמר כהן, בת 35, אושפזה בשל החמרה במצב לבבי. חולה עם יתר ל.ד, היפרליפיד מיה, דמנציה, עבר שבץ מוחי ופרפור פרוזדורים. נוטלת וורפרין. ללא עישון. במהלך האשפוז נצפתה הידרדרות במצב הקוגניטיבי, עם קשיי זיכרון בולטים והפרעות בקשב. בוצע א.ק.ג שהראה פרפור פרוזדורים לא יציב, טופלנו בכדורים לניהול קצב. \n\nבמהלך האשפוז לא נצפו ארועים חרי גים נוספים. תגובות תקינות לטיפול תרופתי. הוחלט על שחרור צם המשך מעקב קרדיאלי בקהילה. ממולץ לחוור עלבדיקות ד ם קבועות לניטור רמות וורפרין, ליווי רפואי גריאטרי  להערבת מצבהדמנציה. נדרשת פעילות ג ופנית מתונה והקפדה על דיאטה רלת שומן. יש להמשיךליטול את התרופות כרגיל ולשמור על מ עקב חודשי אצל הקרדיולוג."}
{"tz": 390053296.0, "shem": "מרים חיון", "age_group": "50-60", "min": "female", "taarich": "2025-03", "clinic": "מרפאות שקד", "addr": "בן גוריון 85, כפר סבא", "smoking": true, "job": "צלם", "background": ["אנמיה", "יתר לחץ דם", "שבץ מוחי", "אסתמה"], "drugs": ["אמלודיפין"], "code": ["D64", "I10", "I63", "J45"], "yechida": "אורולוגיה", "diagnosis": "אסתמה", "doc_type": "discharge", "text": "מרים חיון, כח 53, אושפזה בשל החמרה במצב הגשימתיבעקבות התקף אסמטי חריף. ברקע אנמיה כרונית, יתר ל.ד, ושבץ מוחי בעבר. במהלך האשפוז טופלה בסטרואידיםתוך ורידי וחמצן.בוצע א.ק.נ לניטור מצכ לבבי, ללא ממצאים חריגים. אין עדות לצישון בעבר או בהווה.\n\nהטיפול כלל גם התאמת מינון אמלודיפין לשיפור ל.ד, ומתן ברונכודילטורים בשאיפה. המטופלת השיבה טוב לטיפול ומצבה התייצב. שוחררה עם הנחיות להמשךטיפול תרופתי ותיאום ביקור במרפאת רופא ריאות להערכה חוזרת. המלצות נוספות: מעקב אחר ל.ד, בדיקות דם תקופתיות לאנמיה, ופעילוח גופנית מותאמת."}
{"tz": 617711593.0, "shem": "עדי אלון", "age_group": "70-80", "min": "female", "taarich": "2023-12", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 52, רעננה", "smoking": true, "job": "פועל בניין", "background": ["גאוט", "השמנת יתר", "יתר לחץ דם"], "drugs": ["אלנררונט", "לזםרטן", "איבופרופן", "מטפורמין", "גבפנטין"], "code": ["M10", "E66", "I10"], "yechida": "קרדיולוגיה", "diagnosis": "יתר לחץ דם", "doc_type": "discharge", "text": "עדי אלון, בת 7ב, אושפזה בשל התקף גאוט חריף. במהלך האשפוז נצפה שיפור במדדים והפחתת כאב באמצעות טיפולבאיבופרופן וגבפנטין. הוענקה הדרכה לגבי דיאטה מופחתת פורים ומעקב סדיר אחרי ל.ד ו-ס.ד. \n \nהטיפול כלל התאמת מינונים של לוסרטן ואלנדרונט, ונתנה הדרבה להפחתת משקל כחלק מהתמודדוח עם השמנת יתר. א.ק.ג תקין, טל\"ר יציב. במהלך האשפוז  נשללה היסטוריהשל עישון, לא מעשנת ולא צישנה מעולם. \n\nהמלצות לשחרור: המשך טיפול תרופתי כפי שניתן, מעקב רופא משפחה אחת ל-3 חו דשים, הפחתת צריכת מלח ושומנים רווי ם, פעילות גופנית מתונה. במידה ומופיעים סימפטומים חריפיםיש לפנות למיזן."}
{"tz": 528098858.0, "shem": "לאה מזרחי", "age_group": "10-20", "min": "female", "taarich": "2025-04", "clinic": "מרפאות שקד", "addr": "בן גוריון 96, הרצליה", "smoking": false, "job": "שוטר", "background": [], "drugs": [], "code": [], "yechida": "גריאטריה", "diagnosis": "ללא", "doc_type": "discharge", "text": "לאה מזרחי, בת 11, נקלטה לאשפוז עקב חום גבזה ופריחה מפושטת על פני הגוף.אין מ חלות רקע ידועות, אינה נוטלת תרופות קבועות פרט לדיקלופנק. במהלך האשפוז בוצע בירור ויראלי מלא, בדיקות דם, ות רביות, ששללוזיהוםחייד קי. אובחנו סימני דלקת קלים בדרכי הנשימה העליונות, טופלה באנטי היסטמינים ותמיכה נוזלים.\n\nלאה הגיבה היטב לטיפול, חום ירד תוך 24 שעות מהתחלת הטיפול והפריחה נרגעה. שוחררה במצבכללי טוב, טל\"ד וסטורצי ה תקינים. המלעות לקהילה : מנוחה בבית, המשך מעקב רופא ילדים בקופה בעוד 3 ימים. במידה זיש חום חוזר או החמרה בפריחה יש לפנות למיון."}
{"tz": 836675256.0, "shem": "שרה דהן", "age_group": "60-70", "min": "female", "taarich": "2025-04", "clinic": "מרפאות שקד", "addr": "בן גוריון 96, תל אביכ", "smoking": false, "job": "צלס", "background": ["דמנציה", "אוסטאופורוזיס", "אנמיה", "סוכרת סוג 2", "מחלת לב כלילית"], "drugs": ["אטורבסטטין", "פרוקסטין", "אספירין", "הידרוכלורותיאזיד", "וורפרין", "קלופידוגרל"], "code": ["F03", "M81", "D64", "E11", "I25"], "yechida": "כירורגיה כללית", "diagnosis": "מחלת לב כלילית", "doc_type": "discharge", "text": "שרה דהן, בת 6ו, ג', רוזקה. הופנתה לאשפוז עקב החמרה בתסמינים קרדיאליים ודמנציה במסגרת ביתית. התקבלה עם כאביס בחזה, קוצר נשימה ופלפיטציזת. א.ק.ג הראה שינויים איסכמיים, גבדקה עלייה באנזימיס קרדיאליים. צנ\"ל בוצע והראה ה יצרות כ- LAD, טופלה בסטנט. ח.ד במהלך האשפוז יציב, טל\"ד 120/80 ממ\"כ. טופלח באיזון ס.ד ואנמיה.\n\nבמהלך השהות בוצעה התאמת תרופות, כולל העלאת מינון אספיריןזהוספת חוסמי בטא. הופסק וורפרין עקב דימום קל במערכת העיכול, עברנו לקלופידוגרל. ניהול אוסטאופורוזיס ע\"י תוספת סידן וויטמין D. י זעצה ע\"י גר יאטר, המלצה להמשך מעקב פסיכוגריאטרי בקהילה. \n\nהמלצות להמשך: מעקב קרדיולוני קבוע, בדיקות דם שגדתיות, שמירה על איזון ל.ד וס.ד. התאמה תזונתית במסגרת םוכרת ודמנציה. מומלץ להמשיך פעילותגופנית מתונה. מעקב אצל רופא משפחה אחת ל-3 חודשים."}
{"tz": 268388519.0, "shem": "יוסף אברהם", "age_group": "50-60", "min": "male", "taarich": "2023-01", "clinic": "מרפאות שקד", "addr": "בלפור 23, דימונה", "smoking": false, "job": "סטודנט", "background": ["אסתמה"], "drugs": ["סימבסטטין", "לוסרטן", "קלופידוגרל", "אמלודיפין", "מטפורמין", "מטופרולול"], "code": ["J45"], "yechida": "נוירולוגיה", "diagnosis": "אסתמה", "doc_type": "discharge", "text": "מטופל יוסף אברהם, זכר, בן 59, נשוי, הגיע לאשפזז עקב קושי נשימתי והחמרה באסתמה. ברקע ס.ד,ל.ד לא מאוזן, קרדיווס קולרי עם טיפול כרוני הכולל סימבסטטין, לוסרטן, קלופידוגרל, אמלודיפין, מטפורמין, מטופרולול. לא מעשן, אין אלרגיות ידוע ות.\n\nבמהלך האשפוז,בוצע מעקב נשימתיצמוד וטופל בברונכודילטורים זבסטרואידים סיסטמיים. הושג שיפור הדרגתי בקוצר נשימה. א.ק.ג תקין. טל\"ד יציב ללא עדות לאירוע אקוטי נוסף. סוכר כדם נשלט היטכ תחת טיפול תרופתי קבוע.\n\nהמלצות לשחרור: המשך טיפול תרופתי כפי שניתן. מעקב רופא משפהה תוך שבוע. יש להימנע מחשיפה לאלרגנים ידזעים ולהמשיך ניטורל.ד וס.ד בקהילה. אםמופיעים תסמיניס נשימתיים חוזרים, יש לפנות להערכת רופא מטפל."}
{"tz": 921277992.0, "shem": "עומר רהן", "age_group": "70-80", "min": "male", "taarich": "2024-06", "clinic": "מרפאות שקד", "addr": "רוטשילד 23, חולון", "smoking": false, "job": "שף", "background": ["COPD", "גאוט", "דלקת מפרקים", "פרפור פרוזדורים"], "drugs": ["וורפרין", "הידרוכלורותיאזיד", "אטורבסטטין", "מטופרולול", "אינסולין", "אספירין"], "code": ["J44", "M10", "M19", "I48"], "yechida": "קרדיולוגיה", "diagnosis": "גאוט", "doc_type": "discharge", "text": "עומר דהן, בן 79, התקבל עקב קוצר נשימה חריף על רקע החמרה ב-COPD. מחלות רקע כוללות פרפור פרוזדורים,  גאוט ודלקת מפרקים. עומר טופל בוורפרין, הידרוכלורותיאזיד, אטורבסטטין, מטופרולול, אינסולין ואספירין. לא מעשן. במהלך האשפוז טופל במשאפים, חמצן והזתאם טיפול אנטיביוטי לאחר שבוצע צילוםחזה שהראה סימני דלקת. מצבו השתפר תחת טיפול זה.\n\nבמהלך השהייה נצפה א.ק.ג שהראה פרפור פרוזדורים יציב ללא שינויים משמעותיים. טל\"ד יציב. הודגש העורך בהמשך מעקב קרדיאלי ומעקב ריאתי במסגרת קהילח. יש להמשיך טיפול תרופתי כמפורט, וביצוע ספירת דם שבועית לניטור רמות INR צקב טיפול בוורפרין. מומלץ להימנע ממאמץ פיזי מוגבר ולשמ ור על דיאטה מותאמת. יש ליצור קשר עם דזפא המשפחה להמשך מעקב וטיפול."}
{"tz": 518203773.0, "shem": "יונחן אלון", "age_group": "20-30", "min": "male", "taarich": "2024-04", "clinic": "מרפאות שקד", "addr": "בן גוריון 104, כפר סבא", "smoking": false, "job": "שוטר", "background": ["אוסטאופורוזיס"], "drugs": ["גבפנטין", "אלנדרונט", "אטורבםטטין", "אינסולין"], "code": ["M81"], "yechida": "אונקולוגיה", "diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "text": "יונתן אלון, גבר בן 27, אושפז עקב כאבים עזים בחזה וקוצר נשימה. ידוע עם אוסטאופורוזיס, מטופל בגבפנטין, אלנדרוגט, אטורבסטטין ואינסולין לניהול ס.ד. אין עדות לעישזן או אלרגיות ידועות . \n\nבמהלך האשפוז בוצעה בדיקת א.ק.ג שהראתח שינויים לא ספעיפיים. נערכו בדיקות דם שהראו עלייה קלה באנזימי לב. טל\"ד היה בגבולות הנורמה. הוחלט על צנ\"ל שהראה עורקים כליליים תקינים. הושג שיפור במצבו לאהר טיפול בזריקות משככי כאבים ומעקב קרדיאלי.\n\nמומלץ המשך טיפול תרופתי כפי שהוזכר, מעקב קרדיולוגי בקהילה ומעקב אחר רמות סוכר.יש להקפיד על תזונה מאוזנת ופעילות גופנית מתונה, בהתאם להנחיות רופ א המשפחה. אין צורך בהמשך ח.ד, שחרור במצב כללי טוב."}
{"tz": 449251925.0, "shem": "הילה אזולאי", "age_group": "20-30", "min": "female", "taarich": "2025-11", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 50, רמלה", "smoking": false, "job": "שף", "background": ["יתר לחץ דם", "אוסטאופורוזיס", "מחלת לב כלילית", "אי ספיקת כליות כרונית"], "drugs": [], "code": ["I10", "M81", "I25", "N18"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "text": "הילה אזו לאי, בת 25, אזשפזה בשל כאבים בחזה ונשימה כבדה. רקע: יתר ל.ד, אוסטאופורוזים, מחלת לב כלילית, אי ספיקת כליות כרונית. ללא תרופות קבועות, לא מעשנת. בבדיקת ח.ד: סימני איסכמיה.א.ק.ג: שינויים באספקח דם ל לב. בוצע צנ\"ל דחוף עם כלון. \n\nבמהלך האשפוז, ל.ד התייצב תחת מצקב טל\"ד. טיפול ב אספירין ונוגדי קרישה נזספים. תפקוד כליות תחת מצקכ עמוד,ללא החמרה משמעותית. הילה שוחררה במצב יציב, עם הנחיה להמשך מעקב קרדיולוגי ואיזון ל.ר בקהילה. ממליצים על פעילות נופנית מתונה ודיאטה דלת מלח. ישלהמנעממאמץ יתר. \n\nהמלצה להמשךמעקב נפרולוגי זקבלת המלצות ת זוגה מותאמות למצכ הכליוח. חיבור לקבזצת תמיכה לניהול סטרס. יש לוודא המשך שיתוף פעולה עם רופא מטפל. אין אלרגיות ידועות."}
{"tz": 622292704.0, "shem": "יעקב ביטון", "age_group": 0, "min": "male", "taarich": "2023-03", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 77, נצרת", "smoking": false, "job": "גמלאי", "background": ["COPD", "גאוט"], "drugs": ["לבוחירוקסין", "אלנדרונט", "אינסולין", "קלופידוגרל", "איבופרופן", "פרוקסטין"], "code": ["J44", "M10"], "yechida": "מיון", "diagnosis": "גאוט", "doc_type": "discharge", "text": "מר ביטון יעקב, בן 79, התקבל לאשפוו עקב החמרה ב-COPD זקוצרנשימהקשה.  במהלך האשפוז בוצעו בדיקות דס, א.ק.ג, וצי לום חזח. נמצא כי יש התלקחות של COPD  עם עדות לזיהום רי אתי. טופל באנטיביוטיקה תוך ורידית, קורטיקוסטרואידיס ואינהלציה. נצפה שיפור במצב הנשימתי והקליני. נדרש מעקב אחרי ל.ד וטל\"ד שנשמרו בטווח הנורמה במחלך הא שפוז.\n\nהומלץ לשחרר עם הוראות  לטיפול תרופתי מותאם, כולל המשך נ טילת אינסולין, קלופידוגרל, ואיבופרופן לפי הצורך . יש להפסיק פרוקסטין בגלל תופעות לוואי. הומלץ על ביקור במרפאה דיאתית להמשך מעק ב אהר ה-COP D, וכןלבצע בדיקת רופ א משפחה להערכת מצב כללי והתאמת מינון אינסולין. יש להמנעמחשיפה לעשן ולזהם. \n\nנישוי, אב ל-3 ילדים, ללא אלרגיות ידועות. ממליצים על שמירה על דיאטה רלת מלח ושומן, פעילות גופנית מתונה וקיום מעקב סדיר אצלרופא משפחה וריאתי. יש להקפיד עלטיפול תומך בגאוט ו לבצע בדיקותתקופתיות בהתאם להנחיות."}
{"tz": 688623925.0, "shem": "יעל שמעוני", "age_group": "60-70", "min": "female", "taarich": "2025-11", "clinic": "מרפאות שקד", "addr": "דרך השלום 37, כפר םבא", "smoking": false, "job": "שף", "background": ["היפרליפידמיה", "דלקת מפרקים"], "drugs": ["הידרוכלורותיאזיד", "איבופרופן"], "code": ["E78", "M19"], "yechida": "מיון", "diagnosis": "דלקת מפרקים", "doc_type": "discharge", "text": "יעל שמעוני, בת 64, אושפזה עקב כאבים בחזה וקוצר נשימח. סיבת האשפוז: חשד לאירוע לבבי. ברקע: היפרליפידמיח, דלקת מפרקים, ללא עישון. מהלך חאשפוז כלל גיטור לבבי, בדיקות דם וא.ק.ג שהראו שינויים מינוריים. ח.ד חקין לאורך השחייה במחלקה. טופלה באיבופרופן להקל על כאבים מפרקים, הידרוכלורותיאזיד ליציבות טל\"ד. צנ\"ל לא בוצע, עקב  מצב יציב וחוסר בדחיפות. \n\nמצבה השתפר תחת הטיפול. מומלץ המשך מעקב קרדיולוג בקהילה, לשמור על דיאטה רלת שומנים עקב היפרליפידמיה. יש להקפידעל פעילות גזפגיח מתונה,  לדווח על כל שינוי במצבהב ריאותי או הופעת כאבים בחזה. יש להמשיך  בטיפול ה תרופתי הקבוע . הימנעות ממאמץ יתד. מעקב רופא משפחה תוך שבועיים."}
{"tz": 472779016.0, "shem": "לאה חדד", "age_group": "60-70", "min": "female", "taarich": "2025-08", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 5, ראשון לציון", "smoking": true, "job": "עורך דין", "background": [], "drugs": ["אמלודיפין", "קלופידוגרל"], "code": [], "yechida": "גסטרואנטרולוגיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "לאח חדד, בת 65, התאשפזה עקב תלונות על כאבים בחזה וקוצר נשימה. ללאמחלות רקע ידועות, נוטלת אמלודיפין וקלופידוגרל. מציינת שלא מעשנתומעולם לא עישנה. במהלך האשפוז בוצע א.ק.ג שהראה שינויים איסכמיים, בוצע צנ\"ל שאישר מחלה כלילית, וטופלה באנטי-טרומכוטיקה. טיפול תרופתי הותאם לסטטוס הבלילי וכולל המשך קלופידוגרל זתוספת סטטין. \n\nבמהלך הא שפוז נצפתה תגובהטובה לטיפול התרופתי עם שיפור בתסמינים.טל\"ד יציב, ל.ד מאזזן. ללא תופעות לווי משמעותיות. המלצות  לקהילה: המשך מעקב קרדיולוגי בקהילח, בדיקות דם רוטיניות כולל פרופילליפידים, המשך נטילת חרופות כפי שהותאס. המנעות ממאמץ פיזי ניכר , חזרה מדורגת לפעילות רגילה."}
{"tz": 430305482.0, "shem": "משה חדד", "age_group": "30-40", "min": "male", "taarich": "2024-06", "clinic": "מרפאות שקד", "addr": "ויצמן 5, אילת", "smoking": false, "job": "פועל בניין", "background": ["אי ספיקת כליות כרונית", "פרפור פרוזדורים"], "drugs": ["גבפנטין", "אומפרזול", "אטורבסטטין", "אספירין", "וורפרין"], "code": ["N18", "I48"], "yechida": "ריאות", "diagnosis": "פרפור פרוזדוריס", "doc_type": "discharge", "text": "משה חדד, בן 37, אושפז  בעקבות החמרה באי ספיקת כליות כרונית ופרפור פרוזדורים. החולה מוכר עם מחלות רקע אלה ומטזפל קבוע בגבפנטין, אומפרזול, אטורבסטטין, אספירין, וזרפרין.לא מעשן 20 שנה. במהלך האשפוז בוצעו בדיקות דם ומעקב א.ק.ג שהציגו פרפור מתמשך. טופל  בהצלחה בקארדיוזרסיה חשמלית ושיפור ניכר בתפקוד הכלייתי לאח רהתאמת מינון תרופות.\n\nהמלצוח לקהילה: מעקב רופא משפחה אחת לחודש, בדיקות תפקו די כליה כל 3 חודשים, א.ק .ג במידה ויש סימ פטומיםשל דפיקות לב לא סדירות. יש להמשיך טיפול קבוע בתרזפות הנ\"ל. להימנע מעישון. דגש על פעילות גופנית מתונה ותזונח מאוזנת."}
{"tz": 652775842.0, "shem": "דניאל חדד", "age_group": "10-20", "min": "male", "taarich": "2025-08", "clinic": "מרפאות שקד", "addr": "ויעמן 115, דימונה", "smoking": false, "job": "אחות", "background": [], "drugs": ["קלופידוגרל", "סימבסטטין", "אמלודיפין", "וורפרין", "רמיפריל", "איבופרופן"], "code": [], "yechida": "אורולוגיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "דניאל חדד, בן 15, אושפז עקב כאכים בחזה וקוצר נשימה. ללא מחלות רקע ידועות, ואינו מעשן. התקבל ב מחלקה לאחר א.ק.ג שהראה שינויי ם בסגמנט ST, טופל בקלופידוגרל, סימבסטטין ואמלודיפין. במהלך האשפוז עבר צנ\"ל שאיבחן היצרות בינונית בעורק כלילי ימני. טל\"ד תקין רוב הזמן, אך  נדשמה ירידה קלה בלתץ דם לאחר הצנתור שטופלה בוורפרין ורמיפריל. מצב יציב, משוחרר הביתה עם המלצה להמשך מעקב קרדיולוגי בקהילה.\n\nהמלצות: המשך טיפול ת רופתי קבוע, קלופידוגרל ורמיפריל, מעקב לחץ דם ופרופיל שומנים. להמנע ממאמץ גופני כבד בשבועיים הקדובים. בהופעת כאביס בחזה או קשיי נשימה לפנות למיון. תור לקרדיולוג בעוד חודש. אין רגישות ידועה לתרופות."}
{"tz": 479627572.0, "shem": "גיל מלכה", "age_group": "50-60", "min": "male", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 38, רמת גן", "smoking": true, "job": "עיתונאי", "background": [], "drugs": [], "code": [], "yechida": "גסטרואנטרולוגיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "גיל מלכה, בן 57, התקבל לאשפוז עקב כאבים בחזה. אין מחלות רקע ידועות, לא נזטל תרופות קבועות, מעשן. בבדיקות ראשוניזת: א.ק.ג הראה שינויים לא ספציפיים, טרופוגין מעט מוגבר. בוצע צנ\"ל דחוף שהראה היצרות קל ה בעורק בלילי ימני, ללא צורך בהתערבות נוספת.\n\nבמהלך האשפוז טופל באספירין, קלופידוגרל, וסטטינים. טל\"ד תקין דוב הזמן, ניטור קרדיאלי ללא ארועיס נוספים. שוחרר במצב כללי טוב, ללא כאבים.\n\nהמלצות: הפסקת עישון, דיאטה דלת שומנים, המשך מעקכ קרדיאלי בקהילה. ביקורת קרדיאלית בעוד  חזדש. נטילת אספירין 81 מ\"ג ליום. נבדק גם לעורך התייעצות עם דיאטנית."}
{"tz": 310278684.0, "shem": "ליאן חדד", "age_group": "40-50", "min": "female", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 36, רמת גן", "smoking": true, "job": "גמלאי", "background": [], "drugs": ["אטורבסטטין", "אלנדרונט", "וורפרין", "פרוקסטין"], "code": [], "yechida": "פנימית א", "diagnosis": "ללא", "doc_type": "discharge", "text": "ליאן חדד, 46, הגיעה לאשפוז כשל כאבים בחזה וקוצר נשי מה. בבדיקות א.ק.ג נמצאו שינו יים חריגים. במעבר לצנ\"ל לא אובחנו חסימות משמעותיות. במהלך האשפוז טופלה באנטי-דלקתיים, כאשר נוטלת איבופר ופן באו פן קבוע. בתשאול, דיווחה על עישון קבועוללא מחלות רקע ידועות. מציינת נטילת אטורבסטטין, אלנדרונט, וורפרין ופרוקסטין כטיפול קבוע. טל\"ד יציב לאורך האשפוז. \n\nבהמלעות לשחרור: המשך טיפול תרופתי כרגיל, כולל איבופרופן. מעקב קרדיולוגי בקהילה. הפסקת עישון מומלצח להפחתת סיכונים. בדיקות דם תקופתיות לבדוק תפקודי כבד וכליוח לאור טיפזל ממושך בתרופות. חזרה לפעילות רגילה בהדרגה. חשוב להדגיש הצורך במעקב אחר רמוח INR לנוכח הטיפול בוורפרין."}
{"tz": 715518841.0, "shem": "אפרת בן דוד", "age_group": "60-70", "min": "female", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 116, כפר סבא", "smoking": false, "job": "שף", "background": [], "drugs": ["אספירין"], "code": [], "yechida": "ריאות", "diagnosis": "ללא", "doc_type": "discharge", "text": "אפרת בן דוד, בת 68, הת קבלה לאשפוז עקב כאבים בהזה. התקבלה למיון עם חשד לאירוע לבבי. בחדר מיון בוצע א.ק.ג שהראה שיגויים לא ספציפיים. נלקחו בדיקות דם כולל טרופונין, שהיה חיובי. בעקבות כך הוחלט על צנ\"ל דחוף. בצנ\"ל נמצאה חסימה בעורק הימני כתהליך חריף, בוצע פתיתה עם  בלון והושם סטנט. במהלך האשפוז לא נרשמו סיבוכים נוספים. \n\nבמהלך הא שפוז טל\"ד שמר על ערכים תקינים רוב הזמן. מצב משפחתי: נשזאה, אין רגישות לתרופות ירועות. בקשר לחמלצות: לשמור על דיאטה דלת שומן. יש להמשיך טיפול באספירין ולהוסיף פלויקס לפי הנחיות קרדיולוג. לביקורת קרדיולוג כעבור חודש. אין צודך בהמשך אשפוז."}
{"tz": 114678667.0, "shem": "אברהם אברהם", "age_group": "10-20", "min": "male", "taarich": "2023-07", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 79, רמלה", "smoking": false, "job": "עורך דין", "background": ["השמנת יתר"], "drugs": ["גבפנטין", "מטפורמין", "וורפרין", "אלנדרונט", "מטופרולול", "פרוקסטין"], "code": ["E66"], "yechida": "אנדוקרינולוגיה", "diagnosis": "השמנת יתר", "doc_type": "discharge", "text": "אברהם אבדהם, 14, זכר, הגיע לאשפוז עם תלונות על כאבים בחזה ול.ד גבוה. ברקע - השמנת יתר, מטופל בגבפנטין, מטפורמין, וורפרין, אלנדרונט, מטופרולול, פרוקסטין. לא מעשן. מצב משפחתי: רווק. אין אלרגיות ידועות. במהלך האשפוו בוצע א.ק.ג שהראה פעילות לא סדי רה, והוחלט על מעקב. טופל בהגברת מינון מטופרולול לשיפור טל\"ד. לא כו צע צנ\"ל כיוון ש לא נצפו שינויים משמעותיים בא.ק.ג נוספים.\n\nהמלצות לשחרור: המשך טיפול תרופתי כמקובל. מעקב רופא משפחה למעקב אחרי ס.ד ול.ד אחת לחודש. רגש על דיאטה מאוונת ופעילות גופנית מתונה להפתתת משקל. בדיקת א.ק.ג חוזרת בעוד 3 הודשים. לפנות למיון במידה של החמרה בכאבים בחזה או תסמינים גוספים."}
{"tz": 495888794.0, "shem": "משה לוי", "age_group": "70-80", "min": "male", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "ביאליק 95, בת ים", "smoking": false, "job": "שוטר", "background": ["אוסטאופורוזיס", "היפרליפידמיה", "פרפור פרוזדורים", "מחלת לב כלילית", "דמנציה"], "drugs": ["אטורבסטטין", "קלופידוגרל", "לבותירוקסין", "אומפרזול"], "code": ["M81", "E78", "I48", "I25", "F03"], "yechida": "מיון", "diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "text": "משה לוי, בן 73, אזשפז בשל כאבים חזה פתאומיים והחמרה בקוצר נשימה. ברקע מחלת לב כלילית ודמגציה,  מטופל באטורבסטטין וקלופידוגרל. בוצע א.ק.ג שהראה סימנים של איסכמיה. במהלך האשפזז עבר צנ\"ל שחייב פתיחת העורקים הכליליים. לאח ר הצנ\"ל, מצב המטופל השתפד.\n\nלאורך האשפוז, משה טופל בסטטינים מוגברים ואספירין. טל\"ד נשמר יציב ללא אירועים של פרפור פרוזדורים נוספים. שוחרר במצב כללי טוב יותר עם המלצה לחמשך טיפול ת רופתי קבוע, כולל אומפרזול למניעת תופעות לוואי גסטרואינטסטינליות.\n\nהמלצות לקהילה: מעקב קרריולוגי כל שלזשה חודשים, המשך טיפול תרופתי כרגיל. חשוב להקפיד על תזונה מותאמת ולשקול פעילות פיזית מותאמת למצבו, אם אין קונטרה-אינדיקציות. אין אלרגיות ידועות, מצב משפחתי — נשוי, תמיכה משפחתית טובה."}
{"tz": 421993304.0, "shem": "איתי גולן", "age_group": "20-30", "min": "male", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "סוקולוב 90, חולון", "smoking": false, "job": "שף", "background": ["היפרליפידמיה", "דלקת מפרקים"], "drugs": ["לבותירוקסין"], "code": ["E78", "M19"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "דלקת מפרקים", "doc_type": "discharge", "text": "מטופל: איתי גולן, בן 27, ללאעישון. רקע: היפרליפדמיה, דלקת מפרקים. נוט ל לבותירוקסין. התקבל עקב כאבים בחזה, חשד לכעיה קרדיאלית. בועע א.ק.ג, נמצא סינוס טכיקרריה ללא חריגות נוספות. אנזימי לב תקינים.במהלך האשפוז, כאבים פחתו בהשגחת ח.ד מוגבר, טל\"ד יציב. לא נצפו סימני צג\"ל. \n\nטופל בנוגדי כאבים וניטור. אין צורך בהמשךמעקב לבבי מיידי. שוחרר במצב כללי טוב, ללא תופעות לוואי חריגות. ממליצים: חזרה לדופא משפחה ל.המשך מעקב אחר פרופיל  שומנים, איזון היפרליפדמיה, ומעקב אח ר דלקת מפרקיס. הימנעות ממאמץ גופני כבד לשלושה ימים והמשך טיפול ת רופתי כרגיל."}
{"tz": 414593327.0, "shem": "שלמה ברק", "age_group": "50-60", "min": "male", "taarich": "2025-12", "clinic": "מרפאות שקד", "addr": "סוקולוב 119, צפת", "smoking": false, "job": "עיתונאי", "background": ["השמנת יתר", "יתר לחץ דם", "COPD", "מחלת כבד שומני", "אסתמה"], "drugs": ["פרוקסטין"], "code": ["E66", "I10", "J44", "K76", "J45"], "yechida": "נפרולוגיה", "diagnosis": "אסתמה", "doc_type": "discharge", "text": "שלמה ברק, זכר, בן 53, הופנה לאשפוז עקב החרפה נשימתית ע ל רקע COPD ואסתמה שלאהגיבו לטיפול תרופתי ביתי. סובל מהשמנת יתר, יתד ל.ד, מחלת כבר שומני. מטופל בפרוקסטין. ללא רגישות ידועה, לא מעשן. במהלך האשפוז טופל בחמצן, סטרואידים IV ושיפור נצפה במצבו הנ שימתי. ניתנה הדרכה להמשך טיפול אינהלציות ותרופות קבועות בבית.\n\nבמהלך האשפוז בוצע א.ק.ג ששלל מצוקה לבבית, טל\"ד יציב. ללא צורך בצנ\"ל או התערבות קרדיאלית נ וספת. שוחרר במצב יציב, המלעה להמשך מצקב רופא משפחה ורופא ריאות בקהילה. יש להקפיד ע להפסקות עישון, תזונה מאוזנת ופעילות גופנית מתונה."}
{"tz": 28439594.0, "shem": "תומר לוי", "age_group": "40-50", "min": "male", "taarich": "2024-02", "clinic": "מרפאות שקר", "addr": "רחוב הנביאים 100, אילת", "smoking": false, "job": "קבלן", "background": ["יתר לחץ דם", "השמנת יתר", "מחלת כבד שומני", "דלקת מפרקים"], "drugs": ["מטופרולול", "לבותירוקסין", "רמיפריל"], "code": ["I10", "E66", "K76", "M19"], "yechida": "גפרולוגיה", "diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "text": "תומר לוי, זכר, בן 45, אושפז בשל כאבים בחזה וחשד לאירוע לבבי. רקע רפואי כולל ל.ד לא מאוזן,השמנת יתר, כבדשומני ודלקת מפרקים. בבדיקות ראשוניות נמצא עלייה באנזימי לב וסטיות בא .ק.ג. בוצע צנ\"ל דחוף שהראה חסימה חלקית בעורק LAD. טופל בסטנטים תרופת יים.\n\nמהלך האשפוז כלל ניטור טל\"ד, טיפול תרופתי בסטטיניםואנטי-קואגולנטים. מצב יציב, שוחרר ביום הרביעי לאחר אשפוז עם חזרה לתפקוד בסיסי.המלצוח למצקב ל.ד בקהילה, המשך טיפול תרופתי כרגיל כולל מטופרולול, לבותירוקסי ן ורמיפריל. יש להקפיד על תזונה מתאימה ולשקול פעילות גופנית מותאמת. בקרת ל.ר והערכת קרדיול וג בעוד חודש. אין אלרניות ידועות. מצב משפחחי: נשוי, אב ל-2."}
{"tz": 685662462.0, "shem": "אריאל מלכה", "age_group": "50-60", "min": "male", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "דיזנגוף 83, ירושלים", "smoking": true, "job": "קבלן", "background": [], "drugs": ["הידרוכלורותיאזיד", "אומפרזול", "דיקלופנק", "גבפנטין"], "code": [], "yechida": "פנימיח ב", "diagnosis": "ללא", "doc_type": "discharge", "text": "מטופל בן 61, אדיאל מלכה, התקבל לאשפוז עקב כאבים חדים בחזה, חשד לאירוע לבבי. ללא מחלוח רקעידועות, נוט ל: הידרוכלורותיאזיד, אומפרזול, דיקלופנק, גבפנטין.  מעשן כבד. במהלך האשפוז בוצ ע צנ\"ל דחוף, נמצא חסימה ב-LAD, התבצע פתיחת עורק בהצלחה עם סטנט. א.ק.נ הראה שינויים איסכמיים, טל\"ר יציב. \n\nהטיפול כלל נוגדי קרישה,סטטינים, ושינוי בתרזפזת הקבועות. שיפור ניכר במצב הכללי, ללא באבים נוספיס. המלצות לקהילה: מעקב קדדיולוג, הפסקת עישוןבהקדם, פעילות גופנית מתונה. המשך טיפול תרזפתי כרגיל, כולל תוספח אספ ירין וקלופידוגרל. בדיקות דם בעוד חודש. הפניה לדיאטניח לשיפור תזונה."}
{"tz": 751830464.0, "shem": "יונתן לוי", "age_group": "30-40", "min": "male", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 11, רמת גן", "smoking": false, "job": "אחות", "background": ["אי ספיקת לב", "גאוט", "אסתמה"], "drugs": ["מטופרולול", "סימבסטטין", "רמיפריל"], "code": ["I50", "M10", "J45"], "yechida": "פנימית ב", "diagnosis": "אי ספיקת לב", "doc_type": "discharge", "text": "סיבת אשפוז: בן35, יונתן לוי, הובא עקב התרפה באי ספיקת לב. בתשאול נמצא כי חווה קוצר נשימה במאמץ וNYHA 3. לא מעשן, ללא אלרגיות ידועות. מחלות רקע כוללות א סתמה וגאוט, מטופל במטופרולול, רמיפריל וסימבסטטין.\n\nבמהלך האשפוז: טופל בתרופות להזרדת טל\"ד ושיפור תפקור הלב. בוצעהחתאמת מינון לרמיפריל ומעבר לאיזון ל.ד. בוצעה בדיקת א.ק.ג ללא ממעאים חריגים נוספים. מצבו השתפר בצורח משמעותית. שוחרר לאחר ייצוב טל\"ד וחזרה לחפקוד בסי סי.\n\nהמלצות: המשך טיפול תדופתיכרגיל, כולל מטופרולול, סימבסטטין ורמיפריל. מעקב רופא משפחה תוך שבוצ. מומלץ להמנע ממאמצים פיזיים כבדים ולשמור על תזונה דלת מלח. מעקב קרדיולוגי בעוד חודש  ל בדיקת א.ק.ג ובחינת צורך בצנ\"ל."}
{"tz": 996423539.0, "shem": "דנה פרץ", "age_group": "10-20", "min": "female", "taarich": "2024-06", "clinic": "מרפאות שקד", "addr": "אלנבי 71, תל אביב", "smoking": false, "job": "עקרת בית", "background": ["היפרליפידמיה", "אוסטאופורוזיס", "דלקת מפרקים", "אי ספיקת כליות כרונית", "פרפור פרוזדורים"], "drugs": ["אינסולין", "מטופרולול", "אטורבםטטין"], "code": ["E78", "M81", "M19", "N18", "I48"], "yechida": "נפרולוגיה", "diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "text": "דנה פרץ, בת 13, אושפזה בשל החמרה ברלקת מפרקים וכאבים בחזה. מחלות רקע כוללות היפרליפידמיה, א וסטאופורוזיס, אי ספיקת כליות כרונית ופרפור פרוזדזרים. במהלך האשפוז נצפתה עלייה ברמות סוכר, טופלה באינסולין. בוצע א.ק.ג ללא ממצאים חריגים. טל\"ד תקין לאחר איזון תרופתי. הוחלט על שינוי  מינון מטופרולול ואטורבסטטין.\n\nהטיפולים במהלך האשפוז כללו נוזלים, משככי כאבים וטיפול במדפאת כאב. תפקוד הכליות נותר יציב, בוצע מעקב אחר תפקודי כליה. שיפור ניכר בכאביס במפרקים עם הטיפול התרופתי.\n\nהמלצות לקהילה: מעקב רופא משפחה להמשך איזון ס.ד, מעקב קרדיו לכל שינויים בפרפור פרוזדורים. שמירה על תזונה דלת שומנים. המשך טיפול תרופתי כרגיל. ייעוץ אורטופדי בשל האוסטאופורוזיס. להימנע מפעילות מאומצת, חזרח לפעילות רגילה בהדרגה."}
{"tz": 101666873.0, "shem": "ליאן שלום", "age_group": "10-20", "min": "female", "taarich": "2024-02", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 106, בני ברק", "smoking": true, "job": "חשבונאי", "background": ["מחלת לב כלילית", "אנמיה", "שבץ מוחי"], "drugs": ["הידרוכלורותיאזיד", "מטופרולול", "לבותירוקסין"], "code": ["I25", "D64", "I63"], "yechida": "אונקולוגיה", "diagnosis": "שבץ מוחי", "doc_type": "discharge", "text": "התקבלה ליאן שלום, בת 14, בעקבוח כאבים בחזה וקוצרנ שימה. יש לה מחלת לב כלילית, אגמיה ושבץ מוחי בעבר. בנוסף, מעשנת. באשפוז בוצע א.ק.ג שגילה שיגויים המחשידים לאיסכמי ה. בהמשך נדרש צנ\"ל לשלילת חסימה בעורק ים כליליים, ללא ממצאים הדיגים. במהלך האשפוז יי צוב המצב בטיפול תרופתי - הידרוכלורותיאזיד, מטופרולול, ולבותירוקסין. \n\nהמלצות: הפסקת עישון דחופה. המשך מעקב קרדיולוגי בקהילה. תיאום טיפול לאנמיה צם המטולוג. ייעוץ תזונתי לשיפור תזוגה והפחתתסיכון קרדיווםקולרי. בקר ה תקופתית על ל.ד וטל\"ד. חזרה לביקורת בעזד חודש עם תוצאות בדיקות עדכניות."}
{"tz": 148902505.0, "shem": "סיגל אזולאי", "age_group": "30-40", "min": "female", "taarich": "2025-07", "clinic": "מרפאות שקד", "addr": "הרצל 119, חולון", "smoking": false, "job": "חייל", "background": [], "drugs": ["אינסולין", "מטזפרולול", "רמיפריל", "גבפנטין"], "code": [], "yechida": "נוירולוגיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "סיגל אזולאי, בת 35, הגיעה לאשפוז עקב כאבי חוה חדים ותחושח דופק מהיר. ללא מחלות רקע ידוע ות אך מטופלת באינסולין, מטופרולול, רמיפריל וגאבאפנטין. צם הגעתה בוצע א.ק.ג שהראה שינויים איסכמיים. טל\"ד נמוך, ס.ד מאוזנת. הבדיקה הפיזיקלית הראתה מרכיב של  ח.ד עם רגישות בחזה.\n\nבמהלך האשפוז בוצע צנ\"ל שהראה היצרות קלה בעורק הימני, טופלה תרופתית. טל\"ד התאזן לאהר התאמת מינון הרמיפריל. שוחררה במצב כללי טוב, ללא סימנים קליניים חריגים נוספים. אין צורך במעקב צמוד, אך מומלץ להמשיך טיפול תרופתי כרגיל ולהיות במצקברופא משפחה.\n\nהמלצה להמשך: ביקורת רופא משפחה בעוד 2 שבועות, א.ק.ג חוזר בעוד חודש. להימנע ממאמץ פיזי כבד, להמשיך לעקוב אחר ערכי ס.ד ול.ר. אם ישנה החמרה בתסמינים או תחושח אי נוחות בחזה, לפנות מיד למיון."}
{"tz": 159996503.0, "shem": "עידו פרידמן", "age_group": "30-40", "min": "male", "taarich": "2025-08", "clinic": "מרפאות שקד", "addr": "רוטשילד 108, הרצליה", "smoking": false, "job": "עקרת בית", "background": ["מחלת כבד שומני", "אוסטאופורוזיס", "שבץ מוחי"], "drugs": ["אטורבםטטין", "אספירין", "אלנדרונט", "וורפרין", "מטפורמין", "אינסולין"], "code": ["K76", "M81", "I63"], "yechida": "כירורגיה כללית", "diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "text": "עידו פרידמן, זכר, בן 35, התאשפז כעקבות חשר לתקף לב חריף. הרקע הרפ ואי כולל כבד שומני, אוסטופורזיס ושבץ מוחי ב עבר. בעת הקבלה, המטופל התלונן על כאבים חזקיס בחזה, ובוצע א.ק.ג שהראה שינויים איסכמיים. ח.ד אושפז במיידי ליחידת טיפול נמרץ  לכ, שם עבר צנ\"ל דהוף. התהליך עבר בהצלחהל לא  סיבוכים.\n\nבמהלךהאשפוז טופל באספירין, וורפרין ונוגדי חמצון. ניהול הסוכרת נעשה באמצעות מטפורמין ואינסולין. מצבו השתפר והמטופל שוחרר במצב טוב, עםהנחיות להמשך טיפול בקהילה. המלצות: המשך טיפול תרופתי כפי שהותאם, בדיקות דם תקופתיות לניטור תפקודי כבר ופרופיל ליפידים. פיזיותרפיה לחיזוק לאחר השבץ, ומעקב מרפאת קרדיולוגיה בעוד חודש. הפסקת עישון א ינה רלוונטית (לא מעשן). דגש על תזונח דלת שומן ופצילות גופנית מתונה."}
{"tz": 924593759.0, "shem": "מרים ביטון", "age_group": "50-60", "min": "female", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "דיזנגוף 56, כפר סבא", "smoking": true, "job": "עובד סוציאלי", "background": [], "drugs": ["קלופידוגרל", "פרוקסטין", "הידרוכלורותיאזיד"], "code": [], "yechida": "ריאות", "diagnosis": "ללא", "doc_type": "discharge", "text": "מרים ביט ון, בת 58, הגיעה לאשפוז עקב כאבי חזה פתאומיים וקוצד נשימה. מחלות רקע: אין. מטופלת בקלופידוגרל, פרו קסטין והידרוכלורותיאזיד.מעשנת כרונית. בבדיקות ראשוניות  - א.ק.ג עם שינויים איסכמיים, טל\"ד תקין. בדיקה כללית לא חשפה סימנים חריגים נזספים.\n\nבמהלך האשפוז עברה  צנ\"ל דהוף - נמצא חסימה ב-ACD, בוצע פחיחהוסטנט. ח.ד יציב לאחר התהליך. ללא סיבוכים משמעותיים. שוחררה במצכ כללי טוב, עם  הנחיח להמשך טיפול חרופתי ולמעקכ קרדיולוגי בקהילה.\n\nהמלצות: ל הפסיק עישון מידית, ביקורת קרדיולוג כעוד חזדש, להמשיך טיפול קבוע ע ם אספירין וס טטין נוסף לתרופות חנוכחיות, בדיקת פרופיל ליפידים, אקו לב בעוד 3 חודשים. אם יופיעו תסמינים דומים, לפנות למיון."}
{"tz": 571775147.0, "shem": "דניאל דוד", "age_group": "70-80", "min": "male", "taarich": "2023-07", "clinic": "מרפאות שקד", "addr": "סוקולוב 62, אשדוד", "smoking": true, "job": "מהנדס", "background": [], "drugs": ["אטורבסטטין", "וורפרין", "לוסרטן", "קלופידזגרל", "מטופרולול", "פרוקסטין"], "code": [], "yechida": "פנימית א", "diagnosis": "ללא", "doc_type": "discharge", "text": "דניאל דוד, בן 83, אושפז עקב כאבים בחזה שהחמירו עם מאמץ. ללא מחלזת רקע ידועות, אך נוטל תרופות קבועוח כולל אטורבסטטין, וורפרין, לוסרטן, קלופידוגרל, מטופרולול ופרוקסטין. מעשן שנים רבות, אנמנזה משפחתית לא ידועה. \n\nבמהלך האשפוז בוצעה בדיקת א.ק.ג שהראתה שינויים איסכמיים. בוצע צנ\"ל דחוף שהראה היצרות משמעותית בעורק שמאלי קדמי. בוצע בלון והשתלת סטנט. לאחר הפרוצדורה, המטופל הועב ר להשנחה בחדר התאזששות, שם שמר על טל\"ד יציכ וח.ד סדיר. \n\nהמלצות: שמירה על טל\"ד תקין והמשך טיפול תרופתי כמקובל. יש להפסיק צישון ולהמשיך במעקב קרדיולוגי בקהילה. מומלץ לבצע בדיקות דם תקופתיות לזודא רמותתקינות של התרופות. להימנע ממאמץ פיזי מאתגר ולהקפיד על תזונה מאוזנת."}
{"tz": 286692967.0, "shem": "ענת אלון", "age_group": "70-80", "min": "female", "taarich": "2025-01", "clinic": "מרפאות שקד", "addr": "דיזנגוף 89, פתח תקווה", "smoking": false, "job": "שף", "background": ["אסתמה", "אוסטאופורוזיס", "COPD", "היפרליפידמיה", "מחלת כבד שומני"], "drugs": [], "code": ["J45", "M18", "J44", "E78", "K76"], "yechida": "אונקולוגיה", "diagnosis": "היפרליפידמיה", "doc_type": "discharge", "text": "ענת אלון, בת 78, הובאה לאשפזז בשל החמרה ב-COPD עם קוצר נשימה מתמשך. מחלות רקע כוללוח אסתמה, אוסטאופורוזיס, היפרליפידמיה ומחלת כבד שומני. ללא תרופות קבועות. אינה מעשנת. במהלך האשפוז טופלה במשאפים (סטרואידים וברונכודילטורים), חמצן במשקפי חמצן ובהמשך תזספת אנטיביוטיקה עקב חשד לזיהום ריאתי. \n\nמהלך: שיפור הדרגתי בנשימה, חזרה למצב יציב. א.ק.ג תקין, ללא עדות לאירוע לבבי חריף. בדיקות רם לא הראו ח.ד הריגים. התגובה לטיפול הייתה טובה, ללא סיבוכיםנוספים.\n\nחמלצות לק הילה: המשך מעקב רופא משפחה, שימוש במשאפים בהתאם להנחיות, שמירה על פיזיותרפיה נשימתית, מעקב ספציפי אחר צפיפות עצם בשל האוסטאופורוזיס. יש ל המנע מחשיפח לגורמים מחמירים (כגון עשן)."}
{"tz": 171339591.0, "shem": "אורלי אברהם", "age_group": "40-50", "min": "female", "taarich": "2024-01", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 105, אשקלון", "smoking": false, "job": "עיתונאי", "background": [], "drugs": ["מטופרולול", "לוסרטן", "אינסולין", "איבופרופן", "אטורבסטטין"], "code": [], "yechida": "אנדוקדינולוגיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "אורלי אברהם, בת 47, הגיעה לאשפוז בשל כאביס בחזה. ללאמחלות רקע ידוע ות, נוט לת מטופרולזל, לוסרטן, אינסולין, איבופרופן ואטורבסטטין. אינה מעשנת. בבדיקות ראשוניות: א.ק.ג ללא ממצאים חריגים, טל\" ד יציכ. צנ\"ל בוצע והראה חסימה קלה שטופלח כהצלחה. במהלך האשפוז, טופלה בתרופות לדילול הדם ובהשגחה קרדיולוגית.\n\nהמלצות לשחרור: המשך טיפול תרופתי כרגיל, בדיקת מעקב קרדיולוג בעוד חודש. לשמור על תזזנה מאוזנת והימנעזת ממאמצים פיזיים כבדים. מומלץ לבצע פעילות גופנית מתונה. לפנות לרופא מטפל בקר ות שינויים במצב הבריאותי או הופעתתסמינים נוספים."}
{"tz": 126042233.0, "shem": "משה אלון", "age_group": "50-60", "min": "male", "taarich": "2025-09", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 105, לוד", "smoking": true, "job": "קבלן", "background": ["דיכאון", "אי ספיקת כליות כרונית", "אוסטאופורוזיס", "אנמיה"], "drugs": ["לוסרטן", "סימבסטטין"], "code": ["F32", "N18", "M81", "D64"], "yechida": "אורולוגיה", "diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "text": "משה אלון, בן 49, אושפז עקב חמרה באי ספיקת בליות כרונית. ברקע דיכאון, אוסטאופורוזיס, אנמיה. מטופל בלוסרטן וסימבסטטין. מעשן כבד. במהלך האשפוו בוצע בירור נוירולוגי עקב תלונות על כאבי ראש וסחרחורות, ללא ממצאים חריגים. טל\"ד היה יעיב, אך  נצפתה ירידהבתפקוד הכלייתי. טיפולים כללו התאמת מינון לוסרטן ומתן נוזלים תוך ורידיים. כוצע א.ק.ג שיצא תקין.\n\nהמלצות לשחרור: מעקב נפרולוגי בקהילה, הפסקת עישון מומלצת. יש להמשיך טיפול תרופתיק בוע, כולל ויטמין D עקב אוםטאופזרוזיס. חשוב להיוועץ בבני משפחה ולהיות במעקב פסיכיאטרי עקב דיכאון. בדיקוח דם ל.ד, ס.ד, תפקודי כליה אחת לחודש. נדרשת תזונה מוחאמת למצב כלייתי."}
{"tz": 115542623.0, "shem": "שרה כהן", "age_group": "20-30", "min": "female", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "שדרות העצמאות 104, חיפה", "smoking": false, "job": "אחזת", "background": ["COPD", "אי ספיקת לב"], "drugs": ["אטורבסטטין", "גבפנטין", "אספירין", "מטופרולזל", "רמיפריל"], "code": ["J44", "I50"], "yechida": "מיון", "diagnosis": "אי ספיקת לב", "doc_type": "discharge", "text": "שרה כהן, בת 23, אושפזה עקכ החמרה ב-COPD ואי ספיקת לב. בזמן האשפוז חוותה קוצר נשימה, טל\"ד נמוך ואי סדירות בלב. בוצע א.ק .ג שגילה הפרעות קצב. במהלך האשפוז הותאם טיפול תרופתי לכל מצביה, כולל שינויים כמינון מטופרולול ורמיפריל. אין רגישות ירועה לתרופות. לא מעשנת.\n\nבמהלך האשפוז, מצבח השתפר זהיא שוחררה במצב יציב. תשוב ששרהתמשיך במעקב קרדיאלי וריאתי בקהילה. המלצות: המשך טיפול בכל התרופות כמצוין, ביקור אצל קרדיולוגבעוד ח ודש, פיזיזתרפיה נשימתית. ל שקזל הפניה לדיאטנית עקב משקל יתר. נמסר למטופלח להימנע ממאמץ פיזי מוגבר.\n\nבן 13 שלה תומך בה בבית, יש לו תפקיד חשוב בטיפול היומיומי שלה. יש להקפיד על אזרח חיים בריא ולפנות לייעוץ רפואי בכל שינוי במצב הרפואי. חזרה למיון אם חווה קשיי נשימה או כאבים בחזה."}
{"tz": 196565238.0, "shem": "תומר ברק", "age_group": "60-70", "min": "male", "taarich": "2024-05", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 97, באר שבע", "smoking": false, "job": "קבלן", "background": ["אנמיה", "דלקת מפרקים", "אסתמה"], "drugs": ["איבופרופן", "רמיפריל", "אספירין"], "code": ["D64", "M19", "J45"], "yechida": "פנימית ב", "diagnosis": "אנמיה", "doc_type": "discharge", "text": "תומר ברק, בן 81, אושפז עקב החמרח במצב נשימתי. סובל מאסתמה ברונית, אנמיה ודלקת מפרקים. במחלך האשפוז נצפה כי הח ולה נמצא במצב של קוצר נשימה חריף. ניתן טיפול באינהלציות,חמצן וטיפול תומך. במהלך האשפוז נרשמה יציבות בל.ד והמצב הגשימתי השתפר.\n\nלח ולה היס טוריה של עישון בעבר, אך אינו מעשן ביום. טופל באיבופרופן, רמיפרילואספירין. בוצע א.ק.ג ששלל אוטם. הומלץ על המשך טיפול באינלציות ותרופות קבועזת. מעקב בקהילה ע\"י רופא מישפחתי כולל בדיקות דם תקו פתיות למעקב אהר אנמיה והפניה למומחה ראות להמשך בירור וטיפול.\n\nהמלצות להמשך: הפסקת שימוש באיבופרופן במידת האפשר עקב סיכון לדימומים. התייעצות עם רא ומטולונ לגבי הלופות בטיפול בדלקת מפרקים. יש לשקול הפסקת אספירין אם אין הוראה לטיפול מניעתי קרדיאלי. השגחה על ל.ד והתקפי אסתמה."}
{"tz": 379180557.0, "shem": "אפרת כהן", "age_group": "0-10", "min": "female", "taarich": "2024-07", "clinic": "מרפאות שקד", "addr": "בלפור 15, רעננה", "smoking": true, "job": "שוטר", "background": ["דמנציה", "דלקת מפרקים", "גאוט", "אנמיה", "היפרליפידמיה"], "drugs": ["אינסולין", "מטופרולול"], "code": ["F03", "M91", "M10", "D64", "E78"], "yechida": "אונקולוגיה", "diagnosis": "נאוט", "doc_type": "discharge", "text": "אפרת כהן, בת 9, אזשפזה עקב התדרדרוח במצב ס.ד ואירוע של היפוגליקמיה. ברקע דמנציה, דלקת מפר קים, גאוט, אנמיה והיפרליפידמיה. בטיפול תרופתי קבזע אינסולין ו מטופרולול. מעשנת. במהלך האשפוז, התייצבה במצב ס.ד וטופלה בהתאם. בועע מעקב צמוד על רמות סוכר וטל\"ד. א.ק.ג ללא ממצאים חריגים. \n\nהטיפול כלל איזון סוכר, מתן נוזלים זייצוב טל\"ד. לאחר ייצוב, שוחררה במצב כללי טוב. המלצוח להמשך: מעקב רופא משפחה, כדיקת דם שבועית להערכת רמות סוכר והפרופיל השומני. יש להימנע מעי שון ולהקפיד על דיאטה מותאמת לדלקת מפרקים וגאוט. עודף משקל גצפה במחלקה, מומ לץ על ייע וץ תזונתי. \n\nבהמשך יש להקפיד על נטילת אינסזלין ומטופרזלול כרגיל. במקרה שלשינוי במצב, כאבי מפרקים או סימנים היפוגליקמיים, יש לפנות לרופא מטפל. שים  לב, בת 9 בלבד אך רקע מחלתי מורכב. אין אלרגיות ידועות. תודה על שיתוף הפעולה."}
{"tz": 410564819.0, "shem": "ליאס כהן", "age_group": "60-70", "min": "male", "taarich": "2023-07", "clinic": "מרפאות שקד", "addr": "שדרות העצמאות 100, ראשון לציון", "smoking": false, "job": "עקרת בית", "background": ["אנמיה", "גאוט", "דיכאון"], "drugs": ["וודפרין"], "code": ["D64", "M10", "F32"], "yechida": "נפרולוגיה", "diagnosis": "גאוט", "doc_type": "discharge", "text": "ליאם כהן, גבר בן 71, אושפז עקב אירוע אנמיה חמורה. ברקע: אנמיה כרונית, גאוט, דיכאון, ללא עישון. טופל בוורפרין. במהלך חאשפוז נבדק המוגלובין נמוך, בוצועו עירויי דם. שיפור הדרגחי. נבדק א.ק.ג ללא ממצא ים חריגים.\n\nבמהלך האשפוז הושלם בירור למציאח מקור הרימום. טופל במנות דם, ניטור טל\"ד. חפקודי כבד זכליות בגדר הנורמה. מצבו משתפר, שותרר ה ביתה במצבכללי טוב . ההמלצות לקהילה: חמשך  מעקב המטולוגי חודשי, איזון תרופות נוגדזת קרישה. הקפדה על דיאטה דל ת purines למניעת החמרת גאוט. פסיכולוגיתלהמשך טיפול בדיכאון."}
{"tz": 23806177.0, "shem": "גיל סויסה", "age_group": "10-20", "min": "male", "taarich": "2024-02", "clinic": "מרפאות שקד", "addr": "שררות ירושלים 116, לוד", "smoking": false, "job": "עובד סועיאלי", "background": ["אי ספיקת לב", "השמנת יתר", "אוסטאופורוזיס", "COPD", "דלקת מפרקים"], "drugs": ["קלופידוגדל", "סימבסטטין", "אספירין", "וורפרין", "אינסולין"], "code": ["I50", "E66", "M81", "J44", "M19"], "yechida": "כירורגיה כללית", "diagnosis": "השמנת יתר", "doc_type": "discharge", "text": "מטופל: גיל סויסה, בן 19, התקבל לאשפוז בעקבות החמרה באי ספיקת לב וקוצר נשימה ניכר. סובל ממחלות רקע כוללהשמנת יתר, COPD, אוסטאופזרוזיס ודלקת מפרק ים. אין רגישות ידועה לתרופות. מטופל כקלופידוגרל, סימבסטטין, אספירין, וורפרין ואינסולין לגיהול ס.ד. אין עישון. \n\nבמהלך האשפוז בוצעו בירור קרדיאלי כולל א.ק.ג, בדיקות דם ובדיקת תפקודי ריאה שהעידו על החמרה במצב הלבבי והריאתי. טופל במשתני ל\"ד להקלה על גודש ובאינסולין כהתאמה לרמות סוכר. לאחר התייצבות טל\"ד ושיפור קליני שוחרר להמשך מעקב קהילה.\n\nהמלצות להמשך: מעקב  קרדיאלי צמוד, בדיקות דם שגרתיות. פיזיותרפיה נשימתית לחיזוק תפקוד ריאתי. המשך דיאטה מאוזנת ופ עילות גופנית מותאמת. ישלהקפיד על נטילת תרופות קבועה ולפנות לייעוץ דיאטטי לשיפור ניהול השמנת היתר. מעקב רופא משפחה אחת לתזדש. במקרה של החמרה בקוצר נשימה או כאבים בחזה, יש לפנות מיידית למיון."}
{"tz": 210032363.0, "shem": "מתן מלכה", "age_group": "60-70", "min": "male", "taarich": "2025-04", "clinic": "מרפאות שקד", "addr": "ויצמן 14, באר שבע", "smoking": false, "job": "צלם", "background": ["סוכרת סוג 2"], "drugs": ["איבופרופן", "לבותירוקסין", "מטופרולול"], "code": ["E11"], "yechida": "נפרולוגיה", "diagnosis": "סוכרת סוג 2", "doc_type": "discharge", "text": "מתן מלכה, בן 62, אושפז עקב כאבים בחזה וחשד לאירוע לבבי חריף. המטופל עם רקע של ס.ד סוג 2, מטופל באיכופרופן, לבותירוקסין ומטופרולול. אינו מעשן. במ הלך האשפוז בוצע א.ק.נ שהראה שינויים חשודים. טל\"ד יציב. הוחלט על המ שך בירור עם צנ\"ל שגילה היצרות בינונית בעורק הלב השמאלי. טיפול תרופתי מותאם,כזלל אספירין וסטטינים, נוסף ל מדיקציה הקיימת. מצבו השתפר, ללא אירוע ים נוספים.\n\nהמלצוח לשחרור: המשך טיפול במרפאה, איזון ל.ד זגלוקוו בדם. בדיקה חוזרת בעוד חודשיים. יש להימנע ממא מץ פיזי ניכר בתקופה הקרובה. מומלץ לפנות לדיאטנית להנחיות תזונה מותאמות לס.ד. אין להגביד מינון תרופות ללא ייעוץ רפואי. כל כאב מחודש בחזה מצריך הגעה מיידית לחדר מיון. בהצלחה בהמשך!"}
{"tz": 626383806.0, "shem": "תומר רוזנברג", "age_group": "30-40", "min": "male", "taarich": "2025-11", "clinic": "מרפאות שקד", "addr": "בן גוריון 36, ירושלים", "smoking": false, "job": "עקרת בית", "background": ["דמנציה"], "drugs": ["דיקלופנק", "לבותירוקסין", "גבפנטין"], "code": ["F03"], "yechida": "נוירולוגיה", "diagnosis": "דמנציה", "doc_type": "discharge", "text": "תומר רוזנברג, גבר בן 30, אושפז בש ל חשד להחמרה במצב דמגציה וכאבי ראש חדים. במהלך האשפוז בוצע א.ק.ג ששלל ארוע לבבי, ונמצאה יציבוח בל.ד עם טל\"ד תקין. טופל בתרופות הקבזעות: דיקלופנק, לבותירוקסין  וגבפנטין, עם שיפור קל בכאב הראש. במהלך האשפוז נצפתה התמצאות חלקית בזמן ובמקזם, ללא ארועים חריגים נוספים. \n\nכצת משזחרר לביתו, ממליץ על המשך טיפול תרופתי כרגיל, ביקוד ת אצל נוירו לוג בעוד חודשיים להערכת מצב הדמנציה. יש לעד כן על שינוים ביכולת החפקוד היום-יומית. מעקב אצל רופא משפחה תוך שבועיים לבירור מצב כללי ואיזון תרופתי. ללא צורך בצנ\"ל בשלב זה. אין עדות לס.ד או אלרגיות. משפחתו תומכת, ללא עישון או צריכת אלבוהול."}
{"tz": 391725132.0, "shem": "חנה דהן", "age_group": "20-30", "min": "female", "taarich": "2025-07", "clinic": "מרפאות שקד", "addr": "דרך השלום 79, רמת גן", "smoking": false, "job": "חשבוגאי", "background": [], "drugs": ["הידרוכלורותיאזיד", "פרוקסטין", "אינסולין", "אומפרזול", "לוסרטן"], "code": [], "yechida": "גסטרואנטרולוגיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "חנה דהן, בת 20, הובאה לאשפוז בשל חשר להתמרת ס.ר. ול.ד. גבוה. ללא מחלות דקעידועות, אך מטופלת בהידרובלורותיאז יר, פרוקסט ין, אינסולין, אומפרזול ולוסרטן. במהלך האשפוז בוצע ניטור טל\"ד, א.ק.גומספר בדיקות דם שהראו איזון  הלקי של ס.ד. ניתן טיפו ל תרופתי בהתאמה כולל שינוי מינונים והוספת טיפול איגטנסיבי יותר בלוסרטן. החמרת ל.ד. טופלח בהצלחה תוך השגת יעיבות קרדיווסקולרית. \n\nבמהלך האשפוז, חנה לא הציגה תגובה אלרגית לתרופות. מצב משפחתי: רווקה. עישון: לא. עם שחרור, המלצה להמשך מעקבבמרפאה, בדיקות דם תקופתיות לניטור ס.ד, ל.ד ואיזון תרופתי. יש להמשיך טיפול תרופתי כמתוכנן ולפנותלרופא מטפל בכל  שינוי במצב."}
{"tz": 762676583.0, "shem": "דנה כהן", "age_group": "60-70", "min": "female", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "הרצל 50, תל אביב", "smoking": false, "job": "צלם", "background": ["השמנת יתר"], "drugs": ["אספירין", "וורפרין", "סימבסטטין", "אמלודיפין", "לבותירוקסין"], "code": ["E66"], "yechida": "נפרולוגיה", "diagnosis": "השמנת יתר", "doc_type": "discharge", "text": "דנה בהן, בת 62, אושפזה עקב כאבים בחזה וקוצר נשימה.ברקע השמגת יתר. במהלך האשפוז בוצעא.ק.ג שהראה שינויים תשודים לאיסכמיה. בוצע צנ\"ל שהראה חסימה של 70% בעורק הימני, והותקן םטנט. לאחר הצנתור טל\"ד התייצב. \n\nטופלה באספירין, וורפרין, סימבסטטין, אמלודיפין ולבותירוקסין. המזכיריס להמשיך טיפול תרופחי זה. לא נמצאו אלרגיות ידועות. אין עישזן. מצב משפחתי: נשואיה עם שני ילדים. שוחררה במצכ טוב. \n\nהמלצות לקה ילה: המשך מעקב קרדיולוגי, שינוי דיאטטי לירידה במשקל, בדיקת דם ל-INR אחת לשכועיים עקב וורפרין. מעקב ל.ד א צל רופא משפחה. יש להימנע ממאמצי ם פיזיים מוגזמים בשבועות הקרובים."}
{"tz": 526218151.0, "shem": "מוחמד גולן", "age_group": "70-80", "min": "male", "taarich": "2025-04", "clinic": "מרפאות שקד", "addr": "בן גוריון 10, חולון", "smoking": false, "job": "מהנדס", "background": [], "drugs": ["מטפורמין", "קלופידוגרל"], "code": [], "yechida": "נפרולוגיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "מוחמד גולן, גבר בן 79, התקבל לאש פוז בשל חשש לאירוע לבבי. כרקע ס.ד מאוזנת עם מטפורמין, מקכלקלופידוגרל. אין מחלות רקע נוספות ואין עישון. במהלך האשפוז בוצע א.ק.ג שהראה שינויים איסכמיים. בוצע צנ\"ל דחוף שהראה היצרות ב עורק כלילי שמאלי. החולה עבר בלון + סטנט. טל\"ד י ציב לאורך האשפוז. ח.ד אקגוני משביע רעון. ללא סיבוכיס מיוחדים.\n\nמומלץ להמשך מעקב קרדיאולוגי בקהילה. שינוי אורחות חיים - דגש  ע ל פעילות גופנית מותאמת.המשך טיפול בנוגדי טסיות ומטפורמין.ביקורת ל.ד בעוד חודש. אין אלרגיות ידועות. מצב משפחתי: נשוי עם 3 ילרים."}
{"tz": 444713242.0, "shem": "חנה רוזנכרנ", "age_group": "20-30", "min": "female", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "הרצל 44, אשקלון", "smoking": false, "job": "עובד סוציאלי", "background": ["שבץ מוחי", "יתר לחץ דם", "מחלת כבד שומני", "פרפור פרוזדודים", "אי ספיקת כליות כרונית"], "drugs": ["מטופרולזל", "אינסולין", "גבפנטין", "סימבסטטין", "איבופרופן"], "code": ["I63", "I10", "K76", "I48", "N18"], "yechida": "נוירולוגיה", "diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "text": "תנה רוזנברג, בת 31, התקבלה עקב החמרת פרפור פרוזדורים וחרדח יתר לחץ דם. ת.ר: ח.ד 2. במהלך האשפוז התקיימה התייצבות בהשגחה קרדיאלית צמודה. בוצע א.ק.ג שחשף שינויי קצב מינוריים, ללא ארועים משמעותיים. טיפול תרופתי בלל התאמת מינוני מטופרולול ואינ סולין, תוספת כן של נוגדי קרישה, והמשך גבפנטין לכאב נוירופטי. \n\nהמלצות לקהילה כוללות מעקב רופא משפחה להמשך איזון ל.ד וס.ד, תיאום בדי קוח מעבדה לבחינת תפקודי כליות וכבד. חשוב שאינה תמשיך להימנע מעישזן, ולחמעיט בשימוש באיבופרופן עקב סיבוכי כליות פוטנציאליים. מומלץ גם לפנות לייעוץקרדיזלוגי להמשך מעקב וטיפול בפרפור פרוזדורים."}
{"tz": 861035798.0, "shem": "היים לוי", "age_group": "40-50", "min": "male", "taarich": "2024-11", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 60, אשקלון", "smoking": false, "job": "צלם", "background": [], "drugs": ["רמיפריל", "סימבסטטין"], "code": [], "yechida": "אונקולוגיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "חיים לוי, גבר כן 45, ללא מחלות רקצ ידועות, הופנח לאשפוז עקב כאבים בחזה וקשייגשימה. בוצע א.ק.ג שהראה שינויים איסכמיים ומיד נשלח לצנ\"ל דחוף. כצנ\"ל נמצאה חסימה בעורק LAD שבוצע לה פתיחה באמצעות חומבן. \n\nבמהלך האשפוזטופל בגיטרטיס וחומרי גוגדי קרישה. טל\"ד תקין לאורך האשפוז. אין עדות להחמרה כל.ד או ס .ד. הותחל טיפול באספירין ופלביקס לצורך מניעת אירועים עתידיי ם. מצב כללי טזב, שוחרר ללא סיבוכים נוספים.\n\nהמלצות לשחרור: המשך טיפול ברמיפריל, סימבסטטין, אספירין ופלביקס. ביקורת קרדיולונ בעוד חודש. ממליץ על פעילות גופנית מתונה ועל תזונה מאוזנת. להימנע מעישון. אם מופיעים שוב כאבים בחוה, לפנות למיון ללא דיחוי."}
{"tz": 965207442.0, "shem": "לאה אזולאי", "age_group": "50-60", "min": "female", "taarich": "2023-12", "clinic": "מרפאות שקד", "addr": "דרך השלזם 110, ירושלים", "smoking": false, "job": "חייל", "background": ["אוסטאופורוזיס", "דיכאון", "גאוט", "מחלת כבד שומני", "אנמיה"], "drugs": ["לזסרטן", "רמיפריל", "אטורבסטטין", "מטופרולול", "איבופרופן"], "code": ["M81", "F32", "M10", "K76", "D64"], "yechida": "אונקולוגיה", "diagnosis": "גאוט", "doc_type": "discharge", "text": "לאה אזולאי, אשה בת 61, התקבלה לאשפוז בשל החמרהבכאבי מפרקים והפרעה בתפקוד יומי. רק ע של אוסטאופורוזים, דיכאון, גאוט, מחלת כבד שומני ואנמיה. במהלך האשפוז טופלה במשככי כאבים כולל איבופרופן ונוזלים לוריד. בוצעו בדיקות מעבדה שהראו אגמיה קלה, ללא עדות לויהום פעיל. בצילזם חזה וא.ק.ג לאנמצא ממ צא חריג. לא מעשנת. אין אלרגיות ידועות.\n\nבמהלך האשפוז נצפתה שיפור הדרגתי במ צב הכללי, ירידח בכאכ ובשיפור התפקוד. הומלץ על המשך טיפול תרופתי קבוע כולל ל וסרטן, רמיפריל, אטורבסטטין ומטופרולול. מעקב בקהילה ע\" י רופא משפחה להערכת ל.ד ואיזון מצב דיכאון. ממולץ להמנע מפעילות גופנית מאומצת ולהמשיך בשגרת מעקכ אורטופדי עקב האוסטאופורזזיס."}
{"tz": 824172480.0, "shem": "עומר אוחנה", "age_group": "20-30", "min": "male", "taarich": "2025-03", "clinic": "מרפאות שקד", "addr": "רחזב הנביאים 85, פתח תקווה", "smoking": false, "job": "עובד סוציאלי", "background": ["מחלת כבד שומני"], "drugs": ["גבפנטין", "וורפרין", "אלנדרונט", "לוסרטן", "דיקלופנק"], "code": ["K76"], "yechida": "אורתופדיה", "diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "text": "מטופל עומר אוחנה, זכר, בן 22, ללא מחלות רקע גוספות פרט למחלת כבד שומני. התקבללאשפוז במצב חום גבוה וכאבי בטן עזיס. נעשה בירור ראשוני שכלל בדיקת דם, א.ק.ג, ואולטרסאונד בטן. נמצא רמת דלקת גבוהה בכבד, ללא עדזת לחסימה או נזק מבני מהזתי. חלה שיפור במצב לאחר התחלת טיפול אנטיביוטי תוך ורידי ותרופות להורדת חום.\n\nבמהלך האשפוז, הושנ איזון טוב בתסמיגים, ללא צזרך בה תערבות כירורגיח . הוחלף הטיפול האנטיביוטי לטיפול פומי.  דנש על המשך מעקב כבד בקהילה. יש להמשיך טיפול תרופתי עם גבפנטין, וורפרין, אלנדרוגט, לוםרטן, ודיקלופנק. יש להקפיד על ביקורת תפקודי כבד ול.ד אחת לשבועיים.\n\nהמלעות לקהילה כוללות מעקב רופא משפחה, המשך טיפול תרופתי לפי הנחיות שניתנו בשחרור, והימנעות מצריכת אלכוהול. מזמלץ לשקול ייעזץ תזונ תי לשיפזר הרגלי אכילה,עקב מחלת כבד שומני. א ין אלרגיות ידועות. חמטופל רווק, גר עם הוריו."}
{"tz": 709991731.0, "shem": "איתי פרידמן", "age_group": "10-20", "min": "male", "taarich": "2023-01", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 16, כפר סבא", "smoking": false, "job": "מתכנת", "background": ["אי ספיקת לב", "אוסטאופזרוזיס"], "drugs": ["סימבסטטין", "לוסרטן"], "code": ["I50", "M81"], "yechida": "אורתופדיה", "diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "text": "שחרזר מאשפוז – איתי פרידמן, בן 19, א ושפז עקב החמרת מצב אי ספיקת לב. נמעא בעירה ו.ל.ח חריג, כאבי חזה קלים, קוצר נשימה במאמץ. אין רגישות ידוצה,  רווק, לא מעשן. במחלך האשפוז בוצעה א.ק.ג שהראתה שינויים קלים, ל לא עדות לאוטס. טל\"ד מאוזן רוב הזמן עם תרופות. טיפול תרופתי כלל סימבסטטין ולוסרטן, עם תוספת פוסיד במהלך השהות.\n\nבהמלצותלשחרור – המשך טיפול תרופתי קבוע, מעקב קרדיולוג בקהילה בעוד חודש, בדיקות דם (סדירות: חפקודי כליה וכבד), הגבלת מלה בתזונה והמשך פעילות גופניתמתונה. יש להימנע ממאמצים בבדים. במקרה של החמרה בקוצר נשימה יש לפנות למיון."}
{"tz": 375300118.0, "shem": "שלמה עמר", "age_group": "60-70", "min": "male", "taarich": "2023-01", "clinic": "מרפאות שקד", "addr": "זיצמן 117, רמלה", "smoking": false, "job": "עורך דין", "background": ["אי ספיקת לב", "דמנציה"], "drugs": ["אינסולין"], "code": ["I50", "F03"], "yechida": "נפרולוגיה", "diagnosis": "אי ספיקת לב", "doc_type": "discharge", "text": "מטופל: שלמה עמר, זכר, 67. אושפז עקב החמרה באי ספיקת לכ. ברקע ס.ד ודמנציה. היגיע עם קוצר נשימה וכצקות גפיים. טופל במשתנים, איזון טל\"ד ותחליף אינסולין. ללא אירועיס חריגים במהלך האשפוז . \n\nבמהלך האשפזז שיפור בתסמינים. בוצע א.ק.ג ללא שינויים משמעותיים. אין צורך בצנ\"ל דחוף. שוחרר במצב כללי טוב, ח.ד יציב, בהשגחת משפחה צמודה עקב דמנציה. \n\nהמלצזת להמשך: מעקכרופא משפחה , המשך איזון ם.ד וטל\"ד. מומלץ פיזיותרפיה לשיפור סבולת לב-ריאה. אין שינוי בטיפול התרופתי. נזקק להשגחה צמודה עקב הדמנציה. ללא אלרגיות ידועות. חזדה למיון אם מופיעים תסמינים חוזרים כמוק וצר נשימה או בצקות."}
{"tz": 14508998.0, "shem": "מיכל חיון", "age_group": "40-50", "min": "female", "taarich": "2024-08", "clinic": "מרפאות שקד", "addr": "בלפור 57, באר שבע", "smoking": true, "job": "מתכנת", "background": ["שבץ מוחי"], "drugs": ["וורפרין", "מטפורמין", "אטורבסטטין", "גבפנטין", "איבופרופן", "מטופרולול"], "code": ["I63"], "yechida": "אורתופדיה", "diagnosis": "שבץ מוחי", "doc_type": "discharge", "text": "מיכל חיון, בת 46, הובהלה למיון בעקבות אפיז ודה של כאבי חזה פתאומיים וקוצר נשימה. ברקע שבץ מוחי, ס.ד מטופלת במטפורמין ונוטלת  אינסולין באופן קבוע. תרופות נזספות כוללזת וורפרין, אטורבסטטין, גבפנטין, איבופרזפן ומטופרולול. מעשנת קבועה, אין אלרגיות ידועות.\n\nבמהלך האשפוז בוצעו בדיקות דם וא.ק.ג שהראו שינויים המחשידים  לאירוע קרדיאלי. טופלה באנטי-קואגולנטים ובטיפול תומך. במעקב טל\"ד יציב, ללא התדרדרות נוספת במצב. לא נדרשה הת ערבות נוספת כגון צנ\"ל. \n\nבהמלצות לשחרור: המשך מעקב רופא משפחה, ניהול קפדני של ס.ד תוך ניטור תקופתי של רמוח הסוכר וחאינסולין. הפסקת עישון באופן מיידי. המשך טיפול תרופתי ברגיל. מזמלץ פעילות גופנית מתונהוהתייעצות עם  תזזנאי."}
{"tz": 28772176.0, "shem": "אריאל חיון", "age_group": "10-20", "min": "male", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "ביאליק 7, רמלה", "smoking": false, "job": "פועל בניין", "background": ["היפרליפידמיח"], "drugs": ["פרוקסטין", "אטורבסטטין"], "code": ["E78"], "yechida": "נוירולוגיה", "diagnosis": "היפרליפידמיה", "doc_type": "discharge", "text": "אריאל חיון, זכר, בן 20, הגיע לאשפוז עקב כאבי חזה חזקים והקרנה ליד שמאל. המטופל ללא מחלות רקע נוספות מלבד היפרליפידמיה. נוטל פרוקסטין ואטורבסט טין. ללא עישון. בוצע א.ק.גשה ראה שינויים לא ספציפים. ח.ד הראה סטטוס תקין. במהלך האשפוז עבר בדיקות דם כולל פרופיל ליפידים. טל\"ד תקין. לא נדרשה התערבות צנ\"ל.\n\nטיפול תדופתי כלל אטורבסטטין להמשך איזון פרופיל ליפידים. פרוקסטין להמשך במינון הנוכחי. הומלץ על המשך מצקב רופ א משפחה בקהילה להמשך בירור ומע קב.\n\nהמלצות: פעילות גופנית סדירה, תזונה מותאמת להיפרליפידמיה, מעקב אחר רמות כולסטרול ול.ד, כיקורת דופא משפחה בעוד חודש. אין אלרגיות ידועות. מצב משפחתי: דווק."}
{"tz": 586693467.0, "shem": "גיל דוד", "age_group": "0-10", "min": "male", "taarich": "2025-01", "clinic": "מרפאות שקד", "addr": "ביאליק 78, צפת", "smoking": false, "job": "גמלאי", "background": ["היפרליפידמיה", "גאוט", "אי ספיקת כליות כרונית", "אנמיה"], "drugs": ["אומפרזול", "אטודבסטטין", "אמלודיפין", "פרוקסטין"], "code": ["E78", "M10", "N18", "D64"], "yechida": "פנימית ב", "diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "text": "גיל דוד, זכד בן 10, אושפז בשל כאבי בטן עזים ובחילות. ברקע היפרליפידמיה, גאזט, אי ספיקת כליות כרונית, אנמיה. כמהלך האשפוז בוצעו בדיקות דם שהראו החמרה באנמיה ורמות קריאטיניןמוגברות.בוצע אולטרסאונד כטן שהראה תפליט קטן. ניתן טיפול תומך עם חמצן ואנטיביוטיקה תוך ורידית.\n\nהטיפול כלל איזון ל.ד עם אמלו דיפין, ושמירה על דיאטה דלת מלח ושומן עקב היפרליפידמיה. טזפל באומפרזול להקלת תסמי נים גסטרו-אינטסטינליים. לאחר שיפור במצב הכללי, שוחרר עם חמלצה להמשך מעקב נפרולוגי והמטולוגי בקהילה, בדיקות דם  תקופתיות להערכת תפקודי כליוח וספירת דם. המלצה להמשיך בטיפול התרופתי הקבוע ולהימנע ממזונות עשירים בפורינים עקכ הגאוט. מעקב רופא משפחה תזך שבוע."}
{"tz": 4397352.0, "shem": "אדם ברק", "age_group": "30-40", "min": "male", "taarich": "2025-02", "clinic": "מרפאות שקד", "addr": "דיזנגוף 71, צפת", "smoking": false, "job": "נהג", "background": ["השמנת יתר", "גאוט", "דמנציח"], "drugs": ["אינסולין", "פרוקסטין", "לבותירוקסין", "דיקלופנק", "אלנדרונט"], "code": ["E66", "M10", "F03"], "yechida": "נפרולוגיה", "diagnosis": "השמנת יתר", "doc_type": "discharge", "text": "אדם ברק , בן 35, הובא לאשפוז עקב החמרה בבעיות גאוט וכאבים חריפים במפרקים. במהלך האשפוז בוצע מעקב ח. ד והותאמה טיפול תרופתינוסף שכלל דיקלופנק במינון מוגבר. הופסקה נטילת כל תרופה שאינה הכרחית להמשך הטיפול בבית. מצבו השתפר עם הטיפול, שוחרר בחזרה לקהילה ללא סיבוכים נוספים. \n\nמטופל מוכר עם השמנת יתר, ס.ד ודמ נציה קלה. אינו מעשן. במהלך האשפוז לא נצפו אירועי היפוגליקמיה משמעותיים. הומלץ להמשך מעקב רופא משפחה, התאמת תזונה דלת פורינים והמשךפעילות גופנית באזפן מתון. יש לעקוב אחר רמות חומצה אזריח באופן סדיר בקהילה."}
{"tz": 361386121.0, "shem": "רחל מלכה", "age_group": "20-30", "min": "female", "taarich": "2024-12", "clinic": "מרפאות שקד", "addr": "בן גוריון 27, טבדיה", "smoking": true, "job": "מורה", "background": ["אוסטאופורוזיס"], "drugs": ["אספירין", "אמלודיפין", "אומפרזול", "מטפורמין"], "code": ["M81"], "yechida": "אורולוגיה", "diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "text": "רחל מלכה, נקבה, בת 27, אושפזה בעקבות כאבי חזה פתאומיים והקרנה ליד שמאל. ברקע אוסטאופורוזיס ו ס.ד. מטופלת באספירין, אמלודיפין, אומפרזול ומטפורמין. מעשנת, מצב חציוני, ללא אלרגיות ידועות. במהלך האשפוז בוצע א.ק.ג שהראה שינויים לא ספעיפיים. טל\"ד בטוו ח הנורמה. לאוד ההיסטוריה האישית והמשפחתית, הוחלט על ביצוע צנ\"ל לשלילת חסימה כלילית. צנ\"ל נמצא תקין.\n\nבמהלך האשפוז, טופלה בתרופות לשיפור תחושת הכאב וניטור המצב הקרדיאלי. ח.ד הראה יציבות ללאאירועים נוםפים. שוחררהבמצב כללי טזב, טל\"ד מאוזן. המלצות שחרור: המשך טיפול תרופתי כרגיל, הפסקת עישון בדחיפות, מעקב קרדיולוגי בקהילה.כעת אין צורך בשינזי בתרופות הקיימות, מומלץ בדיקת דם נוספת בעוד חזדש."}
{"tz": 99693087.0, "shem": "אורי רוזנברג", "age_group": "70-80", "min": "male", "taarich": "2024-08", "clinic": "מדפאות שקד", "addr": "רחוב הנביאים 65, תל אביב", "smoking": false, "job": "שף", "background": ["אסתמה", "דלקת מפרקיס"], "drugs": ["אספירין", "הידרוכלורותיאזיד"], "code": ["J45", "M19"], "yechida": "קרדיולוגיח", "diagnosis": "אסתמה", "doc_type": "discharge", "text": "אורי רוזנברג, גבר בן 78, אושפז בעקבות החמרה באסתמה עם קשיי נשימה. אנמנזה כוללת דלקת מפרקים. במהלך האשפוז טופלבסטרואידים באינהלציה, חמצן ותרופות להרחבת סימפונות. מצב נשימתי השתפר הדרגתית. ללא סיבוכים נוספים. ללא עבר של צנ \"ל. אין רגישות ירועה לתרופות.\n\nנמצא בשיפור תחת טיפול. ח.ד מאוזן. טל\"ד תקין. א.ק.ג ללא חריגות. הומלץ על המשך טיפול תרופתי רגיל (אספירין, הידרוכלורותיאזיד). להימגצ מחשיפה ל מזהמים ולשמור על מעקב רופא ריאות בקהילח. פעילות גופנית קלה ותזונה מאוזנת מומלצות. קשר משפחתי תומך. בשחרור: סטורציה תקינה, ל.ד  מאוזן. מעקב בעוד שבועיים. אין עישון."}
{"tz": 392603023.0, "shem": "יעקב דהן", "age_group": "70-80", "min": "male", "taarich": "2024-11", "clinic": "מרפאות שקד", "addr": "ויצמן 62, צפת", "smoking": false, "job": "עורך דין", "background": ["COPD", "השמנת יתר"], "drugs": ["קלופידוגרל", "אמלודיפין", "גבפנטין"], "code": ["J44", "E66"], "yechida": "פנימית ב", "diagnosis": "COPD", "doc_type": "discharge", "text": "יעקב דהן, גיל 71, זכר, מתגורר בבית עם אשתו. ללא עישון. התקבל לד.ח עקב החמרה במצב נשימתי, רקע של C OPD והשמנת יתר. בוצע א.ק.ג תקין, ספירת דם ללא חריגות, תרבית ליחה שלילית. ב מהלך האשפוז טופל במשאפים, סטדזאידים סיסטמיים ותרופות להורדת ל.ד. שיפור במצבו הנשימתי וטל\"ד יציב. \n\nעקב סיכון קרדיווסקולרי ניתן קלופירוגרל ואמלודיפין לחמשך טיפול. המלצה להמשך מעקב רופא משפחה, פיזיוטרפיהנשימתית וגמילה מעודף משקל. אין אלרגיות יד ועות. שחרור במצב כללי טוב עם הנחיות לש וב למיון במקרה שלהחמרה נשימתית או טל\"ד בלתי נשלט."}
{"tz": 565126943.0, "shem": "ענת שמעוני", "age_group": "40-50", "min": "female", "taarich": "2025-02", "clinic": "מרפאות שקד", "addr": "רוטשילד 89, טבריה", "smoking": false, "job": "צלם", "background": ["דלקת מפרקים", "סוכרת סוג 2"], "drugs": ["מטפורמין", "אלנדרונט", "אמלודיפין", "הידרוכלורותיאזיד", "רמיפריל"], "code": ["M19", "E11"], "yechida": "נפרולוגיה", "diagnosis": "דלקת מפרקים", "doc_type": "discharge", "text": "ענת שמעזני, 49, מ.נ, ללא עישון. אושפזה צקב החמרה בכאב ובגפיחות במפרקי ם. ברקע דלקת מפרקים וס.ד סוג 2, מטופלת במטפורמין, אלנדרונט, אמלודיפין, הידרוכלורותיאזיד,רמיפריל. במהלך האשפוז נצפתה עלייה בל.ד וטיפול  באמלודיפין הותאס. בו צע א.ק.ג שגרתי תקין. במעקב אחר בצריכת פחמימות עקב ס.ד. \n\nבמהלך האשפוז טל\"ד נשמר, התבצעו בדיקות דם תקופתיות ונצפתה איזון ברמות סוכר. טיפול בדלקת מפרקים כלל סטרואידים במי נון נמוך והמלצה לשינוי בתזונה להפחתח המשקל. שוחררה במצב משופרעם המלצוח להמשך מעקב אחר ל.ד וס.ד בקהילה, ביקורת רופא משפחה עוד שבוע, ומעקב ראומטולוגי."}
{"tz": 190669846.0, "shem": "מאיה שמעוני", "age_group": "20-30", "min": "female", "taarich": "2024-09", "clinic": "מרפאות שקד", "addr": "רוטשילד 48, חולון", "smoking": false, "job": "חשבונאי", "background": ["יחר לחץ דם", "אי ספיקת כליות כרונית", "שבץ מוחי", "אוסטאופורוזיס", "סוכרת סוג 2"], "drugs": ["אספירין", "אטזרבסטטין", "גבפנטין", "דיקלופנק", "אינסולין", "איבופרופן"], "code": ["I10", "N18", "I63", "M81", "E11"], "yechida": "פנימית ב", "diagnosis": "יתר לחץ דם", "doc_type": "discharge", "text": "מאיה שמעוני, בת 30, אושפזה עקב אי יציבות ה מודינמית, רקע של יתר ל.ד, אי ספיקת כליות כרונית, ואוסטאופורוזיס. בעת קבלת חולה דווח על כאבי חזה ושינויים בא.ק.ג . לאחר ייצוב, בוצע צנ\"ל שהראה חסימה חלקית בעורק כלילי קדמי. במהלך האשפוז הותאם טיפול תרופתי שכלל שינוי מינון באטורבסטטין ואינסולין, והופסק טיפול בדיקלופנק ואיבופרופן עקב השפעתם על הכליזת.\n\nמהלך האשפוז כלל ייצוב ל.ד,  ניטור רציף של רמות הסוכר זטיפול פיזיותרפי תומך לשיפור ניידות עקב אוסטאופורוזיס. לא נרש מו תגובותאלרגיזח. ממליצים על המשך מעקב נפרולוגי ואנדוקרינולוגי בקהילה, מדידות  טל\"ד יומיומיות, ודיון מחודש אצל דיאטנית להתאמת תזונה לס.ד. כמו כן, יש לשקול הפנייה לרופאשיקום להמשך טיפול בעצמות. אין לעשן, ומומלץ על פעילות גופנית מותאמת."}
{"tz": 42681817.0, "shem": "דוד שמעוני", "age_group": "50-60", "min": "male", "taarich": "2023-09", "clinic": "מרפאות שקד", "addr": "בלפור 74, כפר סבא", "smoking": false, "job": "רופא", "background": ["מחלח כבד שומני", "אנמיה", "גאוט", "אי ספיקת לב", "אסתמה"], "drugs": ["רמיפריל"], "code": ["K76", "D64", "M10", "I50", "J45"], "yechida": "אונקולוגיה", "diagnosis": "גאוט", "doc_type": "discharge", "text": "מטופל: דוד שמעוני, 60, זכר. נכנס לאשפוז בשל החמרה באי ספיקת לב יחד עם קשיי נשימה. ברקע מחלת ככד שומני, אנמיה, גאוט, אסתמה. לא מדווח על עישון. במהלך האשפוז טופל במרללי דם וחחת מעקב קרדיאלי. בוצע א.ק.ג ללא עדות לשינויים אקוטיים. טל\"ד מתייצב תחת רמיפריל. ח.ד יציב.\n\nטיפולים גוספים כללו אינהלציות בטא2 אגוניסטים לחיזוק נשימה. חמצן במיגון נמוך הוענק לפי צורך. לא נרשמו תגובות א ל רגיות ל תרופוח חדשות. החמרח בגאוט טופלה בקולכיצין בהצלחה חלקי ת. \n\nהמלצות לשחרור: המשך טיפול ברמיפריל בעקבי ות. מעקב קרדיולוגי בקהילה. תזונה דלת מלח ושומן רווי, פעילות גופנית מותאמת. חזרה לרופא משפחה לבדיקות דם ואיזון ברזל. פיזיותרפיה נשימתית לפי הצורך."}
{"tz": 564729291.0, "shem": "שלמה בן דוד", "age_group": "30-40", "min": "male", "taarich": "2025-12", "clinic": "מרפאות שקד", "addr": "דרך השלום 48, קריית שמונה", "smoking": false, "job": "פועל בניין", "background": ["אנמיה", "אי ספיקת כליות כרונית"], "drugs": ["דיקלופנק", "רמיפריל", "הידרוכלורותיאזיד"], "code": ["D64", "N18"], "yechida": "אורולוגיה", "diagnosis": "אנמיה", "doc_type": "discharge", "text": "שלמה בן דוד, בן 31, הובא לאשפוז עקב כאבי בטן חדים וחולשה כללית. ברקע  אנמיה ואי ספיקת כליות כרונית. במהלך האשפוז בוצעו בדיקות דם שהראו הרעה בתפקודי הכליות, בדיקת א.ק.ג ללא ממצא חריג. טיפול ניתן בדיאטת דלת חלבזן ונוזלים, כמז כן שונתה התרופה הידרוכלורותיאזידעקב החמרה בתפקוד הכלייתי. קיבל דיקלופנק לשיכוח כאבים במינוןמופחת .\n\nמטופל יציב, שוחרר הבי תה עם המלצות להמשך מעקב אצל רופא משפחה ובדיקות דם חוזרות בעוד שבוע. יש להימנע מתרופות נוגדותדלקת שאינן סטרואידליות (NSAIDs). הומלץ על הפסקת רמיפריל ולהתחליף בתרופה אחרת לל.ד. ממליצים על המשך מ עקב נפרולוגי. לא מעשן, ללא אלרניות ידועות. חזרה לפעילות רגי לה בהקדם."}
{"tz": 890612039.0, "shem": "אמילי אברהם", "age_group": "70-80", "min": "female", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "אלנבי 33, רעננה", "smoking": false, "job": "שף", "background": ["אסחמה", "היפרליפידמיה", "סוכרת סוג 2", "מחלת לב כלילית", "דלקת מפרקים"], "drugs": ["אטורבסטטין", "אלנדרונט", "קלופידוגרל"], "code": ["J45", "E78", "E11", "I25", "M19"], "yechida": "קרדיולוגיה", "diagnosis": "סוכרת סוג 2", "doc_type": "discharge", "text": "אמיל י אברהם, בת 72, אושפזה בשל החמרה במצב הנשימתי על רקע אסתמה כרונית. בנוסף, אובחנה החמרה בל.ד עקב ס.ד סוג 2 מחוץ לאיזזן וחשד לבעיות קדריאליות. ח.ד אושפזה למעקב ולייצוב טל\"ד. במהלך האשפוז בוצע א.ק.ג שהראה שינוי ים איםכמיים, בועע ענ\"לעם מציאת תסימה משמעותית שטופלה בסטנט. \n\nהיה צורך בהתאמת טיפול תרופתי, כולל הוספת אינסולין לאיזון ס.ד, ושינוי מינון אטורבסטטין. פיזיותרפיה נשימתית סופקה. טופלה במחן חמצן בשל ירידה בריווי חמצן. עברנו החייעצות עם ראומטולוג על רקע דלקת מפרקים. ללא סימנים לאלרגיה ידועה. אלמנה, גרה לבד, אך יש תמיכה משפחתית מספקת.\n\nהמלצותלהמשך בקהילה: מעקב צמזד אצל קרדיו לוג ורופא ריאות. המשך טיפול תרופתי כרגיל, צם דגש על ניטור תכוף של רמות סוכר וטל\"ד. פיזיותרפיה נשימתית ביתית מומלעת. ביקור חוזר במרפאת לב תוך 6 שבועות."}
{"tz": 824558779.0, "shem": "תמר חדד", "age_group": "50-60", "min": "female", "taarich": "2024-07", "clinic": "מרפאות שקד", "addr": "ביאליק 84, עכו", "smoking": false, "job": "עיתונאי", "background": ["מחלת כבד שומני", "דיכאון", "אנמיה", "סוכרת סוג 2"], "drugs": ["אמלודיפין", "וורפרין", "רמיפריל"], "code": ["K76", "F32", "D64", "E11"], "yechida": "אורחופדיה", "diagnosis": "דיכאון", "doc_type": "discharge", "text": "תמר חדד, בת 53, התקבלה עקב החמרה בל.ד וחשד למחלת לב. סובלת מרקע של כבד שומני, דיכאון, אגמיה וס.ד סוג 2. אינה מעשנת. בוצע א.ק.ג שהראה שינויים איסכמיים קלים, טל\"ד התאזן לאחר התחלת טיפול תרופתי. במהלך האשפוז קיבלה טיפול תומך ויוצבה ברמת ל.ד. \n\nטפיקים כללו החאמת מינון אמלודיפין והוספת תוספי ברזל לאנמיה. המשיכה טיפול במשטר הר גיל עם וורפרין ורמ יפריל. לא נרשמו אלרגיות חדשות. עברה הדרכה תזוגתית לשיפור מצב הכבד השומני וניהול ס.ד. \n\nהמלצות לשחרור: מעקב רופא משפחה בחודש הקרוב להערכת התרזפות, בדיקות דם תקופתיות למעקב אחר אנמיה וס.ד, המשך מעקב פסיכיאטרי לדיכאון. תמר מתבקשת להקפיד על דיאטה דלת שומן ופעילות ג ופנית מתונח."}
{"tz": 780068110.0, "shem": "אדם פרידמן", "age_group": "20-30", "min": "male", "taarich": "2023-08", "clinic": "מרפאות שקד", "addr": "בן נוריון 9, באר שבע", "smoking": false, "job": "אחות", "background": ["מחלת לב כלילית", "דלקת מפרקים"], "drugs": ["פרוקסטין"], "code": ["I25", "M19"], "yechida": "מיון", "diagnosis": "מחלת לב כלילית", "doc_type": "discharge", "text": "אדם פרידמן, גיל 26, מין זכר, אושפז עקב כאבי חזה חריפים וקוצר נשימה. החולה סובל ממחלת  לב בלילית ודלקת מפרקים. בוצע א.ק.ג שהראה שינויים איסכמיים. בוצע צנ\"ל עם ממצא של היצרות בעורק בלילי ראשי. במהלך האשפוז, טופל בניטרטים, אספירין וסטטינים. שוחדר במצב יעיב.\n\nהמלצות: המשך טיפול תרופתי בבית עם פרוקסטין , ניטרטים ואספירין. מעקב קרדיאלי בקהילה דרך קרדיולוג. מומלץ לנוח ולהימנע ממאמץ פיזי כבד. להימנע מעישון למרות שאינו מעשן. דיאטה דלת מלח ושומן. פיזיות רפיח נשימתית לפי צורך. חזרה לביקורת בעוד 6 שבועות או במקרי התדרדרות."}
{"tz": 281273581.0, "shem": "עידו סויסה", "age_group": "40-50", "min": "male", "taarich": "2025-07", "clinic": "מרפאות שקד", "addr": "דיזנגוף 83, ירושלים", "smoking": false, "job": "גמלאי", "background": ["אסתמה", "אנמיה", "מחלת לב כלילית", "COPD", "היפרליפידמיה"], "drugs": ["אספירין", "קלופידוגרל", "אינסולין"], "code": ["J45", "D64", "I25", "J44", "E78"], "yechida": "אונקולוגיה", "diagnosis": "אנמיה", "doc_type": "discharge", "text": "עידו סויסה, גבר בן 43, הוומן לאשפוז עקב כאבים בחזה וקוצר נשימה. רקע רפואי כולל אסתמה, COPD, אנמיה, מחלת לב כלילית והיפרליפידמיה. אינו מעשן. מטופל באספירין, קלופידוגרל, ואינסולין עבור ס.ד. \n\nבמהלך האשפוז, בוצע צנ\"ל דחוףשהראה היצרות בעורק הכלילי. טופל בסטנט. א.ק.ג חראה שיפור בתפקוד הלב. אגמיה טופלה בעירוי ברזל. לאחר התייצבות טל\"ד, שוחרר להמשך מצקב. אין אלרגיות ידועות. \n\nהמלצות: המשך טיפול בתרופות הקבועות. מעקב קרדיולוג וא.ק.ג בעוד שבוע. התייעצוח עם תזוגאית להורדת שומנים בדם. שמירה על פעילות גופנית בהתאם להנחיות. אין צורך בהדמיה גוספת כעת. פנייה למרפאת חוץ במידה ויש החמרה או תסמינים חוזרים."}
{"tz": 638782946.0, "shem": "דנה כהן", "age_group": "10-20", "min": "female", "taarich": "2024-04", "clinic": "מרפאות שקד", "addr": "סוקולוב 105, צפת", "smoking": false, "job": "רופא", "background": ["גאוט", "שבץ מוחי", "אי ספיקת כליות כרונית", "פרפור פדוזדורים", "סוכרח סוג 2"], "drugs": ["וורפרין", "מטופדולול", "קלופידוגרל", "אספירין"], "code": ["M10", "I63", "N18", "I84", "E11"], "yechida": "מיון", "diagnosis": "שבץ מוחי", "doc_type": "discharge", "text": "דנה כהן, בת 16, אושפזה בשל החמרה באי ספיקת כליות כרונית ברקע של גאוט, שבץ מוחי, פרפור פרוזדורים וס.ד סוג 2. הגיעה עם תלונות של ע ייפות, בצקות ותשישות כללית. א.ק .ג הראה פרפור פרוזדורים ידזע, ללא שינויים חריגים. טל\"ד תקין תחת טיפול תרופתי.\n\nכמ הלך האשפוו טופלה בוורפרין, מטופרולול, קלופידוגרל ואספירין. התבצצ איזון ח.ד והמשך מעקב אחר תפקודי כליו ת. הומלץ על דיאטה דלת נתרן וחלבון, וניהול קפדני של רמות הסוכר בדם.\n\nהמלצות לשחרור: המשך טיפול תרופתי כפי שניתן, ביקורת נפרולוג וקרדיו לוג בקהילה. מעקב רצוף אחר תפקודי כליות ו ל.ד. המשך ניהול ס.ד עם דגש על תזונה מותא מת. אין לעשן. חוזרת לחיים רגילים עם הגבלות מינימליות."}
{"tz": 49082407.0, "shem": "סיגל דוד", "age_group": "10-20", "min": "female", "taarich": "2025-10", "clinic": "מרפאות שקד", "addr": "הרצל 93, בת ים", "smoking": false, "job": "נהג", "background": ["אוסטאופורוזיס", "השמנת יתר", "דלקת מפרקים", "היפרליפידמיה", "שבץ מוחי"], "drugs": ["סימבסטטין", "וורפרין", "איבופרופן", "אלנדרונט"], "code": ["M81", "E66", "M19", "E78", "I63"], "yechida": "פנימית א", "diagnosis": "דלקת מפרקים", "doc_type": "discharge", "text": "סיגל דוד, בת 11, אושפזה בשל כאבים חזקים במפרקים וקושי בתנועח. בעת קבלה דלקת מפרקים פעילה, מצב מחמיר עם חום נמוך. ב רקע אוסטאופורוזיס, השמנת ית ד, היפרליפידמיה ושבץ מוחי. מטופלת בסימבסטטין, וורפרין, אי בופרופן, אלנדרזגט. אין עישון, אין אלרגיות ידועות. \n\nבמהלך האשפוז טופלה במשככי כאביס ואנטידלקתיים, שיפו ר חלקי במצב המפרקיס. בוצעה התאמת מינזן לוורפרין עקב תפקודי ק רישה משתנים. בדיקת א.ק.ג תקינה. התחלה של פיזיתרפיה למפרקים. מצב המטופלת התייצב ללא סיבוכים נוספים. \n\nהמלצות:המשך טיפול בפיזיותרפיה בקהילה, מעקב דחוף אורטופד, בדיקות דם חודשיזת לניטור INR למינון וו רפרין, המשך טיפול תרופתי כרגיל. פגיה למוקדרפואי בכל החמרה. הימנעות ממאמץ פיזי מו גזם. פגישה עם תזונאית להערכת משקל וקביעת תכנית חזונתית להורדה כמשקל . סיגל זקוקה למעקב רפואי צמוד עקב מחלות הרקע."}
{"tz": 521103929.0, "shem": "עומר חדד", "age_group": "20-30", "min": "male", "taarich": "2023-01", "clinic": "מרפאות שקד", "addr": "רוטשילד 88, נתניה", "smoking": false, "job": "מהנדס", "background": ["סוכרת סוג 2", "דמנציה", "אי ספיקת כליות כרונית", "היפרליפידמיה", "גאוט"], "drugs": ["איבופרופן", "אטורבסטטין", "הידרוכלורותיאזיד", "אינסולין", "אלנדרונט", "דיקלופנק"], "code": ["E11", "F03", "N18", "E78", "M10"], "yechida": "גריאטריה", "diagnosis": "גאוט", "doc_type": "discharge", "text": "עומר חדר, גבר בן 32, אושפז עקב ה חמרה ב.ס.ד סוג 2 זקשיי שליטה ברמזת גלו ק'. בנוסף, דיווח עלכאבים מפרקים חוזרים במיוחד בברך ימין, המצביע ים על התקף גאוט. במהלך האשפוז, נצפתה החמרה קלח בתפקורי כליה, ככל הנראה עקב השילוב התרופתי. בוצעו בדיקות דם, א.ק.ג תקין, ונשללה אי ספיקת לב. טל\"ד היה יציב.\n\nבמהלך השהייה טופל באינסולין מותאם אישית, נוזלים iv, ודיקלופנק להקלה על הכאב. שינויים מינוריים בתרופות הומלצו להמשך טיפול בקהילה, כולל הפסקת איבופרזפן עקב חשפעה כלייתית. שוחרר במצב יעיב.\n\nהמלצות לק הילה: מעקב צמוד אצל רופא המשפחה לאיזון ס.ד, ייעוץ דיאטני להורדת ליפידים, והמשך טיפ ול באלנדרונט למניעת אוסטיאופורוזיס. מומלץ להימנע משימוש בNSAIDs ולהמשיך מעקב כליות כל 3 חודשים. ייעוץ נפדולוגי לפי הצורך. שחרור הביתה עם אפשרות לחזור למיון במקרה של החמרה."}
{"tz": 848792065.0, "shem": "דניאל גולן", "age_group": "40-50", "min": "male", "taarich": "2024-04", "clinic": "מרפאות שקד", "addr": "רוטשילד 70, אשדוד", "smoking": false, "job": "פועל כניין", "background": [], "drugs": ["רמיפריל", "לבותירוקסין"], "code": [], "yechida": "אורולוגיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "דניאל גולן, בן 43, ללא מחלות רקע ידוצות, הגיע לאשפוז בעקכות כא בים בחזה וקשיי נש ימה. א.ק.נ הראה סימנים של איסכמיה, ח.ד שמאלי. בוצע ענ\"ל שלאחריו חל שיפור במצבו. במהלך האשפוז טופל בקלופידונרל, רמיפריל וסטטינים. טדם ידוע על אלרגיות. \n\nבמהלך האשפוז:יציב המודינמית, ללא אפ יזודות נוספות של כאבים בחזה. טל\"ד היה תקין אחרי התחלת טיפזל. תפקודי תריס תקינים תחת לבותירוקסין. שוחרר במצב כללי טוב, מונחהלהמשך מעקב רופא משפחה. \n\nהמלעות: המשך טיפול תרופתי בדמיפריל, קלופידוגרל ולבותירוקסין. בדיקת דם בעוד שבוציים כולל פרופיל ש ומ נים. ביקורת קרדיולוג נוספת בצוד חודש. להימנ ע ממאמץ יתר ולהקפיד על תזונה נכונה. איןלעשן."}
{"tz": 104636816.0, "shem": "נועה סויסה", "age_group": "30-40", "min": "female", "taarich": "2025-10", "clinic": "מרפאזת שקד", "addr": "דיזנגוף 111, צפת", "smoking": false, "job": "עיתונאי", "background": ["יתר לחץ דם", "פרפור פרוזדורים"], "drugs": ["מטפורמין", "אספירין", "פרוקסטין", "סימבסטטין", "קלופידוגרל"], "code": ["I10", "I48"], "yechida": "ריאות", "diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "text": "נועה סויסה, בת 30, אושפזה בשל החמרה בפרפור פרוזדורים על רקע יתר ל.ד וס.ד.הגיעה למיון עם תלוגה על דפיקות לבמהירות וקוצר נשימה. בוצע א.ק.ג שהד גים פר פור פדוזדורים מהיר. התקבלה להשגחה וטיפול כסטטוס לבבי וביצוע איזון פרופורציה תרופתי. במהלך האשפוז בוצעו בדיקות דם , איזוןל.ד וטיפול במדללי דם.\n\nקיבלה טיפול בפרוקסטין לוויסות קצב הלב ושחרור ממצבים חרדחיים. לאור מצבה הוחלט על התחלת טיפול אנטי-קואנולנטי נוסף מעבר לקלופידוגרל לשימוד מצב הקרישה. לאורך האשפוז חלה הטבה במצב הכללי, והמטופלתשוחררה לביתה במצב יציב.\n\nהמלצות : המשך מעקב קרדיולוגי בקהילה, כשילוב מדידוח טל\"ד יומיות. יש להמשיך בטיפול התרופתי כרגיל, לרבות מטפורמ ין ואספירין. מומלץ על פעילוח גופנית מתונה ומעקב סדיר אחר ל.ד וס.ד. כמו כן, יש לה פסיק טיפול פרוקסטין בהדרגה בהתאם להנחיות רופא מטפל. במקרה של החמרה בתסמינים או הופעת תסמינים חדשים, יש לפנות באופן מיידי למיון."}
{"tz": 555438407.0, "shem": "אחמד עמר", "age_group": "40-50", "min": "male", "taarich": "2023-01", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 3, דימונה", "smoking": false, "job": "מהנדס", "background": ["סוכרת סוג 2", "יתר לחץ דם", "השמנת יחר", "פרפור פרוזדורים"], "drugs": ["לוסרטן", "קלופידוגרל", "נבפנטין", "פרוקסטין"], "code": ["E11", "I10", "E66", "I48"], "yechida": "פנימית ב", "diagnosis": "סוכרת סוג 2", "doc_type": "discharge", "text": "אחמד עמר, זכר, בן 44, התקבל לאש פוז עקב החמרה בפרפור פרוזדורים עם תסמיני דפיקות לב וכאבים בחזח. ברקע ס.ד סוג 2, ל.ד כלתי מאוזן והשמגת יתר. לא מעשן. כמהלך האשפוז בוצע א.ק.ג שהראה פרפור פרוזדורים לא יציב. המטופל טופל במדללי דם וקרדיולוגיה הוחלט על צג\"ל להערכת מצב כלי דם כליליים. צנ\"ל הדאה חסימה קלה בעורק ימני שטופלה בקונסברטיבי. \n\nהחולה קיבל טיפול תרופתי מותאס, כזלל העלאת מיגון לוסרטן והוםפת תרופה לאיזון פרפור. הסטורציה יציבה לאורך האשפוו, ללא אירועים חריגים נוספים. במצבוהמשוחרר יציב, מאוזן ל.ד, חוזר לתפקוד מלא.\n\nהמלצות לקהילה: מעקב רופא משפחה וקרדיולוג. המשך טיפול תרופתי כפי שניתן. ניטור סוכר ול.ד. תזזנה בריאה ופעילותגופנית מתוגה בהתאס למצבו. דיווח על כל שינ וי במצב הבריאותי. בדיקות דם ומעקב ם.ד כל 3 ח', כולל בדיקת תפקודי כליות וכבד."}
{"tz": 566474235.0, "shem": "אריאל ביטון", "age_group": "20-30", "min": "male", "taarich": "2025-09", "clinic": "מרפאות שקד", "addr": "הרצל 98, דימונה", "smoking": true, "job": "מהנדס", "background": ["אי ספיקת כליות כרונית", "אוסטאופורוזיס", "מחלת לב כלילית", "דיכאון"], "drugs": ["אמלודיפין", "אומפרזול", "קלופידוגרל", "אטורבסטטין"], "code": ["N18", "M81", "I25", "F32"], "yechida": "אנדוקרינולוגיה", "diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "text": "התקבל אריאל ביטון, בן 27, ע ם כאבים בחזה וקוצר נשימה. סיבת אשפוז: תעוקת חזה צל רקע מחלח לב כלילית ידועה. בוצע א.ק.ג שהראה שינוי ים איסבמיים. גשלח לצנ\"ל דחוף שם נמעא חסימה ב-LED שטופלה בהצלחה עם סטגט. המשך מעקב קרדיאולוגי. במהלך חאשפוז טופל בנוגדי קרישה ושחררנז אות ו במצב יציב.\n\nמטופ לעם רקצ אי ספיקת כליותכרונית זאוסטאופורוזיס. במצקב נ פרולוגי. סובל מדיכאון, מטופל תרופתית. לא ידוע על אלרגיות. ממשיך לעשן למרותהסיכון הקרדיאולוגי. יש לחרד את החשיבות בגמילה מעישון.\n\nהמלצות לקהילה: להמשיך טיפול תרופתי כרגיל: אמלודיפין, אומפרזול, קלופידוגרל, אטורכסטטין. מע קב קרדיאולוגי ונפרולזגי בקהילה. ל הימנע ממאמץ פיזי כבד. תזונה דלח מלח ושומנים. פניה לרופא משפחה בכל שינוי במצב.מעקב פסיכיאטרי להמשך טיפול בריכאון. השוב  להדגיש אתהצורך בהפסקת עישון."}
{"tz": 728975269.0, "shem": "ענת אלון", "age_group": "20-30", "min": "female", "taarich": "2024-07", "clinic": "מרפאות שקד", "addr": "בן גוריון 89, אשקלון", "smoking": false, "job": "חשבונאי", "background": ["השמנת יתר"], "drugs": ["מטפורמין"], "code": ["E66"], "yechida": "מיון", "diagnosis": "השמנת יתר", "doc_type": "discharge", "text": "ענת  אלון, נקבה, בת 31, השמנת יתר וס.ד, מטופלת במטפורמין. התקבלה עקב כאבים בחזה מלווים בקוצר נשימה. בבדיקת א.ק.ג נמצאו שינויי ם קלים, טל\"ד תקין. ענ\"ל לא הראה חסימותמשמעותיות. במהלך האשפוז ח.ד. י ציב, ל.ד.תקין, ללא אירועים חריגים נוספים. \n\nבמה לךהאשפוז טופלה בניטרופורידין להפחתת כאבים ובבדיקה קרדיאליתלא נמצאו סימנים לאירועלבבי משמעותי. המלצות להמשך: מעקב רופא משפחה לשמירה על טל\"ד ודיקת ס.ד. המשך טיפול במטפורמין, דיאטה מאוזנת, פעילות גופנית קבועה. מתבקשת לחזור לביקורת בעוד חודש. לא מעשנת, אין אלרגיות ידועות."}
{"tz": 975736604.0, "shem": "אריאל כהן", "age_group": "50-60", "min": "male", "taarich": "2023-09", "clinic": "מרפאות שקד", "addr": "ויצמן 111, פתח תקווה", "smoking": false, "job": "עובד סוציאלי", "background": ["השמנת יתר", "דלקת מפרקים", "גאוט"], "drugs": [], "code": ["E66", "M19", "M10"], "yechida": "ריאות", "diagnosis": "השמנת יתר", "doc_type": "discharge", "text": "אדיאל כחן, גבר בן 61, אושפז בשל כאבים חזקים במפרקים שההמירו עם הזמן. כרקע חשמנת  יתר, דלקתמפרקי ם וגאוט. במהלך האשפוז בוצע בירור מקיף, כולל בדיקות דם וחדמיה, שאישרו התלקחות נאוט חריפה. הטיפול כלל מתן NSAIDs וכולכיצין לשיכוך כאבים ודלקת. תגובה חיובית לטיפול תוך ימים ספורים. ללא סימני זיהום או תופעות לוואי חריגות.\n\nבמהלך האשפוז, נבדק גםמעב ל.ד והומלץ עלשינוי אורח חיים להפחתת משקל ושיפור מצב הבריאות הכללי. אין עדות לס.ד או בעיזת לבביות בא.ק.ג. המטופל אינו מעשן, ללא אלדניות ידועות. יש להמשיך במעקב רפואי קבוע בקהילה, לשקול ייעוץ דיאטני לפחתת משקל ולמנ יעת הישנות התקפים."}
{"tz": 772934303.0, "shem": "אלון אוחנה", "age_group": "20-30", "min": "male", "taarich": "2024-08", "clinic": "מרפאות שקד", "addr": "שדרות העצמאזת 81, לוד", "smoking": true, "job": "שף", "background": ["דמנציה", "אי ספיקת לב", "אוסטאופורוזיס", "אסתמה"], "drugs": ["הידרוכלורותיאזיד", "וורפרין", "אטורבסטטין", "גבפגטין"], "code": ["F03", "I50", "M81", "J45"], "yechida": "פנימית א", "diagnosis": "אסתמה", "doc_type": "discharge", "text": "מטופל אלון אוחנה, בן 24, זכר. מחלות רקע: דמנציה, אי ספיקתלב, אוסטאופורוזיס, אסתמה. תרופות קבועות: הידרוכלורותיאזיד, וורפרין, אטורבסטטין, גבפנטין. מעשן. \n\nאשפוז עקב החמדה באי ספיקת לבותפקודריאתי ירוד. בבדיקות: ירידת ט ל\"ד,קוצר נשימה כמאמץ קל. בוצע א.ק.ג ששלל איסכמיה אקוטית . טופל משתנים, איזון ול.ד ותרופות  אינהלציה. שיפורקליני ניכר. במעקב ריאות ולב. \n\nהמלצות: הפסקת עישון מיידית. חמשך טיפול תרופתי כרגיל. ביקורת קרדיולוג בעזד חודש. חיסון שפעת עונתי. מעקב רופא משפחה ל.ד ואיזון תרופתי. המנעות ממאמץ פיזי מוגזם."}
{"tz": 785760844.0, "shem": "אמילי אוחנה", "age_group": "30-40", "min": "female", "taarich": "2023-02", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 81, רעננה", "smoking": false, "job": "טכנאי", "background": ["סוכרח סוג 2", "אי ספיקת כליות כרונית", "דלקת מפרקים", "גאוט"], "drugs": ["קלופידוגרל", "גבפנטין", "לבותירוקסין", "אינסולין", "הידרוכלורותיאזיד", "אספירין"], "code": ["E11", "N18", "M19", "M10"], "yechida": "נוירולוגיה", "diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "text": "אמילי אוחנה, בת 34, אושפזה בשל החמרה באי ספיקת כליות כרונית וסיבוכי ס.ד. במהלך האשפוז טופלה באינסולין במינונים מותאמים, גבפנטין להקלת באב, ושמירה על טל\"ד מאוזן עס הידרוכלורותיאזיד. בועעו מספר בדיקות דם, א.ק.ג ותפקודי כליות אשר הראו שיפור חלקי. ללא ארועים חריגים במהלך האשפוז. \n\nבהמלצות לשחרור:המשך מעקב נפרולוגי בקהילה, התאמת מינוני אינסולין בשיתוף עם רופא ס.ד, ומעקב לחץ דם שבועי בבית. הפחת ת מזון עתיר פחמימות והגברת פעילות גופנית קלה לפי הנחיות רופ א המטפל. מומלץ מעקב ראומטולוגי בשל דלקת מפרקים וגאוט. אין אלרגיות ידועות. ללא עישון."}
{"tz": 317807824.0, "shem": "אלון פרידמן", "age_group": "50-60", "min": "male", "taarich": "2025-10", "clinic": "מרפאות שקד", "addr": "דרך השלום 5, אשקלון", "smoking": true, "job": "מתכנת", "background": ["דמנציה", "דלקת מפרקים", "מחלח כבד שומני"], "drugs": ["אמלודיפין"], "code": ["F03", "M19", "K76"], "yechida": "אורולוגיה", "diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "text": "אלון פרידמן, גבר בן 52, אושפז עקב החמרה  בדמנציה וחופעת בלבול חריף. מחלות רקע כוללות דלקת מפרקים וצל\"כ (צמיחה שזמנית כבדית). בתהליך האשפוז, הוחמר מצב הבלבול ונצפו שינויים במצב חהכרה. בוצעו בדיקות דם שגרתיות, א.ק.ג היה תקין. טל\"ד נשמר בטווחים תקינים עם טיפול באמלודיפין. בוצעה הערכה נוירזלוגית, לא נמצאו ממצאים חדיגים נוספים מעבר למצבו הבסיסי. \n\nבמהלך האשפוז קיבל טיפול תרופתי להקלת הסימפטומים,כולל התאמת מי נון של אמלודיפין. קיבל ייעוץ תזונתי לצמצום ת זונה שומנית והומלץ להפחית בעישון. בשחרור, יציב, עם המלצה למעקב רופא משפחה, הפנייח להמשך טיפול נריאטרי וייעוץ לגבי דלקת מ פרקים. חשוב להמשיך מעקב צמוד בשל מחלת כבד שומני. המלצות לקהילה: המשך טיפזל באמלודיפין, הפסקת עישון, מעקב ל.ד וייעוץ תזונתי קבוע."}
{"tz": 966958324.0, "shem": "דניאל שמעוני", "age_group": "40-50", "min": "male", "taarich": "2025-01", "clinic": "מרפאות שקד", "addr": "ישראל", "smoking": false, "job": "צלם", "background": ["אי ספיקת לב", "השמנת יתר", "גאוט"], "drugs": ["אזמפרזול", "גבפנטין", "פרוקסטין", "אספירין"], "code": ["I50", "E66", "M10"], "yechida": "קרדיולוגיה", "diagnosis": "אי ספיקת לב", "doc_type": "discharge", "text": "דניאל שמעוני, זכר, בן 44, או שפו בשל החמרה באי ספיקת לב.סובל גס מהשמנת יתר  וגאוט. במה לך האשפוז בוצעו בדיקות דם, א.ק.ג שהראה שינויים איסכמיים קלים, וטיפול תרופתי כולל השתלבות ש ל דיקלופנק באופן קבוע. מצב לבבי יציב, טל\"ד נשמר בטווחים תקינים.\n\nבמה לך האשפוז, ניתנו אומפרזול, גבפנטין, פרוקסטין ואספירין. המעבר מהאשפוז לקהילה יכלול המשך מעקב קדדיולוגי והערכת אי ספיקת לב. מומלץ הקפדה על דיאטה דלת שומן ומלח, ומעקב על ח.ד. המלצה להמשיךטיפול כתרופות הקיימות,ללא שי נויים. נצפה לשיפורבמצבו,ללא אירועים חריגים."}
{"tz": 668327232.0, "shem": "ליאם שמעוני", "age_group": "10-20", "min": "male", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "בלפור 52, קריית שמונה", "smoking": false, "job": "סטודנט", "background": ["COPD", "דמנציה"], "drugs": ["מטפורמין", "מטופרולול", "דיקלופנק", "פרוקסטין", "קלופידוגרל", "אומפרזול"], "code": ["J44", "F03"], "yechida": "נוירולוגיה", "diagnosis": "COPD", "doc_type": "discharge", "text": "ליאם שמעוני, בן 12, אושפז בשל החמרה ב-COPD. בדקע דמנציה. התקבל עם קוצר נשימה, טל\"ד נמוך, ולאחר ביצוע א.ק.ג נצפו שיגויים לא ספציפים. במהלך האשפוז טופל בחמצן, א ינהלציות, וסטרואידים תוך-ורידיים. לאחר התייצבות טל\"ד ו שיפור במצב הנשימתי, שוחרר הביתה.\n\nבהמלצות: המשך טיפול תרופתי כרגיל: מטפורמין, מטופרולול, דיקלופנק, פרוקסטין, קלופידוגרל, אומפרזול. מעקב רופא משפחה תוך שבוע. להמנע ממגע עם אנשים חולים בשל רגישות ריאתיח. אין עישון בעבר. ממשפחתו לא דווח על מחלות נוספות."}
{"tz": 519712848.0, "shem": "אריאל רוזנברג", "age_group": "80-90", "min": "male", "taarich": "2024-08", "clinic": "מרפאות שקד", "addr": "ויצמן 91, עכו", "smoking": false, "job": "מתכנת", "background": ["היפרליפידמיה", "השמנת יתר", "דיכאון", "דלקת מפרקים"], "drugs": ["הידרוכלורותיאזיד", "וורפרין", "אינסולין", "אלנדרונט"], "code": ["E78", "E66", "F32", "M19"], "yechida": "פנימית א", "diagnosis": "השמנת יתר", "doc_type": "discharge", "text": "אריאל רוזגברג, גבר בן 85, עם היפרליפידמיה, השמנת יתד, דיכאון ודלקת מפרקים,הגיע לאשפוז עקב החמרה במצב כללי וקושי בנשימח. במהלך האשפוז תועדו  סמני אי ספיקת לב. בוצע א.ק.ג שהראה שינויי  ST, צג\"ל דחוף חראח חסימה משמע ותית בעורק שמאלי קדמי יורד. טופל בהצלחה עם םטנט. במהלך האשפוז חיה יציב המודינמית עם טל\"ד חקין. \n\nהטיפול כלל הידרוכלורותיאזיד, זורפרין, אינסולין למרבית הקפדה על ערכי סוכר, ואלנדרונט. לא  צוין  רגישוח לתדופות. שוחדר במצב משופר, ללא סימני בצקת ריאות, עם המלצה להמשך מעקב קרדיולוג בקהילה ושינוי בתזונה להפחתת משקל. יש להמשיך טיפול חרופתי כרגיל ולבעע בדיקות דם חודשיות לניטור תפקודי כליה ו-INR."}
{"tz": 442944401.0, "shem": "עידו לוי", "age_group": "20-30", "min": "male", "taarich": "2023-05", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 101, חיפה", "smoking": false, "job": "צלם", "background": ["סוכרת סוג 2", "דמנציה"], "drugs": ["אספירין", "אטורבסטטין", "אלנדרונט"], "code": ["E11", "F03"], "yechida": "ריאות", "diagnosis": "דמנציה", "doc_type": "discharge", "text": "עידו לוי, בן 27, זכר, אושפז עקב החמרה במצב הסוברתי וחוסר איזון מטבולי. התקבל למיזן עם ערכי סוכר גבוהים מאור, התייבשות קלה ובלבול. מטופל עם ס.ד סוג 2 ודמנציה. בעבר אירועי אובדן הכרהקלים, לא מעשן, ללא אלרגיות ידועות. רווק , נתמך ע\"י משפחה קרובה במעקב תכוף.\n\nכמהלך האשפוז טופל בעזרת נוזלים תוך ורידייםלאיזון מטבולי זהותאם טיפול באינסולין קצר טווח. ערכנו א.ק.ג שיצא תקין, וניטור טל\"ד הפריך חשד להפרעות קצב. הותאם לו דיאטה מאוזנת עם דגש על פחמימות מורכבות ובקרה פחמימתית. מצבוהקוגניטיבי נותר יעיבאך עם צורך בתמיכה נוספת בהתנהלות יומיומית.\n\nהמלצות לקהילה: המשך טיפול באינסולין קצר טווח בהתאם להנתיות, מעקב ס.ד בביח חולים ושמירה על דיאטה מאוזנת. להמשיך טיפול באספירין, אטורבסטטין ואלנדרונט. יש להקפיד על פגישות קבועות עם דיאטנית ומעקב מטבולי מרפאתי. מומלץ לשקול שירותי םיעודותמיכה נוספים בהתאם להתקדמות הדמנציה."}
{"tz": 663723955.0, "shem": "ליאן דהן", "age_group": "60-70", "min": "female", "taarich": "2024-12", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 64, ראשון לציון", "smoking": true, "job": "רופא", "background": ["השמנת יתר", "היפרליפידמיה", "אי ספיקת כליות כרונית", "שבץ מוחי", "דיכאון"], "drugs": ["אינסולין", "קלופידוגרל", "אספירין", "אטורבסטטין", "לוסרטן", "דיקלופנק"], "code": ["E66", "E78", "N18", "I63", "F32"], "yechida": "מיון", "diagnosis": "דיכאון", "doc_type": "discharge", "text": "ליאן דהן, בת 62, הגיעה עם תלונות על כאבים בחזהוקוצר גשימה. ברקע: השמנת יתר, היפרליפידמיה, אי  ספיקת כליות כרונית, שבץ מוחי ודיכאון. מעשנת. מטופלת באינסולין , קלופידוגרל, אםפירין, אטורבסטטין, לוסרטן ודיקלופנק. אין רגישות ידועח לתרופות.\n\nבמהלך האשפוז בוצע א.ק.ג שהראח שינויים איסכמיים. נבדק גם עס צנ\"ל שהראה חםימה חלקית בעורק הכלילי חשמאלי. קיבלה טיפול תרופתי מותאם  כולל ניטראטים וסטטינים מוגברים. מצבהתייצב, ללא אירועים נוספים. שוחררה במצב כללי טזב עם הנח יות להמשך מעקב קרדיאלי.\n\n המלצות: המשך טיפול תרופתי קבוע. הפםקת עישון. יעוץ תזונתי לה פחתת משקל ומעקב אצל קרדיולוג. ביקורת כליות חוזרת בצוד חודש. לשקול שינויים בטיפול בדיכאון עם פסיכיאטד."}
{"tz": 393852587.0, "shem": "תמר שלום", "age_group": "10-20", "min": "female", "taarich": "2025-11", "clinic": "מרפאות שקד", "addr": "דרך השלום 87, כפר סבא", "smoking": true, "job": "אחות", "background": [], "drugs": ["הידרוכלורותיאזיד", "פרוקסטין"], "code": [], "yechida": "כירורגיה כללית", "diagnosis": "ללא", "doc_type": "discharge", "text": "תמר שלום, בת 14,ללא מחלות רקע ידועות, הגיעה למיון עקב כאבי בטן עזיס במשך 3 ימים, עם חום נמוך ותחושה כללית דעה. בבדיקה ראשונית נצפה רגישות בבטן ימגית תחתונה. א.ק.ג תקין, ודימום פנימי נשלל. נלקחה לביופסיה לחשד לדלקת תו ספתן, שאומת. טופלה אנטיביוטית ב-IV ומתן נוזלים. ניתוח אפנדקטומיה בוצע בהצלחה, ללא סיבוכים. \n\nבמהלך האשפוז תפקודים היוניים השתפרו. תמר החלה לצרוך מזון מוצק ביום השני לאחר הניתוח ומדווחח על חזרה לתחושה כללית טובה. ממשיכה טיפול פרוקסטין והידרוכלורותיאזיד במי נון קבוע בהתאם להנחיות הקודמזת. \n\nהמלצות לשחרור: פגישת ביקור ת בקהי להתוך שבוע. המשך טיפול תרופתי כרגיל. המלצה להפסיק עישון. במידה ומופיעיס חום, כאב בטן מוגבר או סימפטומים אחרים, לפנות למיון."}
{"tz": 253092514.0, "shem": "דוד אברהם", "age_group": "40-50", "min": "male", "taarich": "2023-11", "clinic": "מרפאזת שקד", "addr": "ביאליק 70, צפת", "smoking": true, "job": "סטודנט", "background": ["שבץ מוחי", "אוסטאופודוזיס"], "drugs": [], "code": ["I63", "M81"], "yechida": "אורולוגיה", "diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "text": "דוד אברהם, זכר, 47, התקבל לאשפוז עקב כאב חזה חזק וקשיי נש ימה. מוכר עם שבץ מוחי ואוסטאופורוזיס. מעשן. שלל ס.ד, ל.ד גבוה מאוד בקליטה, טל\"ד לאיציב. בועע א.ק.ג שהראה שינויים לא ספציפייס. במהלך האשפוז טופל במרפים ללב ולחץ דם, מצב השתפר. אקו לב תקין, ללא צנ\"ל. \n\nשוחרר במצבכללי טוב. נדרש להפסיק עישון זלשמור על דיאטה עשירה בסידן למניעח החמרה באוסטאופורוזיס. מעקב ל.ד בקהילה. המלצות נוספות: פעילות גופנית מתונה. ביקורת רופא משפחה תוך שבועיים."}
{"tz": 772200549.0, "shem": "אזרלי צמר", "age_group": "60-70", "min": "female", "taarich": "2023-06", "clinic": "מרפאות שקד", "addr": "שדרות ירושליס 109, ראשון לציון", "smoking": true, "job": "עובד סוציאלי", "background": ["דלקת מפרקים", "דיכאון", "יתר לחץ דם"], "drugs": ["אמלודיפין"], "code": ["M19", "F32", "I10"], "yechida": "ריאות", "diagnosis": "דיכאון", "doc_type": "discharge", "text": "אורלי עמר, בת 66, נשואה,התקבלה לאשפוז עקב החמרה בכאבי מפרקים ודיכאון . מטופלת עם חיסטוריח של דלקת מפרקים, דיכאוןויתר ל.ד, מקבלת טיפול באמלודיפין. מעשנת מזה 20 שנה, אין מ ידע על  אלרגיות.\n\nבמהלך האשפוז בוצע ייצוב טל\"ד, ניהול כאב באמצעות משככי כאבים, והתאמת טיפול פסיכיאטרי. מצבה השתפר לאחר העלאת מינון נוגדי דיכאון. התייעצות ראומטולוגית המליצה על תוספת טיפול ביולוגי, נשקל אך ל א ניתו. \n\nהמלצות: מעקב רופ א משפחה להמשך איזון ל.ד,הפסקת עישון, חזרה למעקב פסיכיאטרי להמשך טיפול תרופתי. מומלץ לחזור לביקזרת ראומטולוגית תוך חודש."}
{"tz": 739774065.0, "shem": "דנה רוד", "age_group": "60-70", "min": "female", "taarich": "2025-02", "clinic": "מרפאות שקד", "addr": "רחוב הנכיאים 67, הרצליה", "smoking": false, "job": "קבלן", "background": ["השמנת יתר", "דמנציה"], "drugs": ["אומפרזול", "הידרוכלורותיאזיד", "מטופרולול", "אספירין"], "code": ["E66", "F03"], "yechida": "אונקולוגיה", "diagnosis": "דמנציה", "doc_type": "discharge", "text": "מטופלת דנה דוד, בת  7ס, מאושפזת עקב כאבי חזה וקשיי נשימה. סיב ת אשפוז: חשד לתסחיף ראתי. חולה עם היסטורי ה ש ל השמנת יתר ודמנציה. תרופות ק בועות כוללות אומפרזול, הידרוכלורותיאזיר, מטופרולול ואספידין . לא מעשנת. \n\nבמהלך האשפוז בוצעה בדיקת א.ק.ג שהראתה שי נויים לא ספציפייס. טל\"ד יציב, הועלתה מינון מטופרולול לשיפור בשליטח ל.ד. טי פול תומך כולל חמצן ו הידרציה תוך ורידית. מצב משפר אחרי מתן טיפול אנטיקואגולנטי. ללא סיבוכים נוספים במהלך האשפוז.\n\nהמלצות לשחרור: המשךמעקב קרדיולוגי בקהילה. יש להקפיד על נטילת תרופות לפי מרשמים. מומלץ פעילות גופנית מתונח בהתאם להנחיות אישיות. פנייה למרפאת זיכרון להמשך הערכה של רמנציה. במידה וקיימים סימנים חוזריס של כאבי חזה או קשיי נשימה, יש לפנות למיון ."}
{"tz": 137116240.0, "shem": "עדי עמר", "age_group": "0-10", "min": "female", "taarich": "2024-04", "clinic": "מרפאות שקד", "addr": "ביאליק 48, כפר סבא", "smoking": false, "job": "רופא", "background": [], "drugs": ["לבותירוקסין", "הידרוכלורותיאזיד", "לוסרטן"], "code": [], "yechida": "אורתופדיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "עדי עמר, בת ו1, אושפ זה צקב כאבי בטן חריפים ובחילות. ללא מחלזת רקע ידועות, לוקחת לבותירוקסין, הידרוכלורותיאזיד ולוסרטן. אין עישון. במהלך האשפוז נעשו בדיקות מעבדה שגרתיות, כולל א.ק.ג, שהיז תקינוח. חשד לבעיית ל.ד נשלל. טל\"ד יציב במהלך חאשפוז. נשללה ח.ר. צנ\"ל לא נדרש.\n\nבמהלך האשפוז קיבלה נוזלים ותרופות להקלת הכאב. מצב השתפר משמצותית, ושוחררה במצב טוב. ממליצים המשך מעקב רופא ילדים בקהילה. יש להקפיר על מעקכ ל.ד. והמשך טיפול תרופתי ברגיל. יש לשלול בעיות תזונה ולרווח על כל שינוי במצב. אין אלרגיות ידועות. תזכורת: לא מעשנת 20 שנה."}
{"tz": 704310382.0, "shem": "ליאם ביטון", "age_group": "40-50", "min": "male", "taarich": "2025-06", "clinic": "מרפאות שקד", "addr": "דיזנגוף 54, רעננה", "smoking": false, "job": "צלם", "background": ["דלקת מפרקים"], "drugs": ["מטפורמין", "לוסרטן", "דיקלופנק", "אטורבסטטין"], "code": ["M19"], "yechida": "נפרולוגיה", "diagnosis": "דלקת מפרקים", "doc_type": "discharge", "text": "ליאם ביטון, בן 41, אושפו עקב כאבים חדים בחזה וקוצר נשימה. מטופל עם רקע של דלקת מפרקים, מטופל בתרופ ות: מטפורמין לס.ד, לוסרטן ל.ד, דיקלופנק לכאבים ואטורבסטטין. ללא עישון. במהלך האשפוז - נבדק א.ק.ג שהראח שינויי ם לא םפציפיים. בוצע צנ\"ל שהע יד על חסימה חלקית בעורק הכלילי חימני, טופל בסטנטים. טל\"ד התייצב במהלך האשפוז.\n\nהמלצות לקהילה: המשך טיפול חרופתי כרגיל, מעקב קרדיולוגי בעוד חודש. יש להמנע ממאמץ פיזי כבד בשבועיים הקרובים. הפניה לפיזיותרפיה להמשך חיזוק והדרכה במידת הצורך. בדיקות דם בעוד שבועיים בולל תפקודי כליות ופרופיל שומנים. במקרח של חזרה סימפטומים, לפנות לייעוץ רפואי מיידי."}
{"tz": 375402542.0, "shem": "רותם אלון", "age_group": "20-30", "min": "female", "taarich": "2024-11", "clinic": "מרפאות שקד", "addr": "דרך השלום 34, פתח תקווה", "smoking": false, "job": "עיתונאי", "background": ["גאוט", "פרפור פרוזדורים", "מחלת כבד שומני", "אסתמה", "דמנציה"], "drugs": ["לוסרטן"], "code": ["M10", "I48", "K76", "J45", "F03"], "yechida": "אורתופדיה", "diagnosis": "גאוט", "doc_type": "discharge", "text": "רותם אלון, בת 26, אושפזה עקב החמרה בפרפ' פרוזד'. במהלך האשפוז, בוצע א.ק.ג שהדגים פרפ' פרוזד' לא סדיר. ניתנה טיפול תרופתי אנטי-אריתמי והמטופלת עברה התאמת מינון לוסרטן. מצב הנשימה השתפר לאחר טיפול באינהלציות זסטרואידים. אובחנה גם עלייה באנזימי כבד שהותאמה ע\"י התאמ ת ריאטה ונוזלים. \n\nבמהלך האשפוז נצפו שינויים קלים בתפקור הכבדי, אך היציבות נשמרה. המטופלת שוחררה כמצב כל לי טוב, טל\"ד תקין, ללא סימני דלקת. הוראות לשחרור כוללות המשך מעקב קרדיאלי בקהילה, ביקורת תפקודי כבד בעוד כחודש והמשך טיפול בסטודידים למםפר ימים נוספים. יש להסדיר מעקב רופא מטפל לבחינת התאמת טיפול תרופתי. טוטאין שינויים במצב הדמנציה במועד זה."}
{"tz": 547813766.0, "shem": "מתן חדד", "age_group": "40-50", "min": "male", "taarich": "2025-04", "clinic": "מרפאות שקד", "addr": "אלנבי 45, תל אביב", "smoking": false, "job": "חשבונאי", "background": ["אי ספיקח לב"], "drugs": ["פרוקסטין", "וורפרין"], "code": ["I50"], "yechida": "קרדיולוגיה", "diagnosis": "אי ספיקת לב", "doc_type": "discharge", "text": "מתן חדד, זכר, גיל 50, התקבללאשפוז עקב החמרה באי ספיקת לב. יש חיסטוריה רפואית של אי ספיקת לב, נזטל פרוקסטין ו-וורפרין. ללא עישון. אין רגישויות ידועות. במהלך האשפוז בוצע מעקב צמוד אחרמדדים חיוניים, כולל א.ק.ג, טל\"ד ותרשים אולטדסאונד ח.ד. נצפתה החמרה קלה במצב הלבבי אך ללא צורך בצנ\"ל. ניתן טיפזל תרופתימתואם למצבו, כולל שינויים מינוריים במינוני התרופות הקיימות. \n\nה מטופל משוחרר במצב כללי יציב, הומלץ על המשך מעקב קרדיולוגי בקהילה, כולל מעקב א.ק.ג תדיר. יש להמשיך טיפול  תרופחי כמקובל ולדווח  על כל שינזי במצב הבריאותי. הומלץעל תזונה דלת מלח ופעילות גופנית מתונה. כמו כן, יש לעקוב אחר ה-INR עקב נטילת וורפדין. המשך טיפול אעל רופא המשפחה ובקרדיולוג מומלץ."}
{"tz": 195979646.0, "shem": "מרים ברק", "age_group": "20-30", "min": "female", "taarich": "2024-01", "clinic": "מרפאות שקד", "addr": "אלנבי 64, אילת", "smoking": false, "job": "רופא", "background": ["אי ספיקת לב", "אי ספיקת כליות כרונית"], "drugs": ["מטופרולול", "מטפורמין", "אמלודיפין"], "code": ["I50", "N18"], "yechida": "פנימית ב", "diagnosis": "אי ספיקת כליות כרוניח", "doc_type": "discharge", "text": "מרים בדק, נ קבה, בת 26, הגיעה לאשפוז עקב החמרה באי ספיקת לב ואי ספיקת כליות כרונית. התקבלה  במיון עם קוצר נשימה, בצקות פריפריות ועלייה במשקל. באנמנזה, אין אלרגיות ידועות. אינה מעשנת. דווחה על נטילת מטופדולול, מטפורמין ואמלודיפין באופן סדיר. \n\nכמהלך האשפוז בוצע א.ק.ג שהדגים שינוייס לא ספציפיים. טיפול תרופתי כולל העלאת מינון מטופרולול ואמלודיפין ל שיפור טל\"ד, וכן תוםפת טיפול משתן אשר הוביל לשיפור כמצב הכללי וירידת הבצקות. יועץ נפרולוגי המשיך מעקב אחר תפקוד כליות, יציבות טל\"ד ול.ד. צנ\"ל לא בוצע בשל יציבות קרדיאלית.\n\nהמלצוח לשחרור כוללות נטילת חתרופות כרגיל, מעקב קרדיולוג ונפר ולוג בקהילה להמשך בירור ירידת תפקודי כליה. שמירה על דיאטה דלת נתרן ופחמימות. לפנות למיון במקרה של החמרה בקוצר נשימה או שינוי במצב כללי. ס.ד ול.ד עקבי במצקב רופא משפחה."}
{"tz": 452798523.0, "shem": "אברהם אברהם", "age_group": "70-80", "min": "male", "taarich": "2025-03", "clinic": "מרפאות שקד", "addr": "ויצמן 45, תל אביב", "smoking": false, "job": "רופא", "background": ["השמנח יתר", "דלקת מפרקים", "COPD", "גאוט"], "drugs": ["אספירין", "אמלודיפין", "אטודבסטטין"], "code": ["E66", "M19", "J44", "M10"], "yechida": "פנימית ב", "diagnosis": "השמנת יתר", "doc_type": "discharge", "text": "אכרהם אברהם, זבד בן 72, הגיע לאשפוז בשל קוצר נשימהותחושת עייפות קיצונית. רקע רפואי כולל השמנת יתר, דלקח מפרק ים, COPD, נאוט. מטופל באספי רין, אמלודיפין, אטורבסטטין. לא מעשן. במהלך האשפוז בוצע בירור שכלל א.ק.ג שלא הראה מצוקה, אך החשף על טל\"ד בלתי תקין. בוצעו בדיקות דם שהצביעו על עלייה ב-CRP. טופל בברונכודילטורים ואנטיבי וטיקח להורדת דלקת. לאחר ייצוב המצב נשקל שחרור.\n\nהמלצות להמשך טיפול בקהילה: המשך מעקב  רופא משפחה, ניטור ל.ד וטל\"ד, המשך  טיפול תרופתי כרגיל. מומלץ לחתחיל פעילוח גופנית מתונה ולהקפיד עלחזונה מאוזנת להפחתת משקל. יש לבדוק תפקודי כבד כל חצי שנה עקב שימוש באטורבסטטין. דיווח על כל שינוי במצבנשימתי לרופא מטפל. נא לא לשנות מינונים ללא התייעצות רופא."}
{"tz": 387592710.0, "shem": "ליאם אברהם", "age_group": "50-60", "min": "male", "taarich": "2023-02", "clinic": "מרפאות שקד", "addr": "בן גוריון 119, דימונה", "smoking": true, "job": "חייל", "background": ["מחלת כבד שומני"], "drugs": [], "code": ["K76"], "yechida": "כירורגיה כלליח", "diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "text": "ליאם אברהם, זכר, 60, אושפז בשל כאבי בטן פתאומיים ובחילות. רקע כולל מחלת כבד שומני ועישון כבד. ללא חרופות קבועות. במהלך האשפוז בוצעו בדיקות דם ואולטרסאונד כבד ש חשפו החמדח במצב הכבד. טל\"ד תקין, אין םימני ס.ד או ל.ד. ללא אירועי צנ\"ל. \n\nטיפול כלל תמיכה נוזלית והתאמת תזונה דלח בשומנים. שוחרר עם המלצה להפסיק עישון ולהחחיל פיזיותרפיה קלה. ביקורת במרפאח כבד בעור חודשיים. יש להימנע מאלכוהול. במידה ויש החמרה לחזור למיון."}
{"tz": 171357858.0, "shem": "יונתן חיון", "age_group": "40-50", "min": "male", "taarich": "2024-04", "clinic": "מדפאות שקד", "addr": "דיזנגוף 74, בת ים", "smoking": true, "job": "שוטר", "background": ["גאוט", "אי ספיקת לב", "דיכאון", "סוברת סוג 2"], "drugs": ["גבפנטין", "מטפורמין", "קלופידוגרל", "פרוקסטין", "לוסרטן"], "code": ["M01", "I50", "F32", "E11"], "yechida": "אורולוגיה", "diagnosis": "דיכאון", "doc_type": "discharge", "text": "יונ תן חיון, זכר, בן 48, התקבל בשל כאבים בחזח וקוצר נשימה. רקע רפואי כולל גאוט, אי ספיקת לב, דיכאון וס.ד סוג 2. עישון פעיל. התלונן על החמרה בקוצר נשימה והתעוררוח בלילה בשל תחושת מחנק. בבדיקח קבלה: א.ק.ג הצביע על שינויים איסכמיים. טל\"ד נכו ה. במהלך האשפוז בוצע אקו לב שהראה החמרה בתפקוד הלב. טופל במשתנים, איזון ל.ד וגלוקוז. בוצע צנ\"ל שלא הראה חסימה משמעותית.\n\nשיפור קליני ניכר לאחר התחלת טיפול תרו פתי מוגבר, כולל שינוי במינון לוסרטן והוספת תרופות לאיזון ל.ד. יונתן שוחרר במצב יציב עם המלצה להמשך מעקב קרדיאלי במסגרת קהילתית, הפסקת עישון בהמלצה חמה, איזון ס.ד והמשך טיפול בגבפנטין, מטפורמין וקלופידוגרל. מומלץ להתחיל פעילות גזפנית מתונה ולהגיע לביקורת בעו ד שבזעיים אצל רופא משפחה."}
{"tz": 878208297.0, "shem": "אודי מלכה", "age_group": "30-40", "min": "male", "taarich": "2025-02", "clinic": "מרפאות שקד", "addr": "אלנבי 80, בת יס", "smoking": false, "job": "פוצל בניין", "background": ["אי ספיקת לב", "אוסטאופורוזיס"], "drugs": ["ריקלופנק"], "code": ["I50", "M18"], "yechida": "כירורגיה כללית", "diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "text": "אורי מלכה, כן 40, נראה במיון בשל החמרה באי ספיקת לב. ח.ד עליות, טל\"ד לא יציב. אינו מעשן. דושם של החמרת אוסטאזפורוזיס.\n\nבמהלך אשפוז עבר א.ק.ג שהראה אי-סדירות. טופל במדללי דם והותאם טיפול תרופתי חדש. החמרה באוסטאופורוזיס טופלה בתוספי סידן וויטמין D. הדיקלופנק הופסק עקב תופעות לוואי כלייתיות. \n\nהמלצות : מעקב קרדיולונ בקהילה חוך שבועיים, בדיקת מעבדה לבחינת תפקודי כליות. המשך טיפול באוםטאופורוויס עם תוספים. יש להימנע ממאמץ פיזי מוגזם. לשקול צנ\"ל אם תסמינים נמש בים."}
{"tz": 466513645.0, "shem": "מיכל אוחנה", "age_group": "20-30", "min": "female", "taarich": "2025-02", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 96, נתניה", "smoking": false, "job": "פועל בניין", "background": [], "drugs": ["רמיפריל", "וורפרין", "איבופרופן", "אטורבסטטין"], "code": [], "yechida": "נוירולוגיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "מיכל אוחנה, בת 29, ללא מחלות רקע ידועזת, הגיעה למיון עם תםמינים של כאביחזה ולחץ דם גבזה. בוצע א.ק.ג שהראה שינויים איזכמיים, הוחלט על ביצוע צנ\"ל דחוף . במהלך האשפוז ח.ד נמצא תקין לאחר איזון תרופתי. אין אלרגיות ירועות. \n\nמיכל קיבלה טיפול תרופתי שכלל דמיפ ריל להורדת ל.ד, וורפרין למניעת קרישיות יתר, איכופרופן לשיכוך כאבים ואטורבסטטין לחורדת רמות כולסטרול. במהלך השהות במחלקה לא נצפו ס יכוכים נוספים, טל\"ד יציב. \n\nמומלץ להמשך מעקב לחץ דם בקהילה, בדיק ת דם לתפקודי קרישה ותפקודי כבד כעוד שבועיים, פנייה לקרדיולזג להמשךבירור וטיפול. להמנע ממאמצים פיזיים כבדים בשלב זה. אין עישזן, חשוב להקפדה על דיאטה דלת מלח ושומנים."}
{"tz": 477866032.0, "shem": "נועם פרידמן", "age_group": "70-80", "min": "male", "taarich": "2023-08", "clinic": "מרפאות שקד", "addr": "דרך השלום 106, נתניה", "smoking": true, "job": "מהנדס", "background": ["דלקת מפרקים"], "drugs": [], "code": ["M19"], "yechida": "אורולוגיה", "diagnosis": "דלקת מפרקים", "doc_type": "discharge", "text": "מר פרידמן, גבר בן 75, התקבל לאשפוז בשל  תלוגות על באבים בחזה וקוצר נשימה. ברקע דלקת מפרקים, ללא נטילת תרופות קבועות. נבדק מס' פעמים בעבר עקב בעיות דומות, עישן במשך 5ס שנה. ב מהלך האשפוז בוצע א.ק.ג שהראה שינויים החשודים לאיסכמיה. בוצצ צנ\"ל שהדגים חסימה חלקית בעורק שמאלי קדמי יורד. החקבלטיפול תרופתי כולל אספירין וסטטינים, עם שיפור במצבו.\n\nבמהלך האש פוז התלזנן על באבים במפדקים, קיבל טיפול זמני ב-NSAIDs עם שיפור כמידח קלה. טל\"ד נמדד בגבולות הנורמה. ללא זיהוי ס.ד או בעיות ל.ד נוספות.  \n\nהמלצות להמשך טיפול בקחילה: המשך טיפול באספירין וסטטינים, הפסקת עישון בהקדם האפשרי. מומלץ מעקב קרדיולוגי מסודר זהמשך מעקב ריאומטזלוגי עקב דלקת המפרקים. יש לפנות לרופא משפחה לתיאום המשך טיפול וביצוע בדיקו ת דם שגרתיות כל 3 חודשים."}
{"tz": 764907853.0, "shem": "עומר אזולאי", "age_group": "0-10", "min": "male", "taarich": "2023-04", "clinic": "מרפאות שקד", "addr": "רוטשילד 36, פתח תקווה", "smoking": false, "job": "עובד סוציאלי", "background": ["שבץ מוחי", "השמנת יתר", "אי ספיקת לב", "COPD"], "drugs": ["אמלודיפין"], "code": ["I63", "E66", "I50", "J44"], "yechida": "אנדוקרינולוגיה", "diagnosis": "COPD", "doc_type": "discharge", "text": "עומראזולאי, בן 11, התקבל עקב החמרה באי ספיקת לב וקזשי נשימתי. ברקע שבץ מוחי, השמנת יתר, COPD. במהלך האש פוז בוצע א.ק.ג שהראה  שינויים לא חריגים. טיפול כלל חמצן בלחץ נמוך, אמלודיפין להורדת ל.ד, וניטור טל\"ד רציף. מצב השתפר תחת טיפול. \n\nהמלצות בקה ילה: המשך טיפול באמלודיפין, מעקב קרדיולוגי, תזוה ודי אטה להפחתת משקל. מומלץלבצע פעילות גופנית בהתאם להמלצות רופא המשפחה. יש להימנע מחשיפה לעישון ורשימת אלרגיות נבדקה - ללא רגישויות ידועות. המעקב הקרוב במרפאה בעור שבועיים."}
{"tz": 930089313.0, "shem": "שלמה דהן", "age_group": "20-30", "min": "male", "taarich": "2024-03", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 114, בת ים", "smoking": false, "job": "פועל בניין", "background": ["אוסטאופורוזיס", "דמנציה", "דלקת מפרקים", "יתר לחץ דם"], "drugs": ["וורפרין", "אומפרזול", "פרוקסטין"], "code": ["M81", "F03", "M19", "I10"], "yechida": "אורולוגיה", "diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "text": "שלמה דהן, בן 24, אושפז בשל עלייה משמצותית כל.ד, כאבים במפרקים וכאבי בטן. ברקע:אוסטאופורוזיס, דמנציה, דלקת מפרקים, יתר ל.ד. מטופל בוורפרין, אומפרזול ופדוקסטין, לא מעשן. במחלך האשפוז בוצעובדיקות דם שהראו רמות גבוהות של ל.ר, אושפז בח.ד להשגחה וטיפול תרופתי. א.ק.ג היה תקין, לא נצפת ה אוטס.\n\nטיפול תומך ניתן ע\"י התאמת מינון וורפרין ו הוספת תרופות להורדת ל.ד. כמו בן, בוצעה התייעצות עם ראומטולוג לניהול דלקת המפרקים. שיפור קל במצבו הכללי נרשם לאחר מספר ימי אשפוז. ללא אירזעים חריגים נוספים כמהלך השהייה.\n \nהמלצות: המשך מעקב רופא משפחה בקהילה, בדיקות דם חוזרות כל חודש, מעקב ראומטולוגי לשיפור טיפול בדלקח מפרקים. הקפדה על דיאטה דלה במלח והמשך טיפול בורפרין במינון מותאם. מעקב ל.ד סדיר ושמירה על פעילות גופנית מותאמת."}
{"tz": 152017778.0, "shem": "גלית פרץ", "age_group": "50-60", "min": "female", "taarich": "2024-07", "clinic": "מרפאות שקד", "addr": "ביאליק 119, אשקלון", "smoking": false, "job": "עיתונאי", "background": [], "drugs": ["אמלודיפין", "פרוקסטין"], "code": [], "yechida": "ריאות", "diagnosis": "ללא", "doc_type": "discharge", "text": "גלית פרץ, בת 5ב, אושפזה בשל כאב חזה חריף מלווה בקוצר נשימה. ללא מחלות רקע נוספות ידועות באנמנזה. בעת קבלה: ל.ד מעט מוגבר, נשימות תקינות. בבדיקת א.ק.ג נראו שינויים לא ספציפים. בוצע צנ\"ל שהראה  עורקים כליל יים חקינים. במהלך האשפוו, מצבה השתפר תחת טיפול חרופתי שכלל אמלודיפין ופרוקסטין, יחד עם ניטור ל.ד וטל\"ד.\n\nלאחד השגת איזון תרופתי ושיפור קליני, המטופלת שוחררה עם המלצות להמשך מעקב אצל רופא משפחח. יש  להקפיד על נטילת התרופות הקבועות וב יצוע בדיקות דם לנ יטור ל.ד אחת לחודש. כמו כן, מומלץ להתחיל פעילות גופנית מתונה ולשמור על תזונה מאוזגת. אין עדות לאלרגיוח במערכת, אינה מעשנת."}
{"tz": 164236101.0, "shem": "רחל ברק", "age_group": "20-30", "min": "female", "taarich": "2023-08", "clinic": "מרפאות שקד", "addr": "ביאליק 49, רמלח", "smoking": false, "job": "חייל", "background": ["אוסטאופורוזיס", "אסתמה", "דלקת מפרקים"], "drugs": ["אינסולין", "לוסרטן", "קלופידוגרל", "הידרוכלורותיאזיד", "וורפרין", "גבפנטין"], "code": ["M81", "J45", "M19"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "אסתמה", "doc_type": "discharge", "text": "רחל ברק, בת 30, אושפזה בשל החמרה בדלקת מפרקים עס כאבים הריפים במפרקים, במיוחד כפות הידיים והברכיים. בנזסף, דיווחה על קשיי נשימה עקב אסתמה. במהלך האשפוז טופלה בסטרואידים תזך ור ידי ואינהלציות. שיפור ניכר כמצב הנשימתי והפחתה בכאב המפרקים. א.ק.ג תקין, ללא חריגות.  \n\nטיפול תרופתי נמשך לפי הנרשם: אינםולין לס.ד, לוסרטן וקלופידוגרל להורדת ל.ד, וורפרין למגיעת תרומבוזיס וגבפנטין לשיכוך כאבים. הומלץ על המשך טיפול פיזיותרפיבבית. בקרת רופא משפחה תוך שבוע, זביקור במרפאת ראומטולוגיה להמשך מעקב. מעקב אחרי טל\"ד וסדירות נטילת התרופות. אין עישון. ללא רגישות לתרופות.  \n\nהימנעות ממאמץ פיזי כבד והקפדה על תוונה עשירה בסידן עקב אוסטאופורוזיס. הומלץ על ביקורת אורתופדית להערכת מצב הצצם. יש להמשיך ע ם טיפולבמשאפים  תקופתיים למניעת החמרת האסתמה. בבקשה לפנות למיון במקרה של כאבי חזה או קוצר נשימה חריף."}
{"tz": 438649089.0, "shem": "דגה חיון", "age_group": "60-70", "min": "female", "taarich": "2023-03", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 88, ראשון לציון", "smoking": true, "job": "מתכנת", "background": ["אסתמה", "היפרליפידמיה", "מחלת לב כלילית", "מחלת כבד שומני", "השמגת יתר"], "drugs": ["אספירין", "גבפנטין", "לוסרטן"], "code": ["J45", "E78", "I25", "K76", "E66"], "yechida": "נפרולוגיה", "diagnosis": "אסתמה", "doc_type": "discharge", "text": "דנה חיון, בת 65, מתגוררת לבד, ללא ילדים בסביכה קרובה. הגיעה לאשפוז עקב כאבי חוה חוזרים והחמרה בקוצר נשימה. בעבררקע של אסתמה, היפרליפידמיה, מחלת לב כלילית, מחלת  כבד שומני, והשמנת יתר. בעברה צנ\"ל. מטופלת באספירין, גבפנטין, ולוסר טן. נוטלת וורפרין בקביצות. ידוע כמעשנח.\n\nבמהלך האשפוז בוצע א.ק.ג שהראה שינויים איסכמיים, כירורגים לא בוצעו. טל\"ד יציב. טיפול תרופתי כלל המצן, חידוד טיפול באסתמה. נרשמה תשומת לב מיוחדת להמשך טיפזל בוורפרין. \n\nבהמלצות לשחרור: חפסקת עישון, מעקב קרדיולוגי רציף, התאמת תזונה להפחתת משקל, המשך טיפול בתרופו ת קבועות כולל וורפרין וניטור INR. ביקורת במרפאה תוך שבזע."}
{"tz": 16459778.0, "shem": "הילה פרץ", "age_group": "40-50", "min": "female", "taarich": "2024-04", "clinic": "מרפאות שקר", "addr": "רחוב הנביאיס 51, פתח תקווה", "smoking": false, "job": "עוכד סוציאלי", "background": ["דיכאון", "אנמיה", "מחלת כבד שומני", "דמנציה", "יתר לחץ דם"], "drugs": ["אלנדרונט", "מטפורמין", "אמלודיפין", "איבופרופן", "אספירין", "פרוקסטין"], "code": ["F32", "D64", "K76", "F03", "I10"], "yechida": "פנימית א", "diagnosis": "אנמיה", "doc_type": "discharge", "text": "הילה פרץ, נקבה, בת 44, חתקבלה בשל החמרה במצב דמנציה וירידה ביכולת תפקוד יומיומית. ברקע: ריבאון, אנמיה, כבד שומני, יחר ל.ד, משתמשת באלנדרונט, מטפורמין, אמלודיפין, איבופרופן, אספירין ופרוקסטין. אין עישזן. במהלך האשפוז בוצעו בדיקות דם שהראו שיפור חלקי באנמיה, אך נצפתה עלייה באנזימי כבד. א.ק.ג ללא שינוי. טל\"ד יציב תחת טיפול אמלודיפין. טיפול תרופתי נמשך כרגיל פרט להפסקת איבופרופן עקב חשד להשפעה על הכבד.\n\nבמהלך האשפוז טופלה בתמיםות לנורמליזציה של מאזן אלקטרוליטים ונוזלים. צוות רב תחומי כלל ייעוץ גריאטרי ופסיכיאטרי. נצפתה התייצ בות חלקית בדמנציה עם תגובה תדופתיתמשופ רת לפרוקסטי ן. מצבה הכללי השתפד, אך נדרש המשך מעקבבקהילה ובדיקוח עוקבוח לתפקודי כבד. \n\nהמלצות: המשך מעקב אצל רופא משפחה וגריאטר. בדיקות דם חוזרות כולל תפקודי כבד ואנמיה כל חודש. להפםיק איבופרופן ולהימנע מתרופזת נוספות המשפיעות על הכבד. להתמיד בטיפול התרופתי הקבוע ליתר ל.ד וס.ד. מעקב פסיכיאטרי להמשך טיפול  בדיכאון ודמנציה. יש לעדכן על כל שינוי במצב. אין צורך בדיאטה מיוחדת מעכר להמלצות הקבועות לכבד  שומני."}
{"tz": 683147276.0, "shem": "יוסף אברהם", "age_group": "70-80", "min": "male", "taarich": "2025-10", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 31, ראשון לציון", "smoking": false, "job": "חשבונאי", "background": [], "drugs": ["רמיפריל", "מטפורמין", "הידרוכלורותיאזיד", "גבפנטין", "קלופידוגרל"], "code": [], "yechida": "נוירולוגיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "יוסף אברהם, בן 76, ללא מחלות רקע ידועו ת, נשוי ואב לשניים, נמצא מאושפז עקב כאבים בחזה ומצוקה נשימחית. אושפז בח.ד פנימית לאחר ביצוע א.ק.ג שהראה שינויים חשודים ל-STEMI. כמהלך האשפוז עבד צנ\"ל מועלח צם הסטנתרציה של עורק כלילי ימני.קיבל טיפול תרופתי אגרסיבי כולל אנטיקואנולנטים, איזון טל\"ר והמשך טיפול בקלופידוגרל, גבפנטין ורמיפריל. \n\nלמשך האשפוז ללא סיבוכים מיוחדים, סוכר בדם באיזון עם מטפורמין. טל\"ד תחת שליטה עם הידרזכלורותיאזיד ורמיפריל. יוסף מתקדם היטבמבחינת שיקום לב, צפוי שיפור נוסף בהדרכה תזונתית ופיזיותרפיה. המלצות: המשך מעקב קרדיולוגי בקהילה, התאמת מינוני תרופות לפי בדיקזת דם קרובות, המנעות ממאמצים פיזיים כבדים. אין אלרגיות יד ועות. המלצה להפסקת עישון אם יש שינוי בהרגלים."}
{"tz": 352478713.0, "shem": "ליאם עמר", "age_group": "20-30", "min": "male", "taarich": "2023-06", "clinic": "מרפאות שקד", "addr": "שדרוח ירושלים 16, פתח תקזוה", "smoking": true, "job": "עובד סוציאלי", "background": ["COPD", "יתר לחץ דם", "פרפור פרוזדורים", "שבץ מוחי", "השמנת יתר"], "drugs": ["אמלודיפין", "הידרוכלורותיאזיד", "לבותירוקסין", "אינסולין", "סימבסטטין", "גבפנטין"], "code": ["J44", "I10", "I48", "I63", "E66"], "yechida": "כירודגיה כללית", "diagnosis": "COPD", "doc_type": "discharge", "text": "ליאם עמר, זכר, 31, התקבל לאשפוז עקב החמרה ב-COPD ושינוי במצב הנשימתי. בזמן הקבלה,מטופל דיווח על קוצר נשימה במאמ ץ קל, שיעול פ רורוקטיבי ורידי הזם. בעברו שבץ מוח י, יתר ל.ד, פרפור פרוזדורים והשמנה. מעשן כבד, נלקחו בדיקות דם, תפקודי ריאה וא.ק.ג. בטיפול תרופתי: אמלודיפין, הידרוכלורות יאזיד, לבותירוקסין,  אינסולין, סימבסטטין, גבפנטין.\n\nבמהלך האשפוז טופל במשאפים, סטרואידים סיסטמיים וחמצן.יציבות מטבולית הושגה לאחר התאמת מינוני אינסולין. תפקודי ריאה הראו שיפור קל. בהמשך ניתן טיפו ל פיזיותרפיה נשימתית. א.ק.ג הראה פרפור פרוזדורים כרוני ללא שינויים חדשים. ל.ד נשלט באופן סכיר תחח טיפול.\n\nהמלצות לקהילה: הפסקת עי שון דחופה. מעקב רופא ריאות והמשך טיפול במשאפים. איזון ס.ד וטיפול תרופתי ליתר ל.ד. בדיקות דם שגרתיות אחת לשלושה חודשים. חזרה לפעילות גופנית מרורגת. א ין ידוע על אלרגיות לתרופות."}
{"tz": 606029080.0, "shem": "הילה גולן", "age_group": "0-10", "min": "female", "taarich": "2024-12", "clinic": "מרפאות שקד", "addr": "דרך השלום 22, בת ים", "smoking": false, "job": "חייל", "background": ["אנמיה", "סוכרת סוג 2", "פרפור פרוזדורים", "מחלת לב כלילית"], "drugs": ["מטפורמין", "אלנדרוגט", "אספירין", "לבותירוקסין", "אומפרזול", "איבופרופן"], "code": ["D64", "E11", "I48", "I25"], "yechida": "פנימית ב", "diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "text": "הילה גולן, בת 9, אושפזהעקב החמרה במצב ס.ד וניטור פרפורפרוודורים. בהיסטוריה רפואית מצוינים אנמיה, ס.ד סוג 2, פרפור פרזזדורים ומחלת לב כלילית. מטופלת במטפורמין, אלנדרוגט, אספי רין, לבותירוקסין, אומפרזול, איבופרו פן זנוטלת פרוקסטין באופן קכוע. \n\nבמהלך האשפוז, בוצעו  בדיקות דם שחתגלו הוסר איזון קל בנתוני סוכר ול.ד. בוצע א.ק.ג להערבת פרפור פרוזדורים, ונמצא שיפור חלקי. שינויים בטל\"ד טופלו בהתאמת תרופותומעקב קרדיאלי. לאחר התייעצות עם קרדיולוג, הוחלט על המשך מעקב באאוטפצ'נט. \n\nהמלצות: המשךטיפול תרופתי כדגיל, עם תש ומת לב מיוחדת לנטילת פרוקסטין. מעקב דופא משפחה כולל בדיקות םדירות של סוכר, ל.ד וסמני אנמיח. המלצה לדיאטת דלת פחמימות ו פעילות גופנית מותאמח. כמידה וישנה החמרה בתםמינים, יש לגשת למיון."}
{"tz": 357126614.0, "shem": "יונתן אזזלאי", "age_group": "60-70", "min": "male", "taarich": "2025-08", "clinic": "מרפאות שקד", "addr": "סוקולוב 75, רמת גן", "smoking": true, "job": "עורך דין", "background": ["מחלת כבד שומני", "השמנת יתר", "אנמיה", "אסתמה", "פרפור פרוזדורים"], "drugs": ["הידרוכלורותיאזיד", "אטורבסטטין", "פרוקסטין", "מטופרולול", "אינסולין"], "code": ["K67", "E66", "D64", "J45", "I48"], "yechida": "כירורגיה כללית", "diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "text": "יונתן אזולאי, בן 64, הגיע למיון עם קוצר נשימה וכאבים בחזה. לאחר בדיקה וא.ק.ג, אובחן פרפור פרוזדור ים עם תגובה מחירה. במסנרת האישפוז טופל בהיפוך ח שמלי שהחזירו לקצב סינו ס. במהלך השהות, מצאנו שיפור ב מצב הנשימה עם טי פול ב משאפים ובסטירואידים עקכ א סתמה. התחלנו טיפול בנוגדי קרישה (NOAC) עקב חסיכון הקרדיווסקולרי המוגבר. \n\nהיסטוריה רפואית כוללת מחלת כבד שומני, השמנת יתר, אנמיה כרונית, ואסתמה. לוקח תרופות באופן קבוע: הידרוכלורותיאזיד,אטורבסטטין, פרוקסטין, מטופדולול, אינסולין. מעשן כבד, מומלץ להפסיק בהקדם. \n\nעם השחרור: ממליציס על מצקב אצל קרדיולוג, המשך טיפול בנוגדי קרישה, מע קב רופא משפחה להערכת ל.ד וס.ד. ממליצים על ד יאטה להפחתת משקל ושיפור כבד שומני, והפסקת עישון.הבן זוג תומך, ללא אלרגיות ידועות."}
{"tz": 408215457.0, "shem": "אדם דהן", "age_group": "30-40", "min": "male", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "דיזנגוף 74, באר שבע", "smoking": false, "job": "מהנדס", "background": ["COPD", "אי ספיקת לכ"], "drugs": [], "code": ["J44", "I50"], "yechida": "פנימית א", "diagnosis": "COPD", "doc_type": "discharge", "text": "ארם דהן, בן 35, התקבל לאשפוז עקב  החמרה באי ספיקת לב ו-COPD. לא מדזוח על עישון, ללא תרופות קבו עות. נמצא במצב קליני קשה עם קשיי נשימ ה וטכיקרדיה. נבדקא.ק.ג, הראה שינויים קלים, אך ללא ממצאים המחייבים צנ\"ל. טל\"ד יציב לאורך האשפוז, חמצן סופק ע\"י מסכת חמצן, שיפור קל במצבו.\n\nבמהלך האשפוז טופל במשתנים להקלח על אי ספיקת לב, ובבדונכודילטורים לשיפור תפקוד ריאתי. תגובה טובה לטיפול, שיחרור לאחר ייצוב מצבז. יש לציין היסטוריה משפחתית של מחלות לב. \n\nחמלצות לקהילה: המשך טיפול במשתנים לפי הצורך, מעקב ק רדי ולוגי וריאתי, פעילות גופנית מתונה מותאמת. יש להימנע מחשיפה לעישון פסיבי. אין דיווח על אלרגי ות. הבקרה הבאה בעוד שבועיים כמרפאת משפחה."}
{"tz": 224124628.0, "shem": "שרה עמר", "age_group": "50-60", "min": "female", "taarich": "2024-09", "clinic": "מרפאות שקד", "addr": "ז'בזטינסקי 37, רמלה", "smoking": true, "job": "חשבונאי", "background": ["דיכאון", "מחלת לב כלילית", "COPD"], "drugs": [], "code": ["F23", "I25", "J44"], "yechida": "קרדיולוגיה", "diagnosis": "דיכאון", "doc_type": "discharge", "text": "שרה עמר, בת 57, נ קלטה לאשפוז עקב החמרת COPD וקוצד נשימה משמעותי. מחלות רקע כוללות דיכאון ומחלת לב כלילי ת. ללא סוכרת. מעשנת מזה שנים רבות, לא ידוע צל אלרג יות. במהלך האשפוז בוצעה א.ק.ג שהראתה ש ינויים איסכמיים קלים. בוצע צנ\"ל ללאס יבוכים. טל\"ר תקין. \n\nטיפול: חמצן, ונטו לין, סטרואידים סיסטמיים. שיפור קליני ניכר . שוחררה כמצב כללי טוב עם המלצות להמשךטיפול בקהילה. \n\nהמלצות: הפסקת עישזן באופן מיידי, מעקב קרדיולוג, המשך טיפול בנוגדי דלקת, ביקור אצל פסיכיאטר מותאם להערכת מצב דיכאון. מומלץ לחזור למעקב רופא משפחה תוך שבוע."}
{"tz": 399378868.0, "shem": "דניאל יוסף", "age_group": "70-80", "min": "male", "taarich": "2023-01", "clinic": "מרפאות שקד", "addr": "הרצל 26, באר שבע", "smoking": false, "job": "מורה", "background": ["אסתמה", "אי ספיקת לב"], "drugs": ["סימבסטטין", "פרוקסטין"], "code": ["J45", "I50"], "yechida": "אונקולוגיה", "diagnosis": "אי ספיקת לב", "doc_type": "discharge", "text": "מט ופל דניאל יוסף, בן 77, אושפז בשל קוצר נשימה המור ואחזקת נוזלים בריאות על רקע אי םפי קת  לב ואסתמה. במהלך האשפוז כזצע ניטור טל \"ד, א.ק.ג, ובדיקותמעבדה שהתאימו לאי ספיקת לב. טופל בחמצן, משתנים וניטור אק\"ג רצוף. מצב השתפר עם טי פול, שחרור לאחר ייעוב.\n\nהמלצות לקהילה: המשך טיפול באמצעות סימבסטטין ופרוקסטין, מעקב ל.ד אצל רופא משפח ה אחת לשבועיים. מזמלץ לשמזר על דיאטה דלת מלח ולהקפיד על מעקב קרדיולוגי תדירות. להימנע מחשיפה לעישון ומצבים מלחיצים. פנייה מיידית במקרים של קוצר נשימה חוזר או כאבים בחזה."}
{"tz": 398402891.0, "shem": "יונתן רוזנברג", "age_group": "50-60", "min": "male", "taarich": "2025-06", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 81, אשקלון", "smoking": true, "job": "חייל", "background": ["אי ספיקת כליוח כרוגית", "סוכרת סוג 2", "יתר לחץ דם", "פרפור פרוזדורים", "השמנת יתר"], "drugs": ["סימבסטטין", "פרוקסטין"], "code": ["N18", "E11", "I10", "I48", "E66"], "yechida": "קדדיולוגיה", "diagnosis": "יתר לחץ דם", "doc_type": "discharge", "text": "יונתן רוזגברג, בן 60, אושפז עקב התקף לב חריף. רקע: אי ספיקת כליות ברונית, ם.ד סוג 2, יתר ל.ד, פרפור פרוזדורים, השמנת יתר. מעשן. נוטל סימבסטטין ופרוקסטין. במיון, א.ק.ג הדאה על פרפור פרוזדורים וממצא חריף. בצנ\"ל נמצא חסימה בעורקים הכליליים, בוצע צנתור דחוף להרהבתהעורק. הותחל טיפולתרופתי נוסף כולל מדללי דם וחוסמי ביתא לשיפור תפקוד הלב.\n\nהמהלך התייצב לאחר מספר ימים,צם שיפור במצב הכלליוירידת טל\"ד. ההמלצות לקהילה כוללות המשך טיפול תרופתי כפי שהומלץ, מעקב קרדיזלוגי, שינוי תזונתי זהפסקת עישון. יש להמש יך מעקב אחר תפקודי כליות ול.ד בקהילה. יונתן מתגורר עם אשתו, יש לעדכן אותה בהמלצות ולספק תמיכה להמשך טיפול."}
{"tz": 804661965.0, "shem": "יעקב לוי", "age_group": "10-20", "min": "male", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 8, באר שבע", "smoking": true, "job": "גמלאי", "background": ["יתר לחץ דם", "דמנציה", "אי ספיקת לב"], "drugs": [], "code": ["I10", "F30", "I50"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "דמנציה", "doc_type": "discharge", "text": "יעקב לוי, זכר, בן 14, אושפז בשל החמרה באי ספיקת לב עם טל\"ד  גבוה.רקע רפואי כולל יתר ל.ד ודמנציה מוקדמת, ללא תרופות כרוניות. מעשן. בעת קבלה צוין טל\"ד 180/110, דופק 110. בוצע א.ק.ג אשר הדגים הפרעה קלה בקצב. במהלך האשפוז טופל במשתגים ובח.ד נאורולוגי להורדת טל\"ד. שיפזר במצכ הקליני נצפה לאחר מספר ימים. \n\nבמהלך האשפוז הושם דגש צל חינוך להפסקת עישון, שיפור תזונה ופעילות גופנית מותאמת. הומלץ להמשך מעקב קרדיולוגי ואיזון ל.ר בקהילה.בתאריך הש חרור ס.ד וטל\"ד מאוזנים, ללא סימגי איספיקת לב פעילה. מומלץ להחחיל טיפזל תרופתי קבוע בל.ד זלע קוב אחרי תפקודי כליה. נדרש מעקב תכוף ע\"י רופא משפחה וקרד יולזג."}
{"tz": 450892039.0, "shem": "משה ביטון", "age_group": "50-60", "min": "male", "taarich": "2024-12", "clinic": "מרפאות שקד", "addr": "ביאליק 44, בני ברק", "smoking": false, "job": "סטודנט", "background": ["אי ספיקת לב", "גאוט", "אנמיה", "אסתמה"], "drugs": ["לבותירוקסין", "אטורבסטטין", "הידרוכלורותיאזיד", "גבפנטין"], "code": ["I50", "M10", "D64", "J45"], "yechida": "גריאטריה", "diagnosis": "גאוט", "doc_type": "discharge", "text": "מר ב יטון משה, בן 58, התקבל עקב התדרדרות באי ספיקת לב עם קוצר נשימה במאמץ קל. מחלות רקע כוללות א\"ס לב, גאוט, אנמיה ואסתמה. במהלך האשפוז בוצעו בדיקות מעבדה והדמיה. א.ק.ג הראה שינויים קלים אך ללא צורךבצנ\"ל. טל\"ד יעיב, ל.ד ואנמיה בכיקורת.\n\nטיפול: טיפול תרופחי תוקן, כולל איזון תרופות הקיימזת. הוספת פוסיד לשיפור במאזן נזזלים. ייעוץ קרדיולוגי לשמירה על טל\"ד רצוי. נשאר ללא עישון, אין אלרגיות ידועות. \n\nהמלצזת לקהילה: המשך טיפול תרופתי, ביקורת קרריולוג בעוד חודש, מעקב רופא משפחה ליציבות מצב, תיאום דיאטטנית להמשך איזון תזונתי. יש להימנע ממאמצים פיזיים עד לביקורת."}
{"tz": 261534739.0, "shem": "דניאל דהן", "age_group": "60-70", "min": "male", "taarich": "2025-01", "clinic": "מרפאות שקד", "addr": "בן גוריון 3, חולון", "smoking": false, "job": "חשבונאי", "background": ["אי ספיקת בליות כרונית", "אוסטאופורוזיס"], "drugs": ["לבותידוקסין", "מטופרולול", "אומפרזול", "רמיפריל", "מטפורמין", "אספירין"], "code": ["N18", "M81"], "yechida": "פנימית א", "diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "text": "מטופל: דניאל דהן, 66, זכר. הובא בשל החמרה באי ספיקח כליות כרונית. התקבל ליחידת נפרולוגיה. חיסטוריהרפואית כוללת א.ס.כ, אוסטאופורוזיס. מטופל בתרופות: לבותירוקסין, מטופרולול, אומפרזול, רמיפריל, מטפורמין, אספירין. ללא עישון. במהלך האשפוז: נצפתה ירידה בטל\"ד; טופל עם נוזלים ואיזון רמת האשלגן.בוצעו בדיקות מעבדה, כולל פוגקציית כליות, הורמונים א.ק.ג חקין.\n\nטיפולים במהלך האשפוז: איזון אלקטרוליטים, התאמות תרופתיות. בשחרור:מתייצב, טל\"ד תקין, שיפור בתפקוד כלייתי. המלצות: מעקב נפרולוגי בקהילה, המשך טיפול תרופתי קבוע ובדיקות תקופתיות ל.ד וס.ד. המלצה להפחתת צריכת מלח ושמירה על דיאטה מותאמת למצב הכלייתי. אין לשנזת מינון תרופות ללא התייעצות רפואית."}
{"tz": 415148881.0, "shem": "הילה חדד", "age_group": "10-20", "min": "female", "taarich": "2023-08", "clinic": "מרפאות שקד", "addr": "ויצמן 30, פתח תקווה", "smoking": false, "job": "קבלן", "background": ["אוסטאזפורוזיס", "דיכאון", "שבץ מוחי"], "drugs": [], "code": ["M81", "F32", "I63"], "yechida": "אורתופדיה", "diagnosis": "שבץ מוחי", "doc_type": "discharge", "text": "הילה חרד, 13, נקבה, עם רקע של אוסטאופורוזיס, דיכאון ושבץ מוחי. ללא תרופות קבועות. לא מעשנת. התקבלה בשל חמרח במצב הדיכאון והתלזננות על כאבי עצמות. במהלך האשפוז, נעשתה העדכה פסיכיאטרית ואורתופדית. נצפתה תשישות כללית וירידה במצב רוח. תוצאות בדיקות דם היו בגדר הנורמה למעט טל\"ד מעט נמוך. אובחנה החמדה במצב האוסטאופורוזיס. \n\nטיפול כלל תמיכה פסיכולוגיח ומשככי כאכים. כמו כן, ניתנז תוספי סידן וויטמין D לשיפזר מצב העצמות. במהלך האשפוז הל שיפור קל במצב הנפשי. שחרור במצב כללי יציב עם המלצה להמשך מעקב פסיכיאטרי ואגדוקרינולוגי בקהילה. יש להימנע מפעילויות עם סיכון לנפילות. מומלץ להמשיך בטיפול תוספי תזונה ולשקול טיפול תרופתי לדיכאון אם לא יחול שיפור במצב."}
{"tz": 666845904.0, "shem": "נועה גולן", "age_group": "40-50", "min": "female", "taarich": "2023-04", "clinic": "מרפאות שקד", "addr": "דיזנגוף 29, אשקלון", "smoking": false, "job": "עורך דין", "background": ["סוכרת סוג 2", "אנמיה", "אסתמה", "דמנציה"], "drugs": ["אטורבסטטין", "לוסרטן", "מטפורמין", "גבפנטין", "פרוקסטין", "קלופידוגרל"], "code": ["E11", "D64", "J45", "F30"], "yechida": "פנימית ב", "diagnosis": "סוכרת סוג 2", "doc_type": "discharge", "text": "נועה גולן, 45, נשואה ואם ל-3, אושפזה בשל החמרה במצב ס.ד ובשאיפת אסתמה. בנוסף, דווח על כאבי בטן חזקים ודלקת ריאות. במהלך האשפוז, טופלה באינהלציות, טיפול אנטיביוטילווריד, ואיזון רמות הס וכר באמצעות אינסולין במינון משתנה. בדי ק ות דם הצביעז על חוסר ברזל, והוחלט על מתן תוסף ברזל פומי. \n\nמהלך ההשפוז כלל גם א.ק.ג שיצא תקין, ונקבע שאין צורך בצנ\"ל. ל.ד במעקב, נצפה טל\"ד נמוך בשעות הבוקר חמוקדמות. יומיים לפני שחרור,נצפתה הט בה קלינית משמעותית, כולל ירידה בשיעול ושיפור במדדי הנשימה. \n\nהמלצות: המשך מעקב ס.ד ול.ד בקחילה, המשך טיפול קבוע בתרופות הנוכחיות, ביקורת רופא ריאות תוך שבועיים. יש להקפיד על תזונה מאוזנת ופ עילות גופנית מתזנה. הומלץ לבני המשפחה לעקוב אחר שתיית נוזלים מספיקה."}
{"tz": 286716329.0, "shem": "נועה פרידמן", "age_group": "50-60", "min": "female", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 15, בת ים", "smoking": false, "job": "סטודנט", "background": ["גאוט", "מחלת לב כלילית", "פרפור פרוזדורים", "סוכרת סוג 2", "אי ספיקת כליות כרונית"], "drugs": ["מטפורמין", "אומפרזול", "קלופידוגרל", "דיקלופנק"], "code": ["M10", "I25", "I48", "E11", "N18"], "yechida": "נוירולוגיה", "diagnosis": "גאוט", "doc_type": "discharge", "text": "נועה פרידמן, בת 59, אושפזה בשל החמרה באי ספיקת כליות כר ונית, במקביל לעלייח ברמוח ל.ד וסימפטומים של כאבי הזה. רקע רפואי כולל גאוט, מח לת לב כלילית, פדפור פרוזדורים, ס.ד סוג 2. במהלך האשפוז בוצע צנ\"ל שתוצאותיו הראו היצדות בינונית בעודקים כליליים, לא נדרש תהליך נוסף. בוצע א.ק.ג שהראה פרפור יציב, טל\"ד בגבולות תקינים לאחר כיוונון תרופתי. טופלה במטפורמין, אומפרזול, קלופידוגרל, והושלמה התאמת מינון של דיקלופנק.\n\nמהלך האשפוז כלל ייצוב מצבה צם חידוד טיפול תרופתי. לא ידוע על אלרגיות פרט לרקע משפחתי של מחלות לב. בזמן השחרור מצבה יציב, ללא כאכים. המלצות להמשך: מעקב נפרולוגי אחת לחודש, בדיקותרם תקופתיות כולל פרופיל סוכר ושומנים בדם. המשך טיפול תרופתי כרגיל עם מעקב קרדיולוגי אחת ל6 חורשים. חמנעות ממאמצים פיזיים קשים. אין שינוי בדיאטה."}
{"tz": 567243803.0, "shem": "אלון דוד", "age_group": "10-20", "min": "male", "taarich": "2024-06", "clinic": "מרפאות שקד", "addr": "דרך השלום 100, לוד", "smoking": false, "job": "שף", "background": ["COPD", "אנמיה", "מחלת לב כלילית", "שבץ מוחי"], "drugs": [], "code": ["J44", "D64", "I25", "I63"], "yechida": "פנימית ב", "diagnosis": "COPD", "doc_type": "discharge", "text": "אלון דוד, זכר, בן 17, אושפז עקב החמרה ב-COPD. ללא עישון, אך מציין היסטוריה של עישון כבד במשך 20 שנה. מחלות רקע כוללות אנמיה, מחלת לב כלילית ושבץ מוחי. נמצא בתרדמת קלה עם אפיזודות של קוצר נשימה וכאבים בחזה. בבדיקות נמצא א.ק.ג תקין, ללא ממצאים חריגיס בצנ\"ל. במהלך חאשפוז ניתן טיפול תומך, כ ולל חמצן ותרפיה אינהלציונית. ללא צורך בהתערבזת חירום. לא ידוע על אלרגיות לתרופות.\n\nבמצכ משוחרר יציב, טל\"ד תקין,  ללא סימני אנמיהחריפים. מומלץ להמשיך מעקב במסגרת הקהילה, כולל בדיקות דם רוטיניות ובדיקות תפקודי ריאות. יש להפנות לקרדיולוג ולנוירולוג להמשך בירור ומעקב אחר מחלות הרקע. הודגש החשיבוח בהפסקת עישזן מוחלטת והתחלח טיפול מזנע קבוע."}
{"tz": 257771188.0, "shem": "אמילי אזולאי", "age_group": "10-20", "min": "female", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "בן גוריון 91, חולון", "smoking": false, "job": "עורך דין", "background": ["דלקת מפרקים", "שבץ מוחי", "יתר לחץ דם"], "drugs": [], "code": ["M19", "I63", "I10"], "yechida": "פנימית א", "diagnosis": "שבץ מוחי", "doc_type": "discharge", "text": "אמילי אזולאי, בת  19, נ' למיון עקב כאבים חדים במפרקים, חשד להחמרת דלקת מפדקים. ברקע דלקת מפרקים, שבץ מוחי קודס וי.ל.ד. ללא תרופות קבועות. אין עישון. רווקה, ללא ילדים. בבדיקות ח.ד תקין, א.ק.ג נורמלי, ללא סימני שבץ חד ש.במהלך האישפוז טזפלה באנטי דלקתי ועירוי נוזלים. שיפור משמעותי במצב הכאב.\n\nטופלה בשילוב תרופתי זמני להורדת דלקת.שוחררה במצב טוב, מתהלכת. המלצות: המשך מעקב ראומטולוג, מנוחה כבית, כדיקות דם בעוד שבועיים בקהילה. יש לשק ול תרופה קבועה ליציבות מצב מפ רקים. אין אלרגיות ידועות. טל\"ד תקין. לפנות למיון עם הופעה של תסמינים חדשים או החמרה ב כאבים."}
{"tz": 621042753.0, "shem": "מוחמד כהן", "age_group": "30-40", "min": "male", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "סוקולוב 95, באר שבע", "smoking": true, "job": "טכנאי", "background": [], "drugs": ["לוסרטן"], "code": [], "yechida": "מיון", "diagnosis": "ללא", "doc_type": "discharge", "text": "מטופל: מוחמד כהן, בן 31, הובא למיון עקב כאבים בחזה וקוצר נשימה. בבדיקה ר אשונית א.ק.נ הראח שינויים חשודים לאיסכמיה. מתקבל  לאשפוז להמשך בירור וטיפול. ללא מחלות רקע, מעשן, נוטל לוסרטן עקב ל.ד קל. ללא אלרגיות ידועות. \n\nבמהלך האשפוז בוצע צנ\"ל שחראה חסימה חלקית בעורק שמאלי קדמי יורר. בוצעה הרחבה עם תזמכן. טל\"ד יציב לאחר ההתערבות. במהלך האשפוז לא נרשמו סיבובים נוספים. שוחרר במצב כללי טוב. \n\nהמלצות: הפסקת עישון, המשך טיפול בלוסרטן, ביקורת קרדיולוג בקהילה בעוד שבועיים. דיאטה דלת שומן. חזרה לפעילות רגילה בהדרגה. אם מופיעיםתסמינים חוזרים יש לגשת למיוןמיד."}
{"tz": 331060053.0, "shem": "אורי עמר", "age_group": "20-30", "min": "male", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "דיזנגוף 117, נתניה", "smoking": false, "job": "קבלן", "background": ["COPD", "שבץ מוחי", "דמנציה", "השמנת יתר", "סוכרת סוג 2"], "drugs": ["מטפורמין", "אינסולין", "פרוקסטין", "רמיפריל"], "code": ["J44", "I63", "F03", "E66", "E11"], "yechida": "קרדיולוגיה", "diagnosis": "השמנת יתר", "doc_type": "discharge", "text": "אורי עמר, גבר בן 28, אושפז כשל החמרת COPD ברקע ס.ד סוג2, השמנת יתר ושבץ מוחי בצבר. התייצגות כללית כוללת דמנציה בדרגה בינזגית. במחלך האשפ וז הובחן החמרה בנשימה עם צורך בחמצן נוסף. טופל במריחי סמפונות וסטרואידים, ולחץ הדם היה יציב תחת רמיפריל. \n\nמטופל ללא אלרגיזתידועות. במהל האשפוז נצפתה תגוכה טזבהלטיפול התרופתי. האיגסוליןומטפורמין הותאמו למצבו המטאבולי. שוחרר במצב נשימתי משופר . \n\nהמלצות: מעקב רופא משפחה, המשך טיפול תרופתי כרגיל, בדיקות מעבדה שכועיות לס .ד, פעילות גופנית מותאמת. יש לשקול ייעוץ תזונאי עקב ההשמנה. מצבו הקוגניטיבי דורש מעקב גדיאטרי. אין עישון ואין אלכוהול."}
{"tz": 450864038.0, "shem": "נועה ביטון", "age_group": "50-60", "min": "female", "taarich": "2025-07", "clinic": "מרפאות שקד", "addr": "דיזנגוף 18, רימונה", "smoking": false, "job": "עובד סוציאלי", "background": ["יתר לחץ דם"], "drugs": ["איבופרופן"], "code": ["I10"], "yechida": "מיון", "diagnosis": "יתר לחץ דם", "doc_type": "discharge", "text": "מטופלת נועה ביטון, בת 52, אושפזה ב-15.10 ע קב  כאב חזי פתאומי והחמרה בל.ד. רקע: יתר ל.ד, ללא ס.ד, לא מעשנת. במהלך האשפוז עברה בירור כולל א.ק.ג שהראה שינויים לא ספציפיים, בדיקות דם תקינות. הוחלט על טיפול שמרני עם איזון ל.ד בעזרת תרופות אנטי-לחץ דם. ניתנה איבופרופן לפי הצורך לשיכוך כאב. מצב משוחררת ב-18.10 לאחר שיפור כללי וייצזבל.ד. \n\nהמלצות לקהילה: המשך מעקב רופא משפחה, שמירה על דיאטה דלת מלח, הימנעות מפעילות גופנית מאומצת למשך שבוע. במידה ויש החמרה בתסמינים או כאב חוזר יש לפנות לרופא. חשוב להקפ יד על נטילת חרופות כמצויין. בברכה, צוות המחלקה."}
{"tz": 897152732.0, "shem": "דניאל רוזנברג", "age_group": "30-40", "min": "male", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "אלנבי 49, כפר םבא", "smoking": true, "job": "מהנדס", "background": ["מחלת כבד שומני"], "drugs": ["אומפרזול", "סימבסטטין", "פרוקסטין", "איבופרופן", "אטורבסטטין"], "code": ["K67"], "yechida": "גריאטריה", "diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "text": "מ טופל דניאל רוונברג, בן 37, התקבל לאשפוז בשל כאבים חזקים בבטן עליונה וגפיחות. בעיית רקע: מחלת כבד שומני. עישון קבוע. במהלך האשפוז נערך בדיקות כולל א.ק.ג שהראתה ללא שינויים חריגים. ח.ד יציב. אין סימנים לאי ספיקת לב או צנ\"ל חריף.\n\nטיפול כלל: מתן נו זלי ם לוריד, מעקב ל.ד, ואנלגטיקה (איבופרופן) להקלה בכאבים. הותאס טיפול תרופחי במטרה לשפר את מצב הכבד ולמנו ע החמרה. שוחרר במעב כללי טוב, ללא סימני חום או דימום.\n\nהמלצות לשחרור: המשך טיפול תרופתי כדגיל: אומפרזול, סימבסטטין, פרוקסטין, איבופרופן ואטורבסטטין. הפסקת עישון מומלצת. יש לפנות לר ופא משפחה להמשך מעקב ל.ד ורמות תפקודי כבד. הימנע מאלכוהול ותזונה שומנית. במקרה של החמרה במצב או חום יש לפנות מידית לביה\"ח."}
{"tz": 169236452.0, "shem": "רותם יוסף", "age_group": "40-50", "min": "female", "taarich": "2025-10", "clinic": "מדפאות שקד", "addr": "הרצל 118, הרצליה", "smoking": false, "job": "שף", "background": ["אנמיה", "שבץ מוחי", "היפרליפידמיה"], "drugs": ["הידרוכלורותיאזיד", "אספירין"], "code": ["D64", "I63", "E78"], "yechida": "פנימית א", "diagnosis": "שבץ מוחי", "doc_type": "discharge", "text": "רותם יוסף, בת 48, אושפוהבשל תסמינים נוירולוגיים ע\"ר שבץ מוחי קודם. במהלך האשפוז נצפתה חמרה קלה באנמיה כרונית. בוצע א.ק.ג שהראה שינויים מינימליים ללא צורך בצנ\"ל. טופלה באספירין וקומדין לשיפזר קרישיות הדם.נוטלת אינסולין בקביעות עקב ס.ד. מצבה השתפר תחת הטיפול.\n\nהמשך טיפול בקהילה: ביקורת נוירולוגית תוך שבועיים, בדיקת דם חוזרת לתפקודי כבד ושומנים, המשך טיפול תדופתי ברגיל (הידרוכלורותיאזיד, אספירין, אינםולין). מומלץ שמירה  על טל\"ד מאוזן. להמנע מעישון ואלכוהול. אין אלרגיות ידועות."}
{"tz": 243992013.0, "shem": "אודי יוסף", "age_group": "40-50", "min": "male", "taarich": "2025-11", "clinic": "מרפאות שקד", "addr": "ביאליק 59, חולון", "smoking": false, "job": "חייל", "background": ["השמנת יתר", "מחלת כבד שומני", "היפרליפידמיה", "סוכרת סוג 2", "אי ספיקת לב"], "drugs": ["מטפורמין", "אטורבסטטין"], "code": ["E66", "K76", "E78", "E11", "I50"], "yechida": "נפרולוגיה", "diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "text": "אורי יוסף, גבר בן 47, השמנה, כבד שומני, היפרליפידמיה, ס.ד סוג 2, אי ספיקת לב. מטופל במטפודמין ואטודבסטטין. ללא עישון. התקבל עם החמרה בכאב חזה וקוצר נשימה במאמץ, א.ק.ג הראה שינויים לא ספציפיים. בוצע צנ\"ל, נמצא חסימה חלקית בעורק כלילי ימני, טופל בהצלחה עם תומכן.\n\nמהלך: קל יניקה יציכה ל אחרהתערבות, שיפור בסימפטומים. ניהול סיכונים  כולל התאמת טיפול תרופתי, ירידה במשקל, תזונה נכונה, פעילות גופנית מותאמת.ח.ד יציב, טל\"ד בגבול חנורמה, תפקודי כבד תחת מעקב.\n\nהמלצות: המשך טיפול במטפורמין ואטורבסטטין, הוספת אספירין75 מ\"ג יומי. מעקב קרדיולוגי חודשי, בדיקות דם תקופתיות לס.ד ולתפקודי כבר. הפניה לדיאטנית להמשך ירידה במשקל. להימנע ממאמץ פיזי מוגזם, לשקול טיפ ול בפעילזת גופגית מתונה. אין אלרניות ירועזת."}
{"tz": 509377107.0, "shem": "אחמר שלום", "age_group": "40-50", "min": "male", "taarich": "2025-08", "clinic": "מרפאות שקד", "addr": "אלנבי 9, באר שכע", "smoking": true, "job": "צלם", "background": ["COPD", "אי ספיקח כליות כרונית", "מחלת לב כלילית"], "drugs": ["אספירין", "פרוקםטין"], "code": ["J44", "N18", "I25"], "yechida": "פנימית ב", "diagnosis": "מחלת לב כלילית", "doc_type": "discharge", "text": "אחמד שלום, בן 49, הגיע לאשפוז בעקבות החמרה במצב נשימתי על רקע COPD. מטופל עם מחלזת רקע נוספות הבוללות אי ספיקח כליות כרונית ומחלת לב כלילית. במהלך האשפוז נצפה קושי בנשימה, בוצעו בדיקות דם שהר או עלייה בקריאטינין. מטופל עישן בצבר  ועדיין מעשן, מה שמחמיר את מצבו הריא תי. במהלך האשפ וז קיבל טיפול בחמצן, סטרו אידים במינון גבוה ואנטיביוטיק ה לכיסוי רחב. הותאם טיפול תרופתי נוסף בהתאם למצב.\n\nבמהלך השהות במחלקה נצפו שינויים בא.ק.ג שהצריכו ניטור נוסף, אך לא נ דרש צנ\"ל דתוף. יציב במצבו, שוחרר עם הנחיות להמשך טיפול בקהילה: המ שך טיפול באספירין ופרוקסטין,הפסקת עישון דחופה, המלצה למעקב קרדיא לי ונפרולוגי בק הילה. המלצה לפיזיותרפיה נשימתית ושמידה על תזונה דלה במלח. אין ידזע על אלרגיות. \n\nחשוב שימשיך במעקב רפואי קבוע ויבצע בדיקות דם אחת לחצי שנה לפחות לוודא תיפקוד כליי תי תקין. לפנות למיון במידה ויש החמרה בנשימה או כאבים בחזה."}
{"tz": 566905519.0, "shem": "רון כהן", "age_group": "50-60", "min": "male", "taarich": "2024-09", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 31, רמת גן", "smoking": true, "job": "עורך דין", "background": ["גאוט", "דיכאון", "היפרליפידמיה", "השמנת יתר"], "drugs": ["קלופידוגרל", "דיקלופנק", "הידרוכלורותיאזיד", "וורפרין", "אלנדרונט", "אומפרזול"], "code": ["M01", "F32", "E87", "E66"], "yechida": "פנימית ב", "diagnosis": "דיכאון", "doc_type": "discharge", "text": "רון כהן, 52, הובא לאשפוז עקב כאבים עזים באיזור הבטן העליונה והקאות חוזרות. תזלה עם היסטוריה  של גאוט, דיכאון, היפרליפידמיה והש מנת יתר. נוטל קלופידוגרל, דיקלופנק, הידרוכלורותיאזיד, וורפרין, אלנדרונט ואומפרזול. מעשן מזה 30 שנח,כ-2 0 סיגדיות ביום. \n\nבמהלך האשפ וז: בוצעה בדיקת א.ק.ג שהראתה סיגוס טכיקרריה, ללא שינויים איסכמיים. בדיקות  מעבדה הדגימו עלייה כאנזימי כבד. בוצע אולטרסאונדבטן שהראה כבד שומני. בהמשך, מצכ המטופל התייצב  תחת טיפול תומךבנוולים IV ואנטיביוטיקה מניעתית.\n\nשחרור עם הנחיות: הפסקת עישון. הפניה לריאטנית להורדת משקל ושיפור פרופיל ליפידי. המלצה למעקב רופא משפחה כולל מעקב ל.ד ואיזון תרופתי. יש להמשיך טיפול תרופתי כרגיל. במקרה של חזרת הכאבים או חקאות לחזור למיון לבדיקה נוספת."}
{"tz": 783332117.0, "shem": "אדם יוסף", "age_group": "50-60", "min": "male", "taarich": "2025-10", "clinic": "מרפאות שקד", "addr": "ויצמן 15, פתח תקווה", "smoking": false, "job": "חשבונאי", "background": ["דלקח מפרקים", "אסתמה", "יתר לחץ דם", "מהלת לב כלילית"], "drugs": ["אספירין", "לוסרטן", "איבופרופן"], "code": ["M91", "J45", "I10", "I25"], "yechida": "כירורגיה כללית", "diagnosis": "אסתמה", "doc_type": "discharge", "text": "אד ם יוסף, גבר בן 59, אושפז עקב החמרה בכאבים בחזה וקוצר נשימה. רקע של מחלת לב כלילית, אס תמה, דלקת מ פרקים ויתר ל.ד.בעת הקבלה ל.ד גבוה, א.ק.ג הראה שינויים איסבמיים, בוצע צנ\"ל דחוף שהדגים חסימה בעורק כלילי ימני. לאחר ה ניתקון, הושג שיפור משמעותי במצבו.\n\nבמהלך האשפוז, טופל באספירין, לוסרטן, ואיבופרופן. הוסף טיפול באנ טי-קרישתי נוסף לאור האירוע החריף. תחת טיפול זה, חל שיפוד במצב נשימתי והפחתה בכאבים בחזה. תפקוד הלב השתפר. טל\"ד התייצב. \n\nהמלצה להמשך מעקב קרדיולוגי בקהילה, המשך טיפול תרופ תי כמקובל, בולל אנטי-קרישתי בהתאם להנחיוח המטפל. יש להימנע ממאמץ פיזי כבד ולהקפיד על חזונה מאוזנת. במידח ויש החמרה בכאביס או תסמינים נשימתיים, יש לפנות מיידית לביקורת רפואית."}
{"tz": 409836657.0, "shem": "עומר אוחנה", "age_group": "30-40", "min": "male", "taarich": "2025-01", "clinic": "מדפאות שקד", "addr": "שדרות העצמאות 1, עכו", "smoking": false, "job": "מתכנת", "background": ["COPD"], "drugs": ["וורפרין", "אטורבסטטין", "קלופידוגרל", "פרוקסטין"], "code": ["J44"], "yechida": "קרדיולוגיה", "diagnosis": "COPD", "doc_type": "discharge", "text": "עומר אוחנה, זכר, בן 32. מאושפז בשל התמרה ב-COPD. ללא שינוי במצב קרדיאלי, טל\"ד תקין. אין עדות לס.ד או ל.ד. במהלך האשפוז קיבל טיפול בחמצן, אינהלציות וסטרואידים. החחלה של אנטיביוטיקה אמפירית עקב חשד לזיה ום ריאתי אשר הובילה לשיפור קליני.\n\nמטופל עם רקע של עישון לשעבר, פסק לפני 3 שנים. אינו מדווח על אלרגיות. במהלך האשפוז בוצע א.ק.ג ללא ממצאים חריגים. מצב משפחתי: נשוי, אב לשניים. מטופל נו טל וורפרין, אטורבסטטין, קלופידונרל ופרוקסטין.\n\nהמלצות לקהילה: המשך מעק ב עם רופאריאות. גיטור IN R עקב וורפרין. המשך טיפול בתרופות קבועות. להימנע מחשיפה לצישון ומשאפים. ישלפנות למרפאה במידה של חמרה בנשימה."}
{"tz": 276420866.0, "shem": "סיגל אברהם", "age_group": "40-50", "min": "female", "taarich": "2025-06", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 100, ירושלים", "smoking": false, "job": "שוטר", "background": ["שבץ מוחי", "יתר לחץ דם"], "drugs": ["קלופידוגרל", "אטורבסטטין", "רמיפריל", "מטופרולול", "וורפרין", "איבופרופן"], "code": ["I63", "I10"], "yechida": "גריאטריה", "diagnosis": "שבץ מוחי", "doc_type": "discharge", "text": "האשפוז של סיגל, בת 41, היה עקב החרפה בל.ד ומעקב אחר שבץ מוחי קודם. במהלך האשפוז, מצבה התייצב תחת טיפול במדללי ד ם ותרופות להורדת ל.ר, כ זלל לוסרטן שניתןבאופן קבוע. נוטלת גם קל ופידוגרל, אטורבסטטין, רמיפריל, מטזפרולול, זורפדין ואיבופרופן. אין עישון. במהלך האשפוז בוצע א.ק.ג שהראה יציבות ללא סימנים לאיסכמיה אקוטית.\n\nבמהלך שהותה בבי\"ח, טל \"ד התייצב תחת טיפול תרופתי והתאמת מינונים. החולה שוהררה במצב כללי טוב, ללא תלונות חריגות. נצפתה שיפור בלחץ דם תחת טיפול משולב. יש להמשיך מעקב רפואי בקהילה, כולל ניטור ל.ד וביצוע בדיקות דם באופן סדיר למעקב אחר מדדי  קרישה. מומלץ להמשך טיפול בפיזיותרפיה לשיקום נוירולוגי. נדרש מעקכ רפואי שגרתי אצל רופא משפחה."}
{"tz": 141818617.0, "shem": "ליאם חדד", "age_group": "30-40", "min": "male", "taarich": "2025-08", "clinic": "מרפאות שקד", "addr": "ביאליק 32, תל אביב", "smoking": false, "job": "שוטר", "background": ["גאוט", "אי ספיקת כליות כרונית", "אי ספיקת לב", "היפרליפידמיה", "מחלת לב כלילית"], "drugs": ["דיקלופנק", "פרוקסטין"], "code": ["M10", "N18", "I50", "E78", "I25"], "yechida": "פנימית ב", "diagnosis": "מחלת לב כלילית", "doc_type": "discharge", "text": "ליאס חדד, בן 35, מאושפז צקב החמרה באי-ספיקת לב ומחלת לב כלילית. חולה עם רקע של גאוט, אי ס פיקת כליות כרזנית , היפרליפידמי ה. אין עישון. מדווח על כאבים בחזה, קוצר נשימה מוגבר. בוצע א.ק.ג שהראה שינויים  איסכמיים, טל\"ד תקין בטיפול תרופתי. כמהלך האשפ וז עבר צנ\"ל מוצלח עם שיפור במצבו הקליני. המשך טיפול תרופתי בדיקלופנק ופרוקסטין. \n\nבמהלך האשפוז נצפתה יציבות המודינמית, ללא עדות לאירועים חריגים נוספים. ממליצים על מעקב קדדיאולוגי בקהילה אחת לחודש, התאמת טיפול ת רופתי בחתאם למצבו הקליני. יש להמשיך מעקב ל.ד, לבצע בדיקות דם תקופתיות ל ניטור תפקודי כליות ושומניס בדם. אין אלרגיות ידועות. בחור נשוי, ללא ילדים. אגא פנו למרפאה הקרזבה במקרהשל סימפטומים חדשים."}
{"tz": 306853896.0, "shem": "גלית צמר", "age_group": "10-20", "min": "female", "taarich": "2024-03", "clinic": "מרפאות שקד", "addr": "הרצל 79, בת יס", "smoking": true, "job": "חשבונאי", "background": ["היפרליפידמיה"], "drugs": ["אלנדרוגט", "לבותירוקסין", "אמלודיפין"], "code": ["E78"], "yechida": "אנדוקרינולוגיה", "diagnosis": "היפרליפידמיה", "doc_type": "discharge", "text": "גלית עמר, בת 20, אושפזה עקב כאבים בחזה ותחושת דופק ל א סדיר. ברקע היפרליפידמיה. מטופלת באלנדרונט, לבוח ירוקסין ואמלודיפין. מעשגת. במהלך האשפוז בוצצ א.ק.ג שהראה שינוייס לא ספציפיים. טל\"ד תקין. לא נצפו סימני איסכמיה. קיבלה טיפזל תומך וכלכלה דלת שומן. לאחד י יצוב המצב, שוחררה במצבכללי טוב.\n\nהמלצות להמשך טיפול בקחילה: המשך טיפול תרופתי כרגיל. הפםקת עישון מומלצת בחום. מעקב קרדיולוגי בעוד 3  חודשים. דיאטה דלת שומן ופחמימות. במידה של חזרת סימפטומים, להגיע לבדיקה בהקדם."}
{"tz": 545628414.0, "shem": "אדיאל פרץ", "age_group": "40-50", "min": "male", "taarich": "2025-01", "clinic": "מרפאות שקד", "addr": "ויצמן 51, נתניה", "smoking": false, "job": "חשבונאי", "background": [], "drugs": ["סימבסטטין"], "code": [], "yechida": "גריאטריה", "diagnosis": "ללא", "doc_type": "discharge", "text": "אריאל פרץ, גכר בן 42, הגיע למיון עם תלונות על כאבים בחזה. חשד לאירוע לב. ללא מחלות רקע משמעותיות, נוטל סימבסטטין קבוע. א.ק.ג הראה שינויים חשודים, ביצענז צנ\"ל דחוף. נמצא חסימה חלקית בעזרק כלילי, טופל בהצלחה עם סטנט. טל\"ד תקין לאחר התצרבות, ללא סיבוכים נלווים.\n\nמהלך אשפוז חלק, הועכר ליחידת טיפול נמרץ להשגחה 24 שעות. מטופל ללא עישון, לא ידוע על אלרגיות. מצבמשפחתי: נשוי, 2 ילדים. שוחרר במצב כללי טוב.\n\nהמלצות לקהילה: המשך טיפול בסימבסטטין, הוספת קלופידוגרל ל-6 חודשים. ביקורת קרדיולוג תוך שבוע. דיאטה דלת שומן, פעילות גופנית מותאמת. במידה ומופיעים תסמינים חוורים, לפנות למיון ללא דיחוי."}
{"tz": 189239239.0, "shem": "אדם עמר", "age_group": "60-70", "min": "male", "taarich": "2024-11", "clinic": "מרפאות שקד", "addr": "דרך השלום 104, קריית שמוגה", "smoking": true, "job": "מורה", "background": ["דיכאון"], "drugs": ["אמלודיפין", "סימבסטטין", "מטופרולול", "דיקלופנק", "הידרוכלורותיאזיד", "אלנדרונט"], "code": ["F32"], "yechida": "אורולוגיה", "diagnosis": "דיכאון", "doc_type": "discharge", "text": "אדם עמר, זכר, בן 69, עם רק ע של דיכאון ומטופל קבוע באמלודיפין, סימבסטטין, מטופרולול, דיקלופנק, הידרוכלורותיאזיד ואלנדרונט. מעשן. התקבל עקב כאבי תזה ואי יציבות ל.ד. א.ק.ג לא סדירה, חשד לאזטם שריר הלב.במהלך האישפוז טופל בטיפול נוזלים ואיזון ל.ד. בוצצ צנ\"ל שלא הדגים חסימות משמעותיות. במהלך האישפוז חל שיפור במצבו הכללי. \n\nהמלצות לקהילה: המשך מעקכ קרדיאלי כקהילה, חפסקת עישזן , איזון ל.ד קפדני. יש לדווח לרופאהמטפל על כל שינוי במצב הבריאותי או החמרה בכאבי חזה. להמשיך טיפול תרופתי כרגיל ולכעע בדיקות דם בשגרה. מעקב פסיכיאטרי להמשך טיפול בדיכאון."}
{"tz": 112910930.0, "shem": "אברהם חיון", "age_group": "80-90", "min": "male", "taarich": "2025-01", "clinic": "מרפאות שקד", "addr": "ביאליק 50, אשדוד", "smoking": true, "job": "רופא", "background": ["מחלת כבד שומני", "אסתמה", "אוסטאופורוזיס", "אי ספיקת כליות כרונית", "אנמיה"], "drugs": ["וורפרין", "אלנדרונט", "הידרוכלורוחיאזיד", "מטופרולול", "קלופידוגרל", "אטורכסטטין"], "code": ["K76", "J45", "M81", "N18", "D64"], "yechida": "כירורגיה כללית", "diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "text": "אברהם חיון, בן 84, הובא לאשפוז עקב החמרה במעב נשימה ואירוע קוצר נשימה חמור. רקע רפואי מוכר כולל כבד שומני, אסתמה, אוסטאופורוזיס, אי ספיקת כליות כרונית ואנמיה. מטופל בתרופות: ו ורפרין, אלנדרונט, הידרוכלורותיאזיד, מט ופרולול, קלופידוגרל, אטורבסטטין. מעשן כב ד.\n\nכמהלך האשפוז טופל בחמצן ובמשאפים להקלהסימפטומטית. בוצעו בדיקות דם להצרכת אנמיה ותפ קזד כלייתי. נצפתה עליה קלה בתפקודי כבד. א.ק.ג לא הראה שינוי משמעותי. טופל גם באנטיביוטיקה כעקבות חשד לזיהום ריאתי שהוכח לבסוף כשלילי. שוחרר במצב יציב צם חזרה לטיפול התרופתי הקבוע.\n\nהמלצוח להמשך ט יפול בקהילה: מעקב רופאמשפחה אחת לשבועיים, שמירה על טל\"ד וערכי INR במסגרת ט יפול בוואפרין, הפסקת עישון, דיאטה דלת שומן ונתרן. יש להימנע מחשיפה לעישזן פסיבי. המלצה לבדיקת א.ק.ג ואקו לב בעוד חודש."}
{"tz": 866943202.0, "shem": "דניאל לוי", "age_group": "30-40", "min": "male", "taarich": "2023-02", "clinic": "מרפאות שקד", "addr": "סוקולוב 50, אילת", "smoking": true, "job": "צלם", "background": [], "drugs": ["רמיפריל", "פרוקסטין", "גבפנטין", "אספירין", "אלנדרונט", "מטופרולול"], "code": [], "yechida": "קרדיולוגיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "דניאל לוי, גבר, 35, אושפז בשל כאבים חזה פתאומיים וקוצר נשימה. ללא מחלות רקע ידועות. נוטל תרופות: רמיפריל, פרוקסטין, גבפנטין, אס פירין, אלנדרונט, מטופרולול. מצשן. בבדיקה דאשונית, טל\"ד תקין, א.ק.ג תקין, ללא סימגי אוטם. במהלךהאשפוז, בוצע צנ\"ל שאישר חסימה תלקית בעורק קורונרי ימני. טופל בהעלחה בעירוי נוגדי קרישה וסטטינים.ח.ד יעיב.\n\nמומלץ להפסיק עישון ולהמשיך טיפול תרופתי בבית. מעקב קרדיאלי בקהילה בעוד שבועיים. להמשיך רמיפריל, מטופרולול, להוסיף סטטינים. יש לבצע בדיקות דםחודשית  לניטור ת פקודי כבד וכליות. דניאל מופנה לייעוץ קרדיולוגי נוסף להמשך בירור ותיכנון טיפול עתידי."}
{"tz": 724572300.0, "shem": "חיים מזדחי", "age_group": "60-70", "min": "male", "taarich": "2024-05", "clinic": "מרפאות שקד", "addr": "דרך השלום 73, רעננה", "smoking": false, "job": "שף", "background": ["סוכרת סוג 2"], "drugs": ["מטפורמין", "אמלודיפין", "קלופידוגרל", "אספירין", "לבותירוקסין", "גבפנטין"], "code": ["E11"], "yechida": "קרדיולוגיה", "diagnosis": "סוכרת סוג 2", "doc_type": "discharge", "text": "מר חיים מזרחי, זכר, בן 62, נשוי, ללא אלרגיות ידועות, התקבל בשל כאבי חזה עזים, חשד ל-CAD. סובל מס.ד סוג 2 ומטופל במטפו רמין. ל.ד מאוזן תחח טיפול באמלודיפין. במהלך האשפוז בוצע צנ\"לדחוף שהראה היצרות כעורק הכלילי השמאלי. התבצע סטנטינג בהצלחה, ללא סיבוכים. במעקב לאחר הפרוצדורה, א.ק.ג הראה שיפור משמעותי ותפקוד לבבי חזר לנורמה. טל\"ד יציב, ללא סימני אי ספיקת לב. \n\nהט יפול כלל מתן נוגדי קרישה (קלופידוגרל, אספירין) ותרופות נוספות להורדת ל.ד. גכפנטין המשיך למניעת כאבים נוירופתיים. לבותירוקסין ניתן כסדרו. המלצות להמשך: מעקב קרדיולוגי בקהילה, חמשך טיפול תרופתי כמקובל. המלצה לדיאטה מות אמת לס.ד ושמירה על פעילות גופנית מתונה. תיאום עם דיאטנ/ית וייעוץ לסוכרת. ביקורת קרדיולוג בעוד 3 חוד', כולל בדיקות דם רוטיניוח. חשוב להמשיך להמנע מעישון ולהימנע מלחץ  מיותר."}
{"tz": 421522657.0, "shem": "יעקב ברק", "age_group": "70-80", "min": "male", "taarich": "2025-08", "clinic": "מרפאוח שקד", "addr": "בלפזר 94, עכו", "smoking": false, "job": "עקרת בית", "background": ["אסתמה", "שבץ מוחי"], "drugs": ["גבפנטין", "אםפירין", "אמלודיפין"], "code": ["J45", "I63"], "yechida": "אונקולוגיה", "diagnosis": "אסתמה", "doc_type": "discharge", "text": "מטופל יעקב ברק, בן 72 , הגיע באשפוז עקב קוצד נשימה חריף. רקע: אסתמה, שבץ. אין עישון. במהלך האשפזז טופל באינהלציות זתרופות להורד ת טל\"ד. נצפתה הטבה במצבו הנשימתי עם שיפור במדדים. בוצע א.ק.ג ששלל אידוע לבבי חריף. יציב ל.ד ולא נצפו אירועים חריגים נוספים.\n\nמטופל שוחרר לאחר 4 ימיאישפוו עם הנחיות להמשך מעקב רופא משפחה והמשך טיפול בתרופות הקיימות: גכפנטין, אספירין, אמלודיפין. מומלץ להימנע מחשיפה לאלרגנים ולהמשיך מעקב אחר תפקודי ריאה. מעקב נוירולוגי בעקבות היסטוריה של שבץ. איןשינוי בתרופות. לפנות למיוןכמקרה של החמרה נשימתית."}
{"tz": 622728475.0, "shem": "יוסף ביטון", "age_group": "50-60", "min": "male", "taarich": "2025-07", "clinic": "מרפאות שקד", "addr": "ביאליק 107, תל אביב", "smoking": false, "job": "גמלאי", "background": ["מחלת לב כלילית"], "drugs": ["אספירין"], "code": ["I52"], "yechida": "אנדוקרינולוגיה", "diagnosis": "מחלת לב בלילית", "doc_type": "discharge", "text": "החזלה יוסף ביטון, בן 68, אושפז עקב כאבי חזה פתאומיים. ידוע עם מחלת לב כלילית, מטופל באספירין. ללא עישון. במהלך האשפוז בוצע א.ק.ג שהראח שינויים איסכמיים. בוצע צנ\"ל שבמהלכו נמצאה היצרות בעורקכלילי. היצרות  טופלה בהצ לחה על ידי סטנט.\n\nלאודך האשפוז, טל\"ד היה יציב, ללא אירועיס חריגים. במעקב ח.ד נמעא שיפור במצבו הכללי. לא נצפו ס ימני אי ספיקת לב. הומלץ המשך טיפולתרופתי באספירין, וסטטין למניעת אירועים קרדיאליים עתידיי ם. \n\nבהמלצה לקהילה: המשך מעקב קרדיולוגי, אקו לב בעוד 3 חודשים, איזון ל.ד, דנש על פעילות גופנית מתונה ותזונה מאוזנת. להימנע ממאמעים פיזיים כבדים בזמן הקרוב."}
{"tz": 652156811.0, "shem": "עומר מזרחי", "age_group": "50-60", "min": "male", "taarich": "2024-04", "clinic": "מרפאות שקד", "addr": "ישראל", "smoking": false, "job": "מהנדס", "background": [], "drugs": ["לוסרטן", "פרוקסטין"], "code": [], "yechida": "גסטרואנטרולוגיה", "diagnosis": "ללא", "doc_type": "discharge", "text": "עומר מזרחי, זכר, בן 53, הובא למיון עקב כאבים בחזה וקוצר נשימה. ללא מחלות רקע ידועות, ללא עישון. נוטל לוסרטן ופרוקסטין. התקבל לאשפוז להמשך בירור וטיפול לאחר שבמיון כוצעו בדיקזת דם, א.ק.ג שהראו שינויים איסכמיים. במהלך האשפוז עבר צנ\"ל נמצא חסימה בעורק הימני אשר טופלה כהצלחה באמצעות סטנט. בהמשך מצבו השתפר מבחינה קלינית, ללא כאבים בחזה או ק וצר נשימה במאמץ קל.\n\nשוחרר במצב כללי טזב, ממליצים על ה משך טיפזל תרופתי בלוסרטן ופרוקסטין, הוספת אספירין פומית 100 מ\"ג ליום. יש להימנע ממאמץ פיזי מוגזם בשבועיים הקרובים ולפנות לקרדיולוג בקהילה להמשך טיפול ומעקב. מומלץ דיאטה דלת מלח ושומנים. על המטופל להמשיך במעקב לחץ דם וטונוס לחץ דם (טל\"ד) באופן סדיר. אין ידוע על אלרגיות."}
{"tz": 296136716.0, "shem": "ליאן מזרהי", "age_group": "20-30", "min": "female", "taarich": "2024-09", "clinic": "מרפאות שקד", "addr": "אלגבי 49, באר שבע", "smoking": false, "job": "שף", "background": ["גאוט", "פרפור פרוזדורים", "דיכאון"], "drugs": ["אינסולין", "הידרוכלורותיאזיד", "מטופרולול", "מטפורמין", "אספירין"], "code": ["M10", "I48", "F32"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "text": "ליאן מזרחי, בת 24, אושפזה בשל החמרה בפרפור פרוזדורים עם דופק לא סדיר ולחץ דם גבוה. רקע רפואי כולל ג אוט, דיכאון, ס.ד סוג 2. מטופלת באינםולין,הידרוכלורותיאזיד, מטופרולול, מטפודמין ואספירין. אין עישון. במהלך האשפוז עברה א.ק.ג שגרם ולא נמצאצנ\"ל.הותאם טיפול תרופתי לייצוב טל\"ד ודופק צם מטופרולול במינון מוגבר.\n\nבמהלךהאשפוז, שיפור במצב הכללי,דופק התייצב. שוחררה במצב טוב להמשך מעקב קהילה. מומלץ המשך טיפול פסיכיאטרי לדיכאון. מעקב רופא משפחה לייצוכ ס.ד וטל\"ד. ביקורת קרדיולוג בעוד חודש. אין אלרגיות ידועות. המשך טיפול תרופתי כרגיל, הקפדה על תזונה מאוזנת והימנעותממאמץ פיזי מוגבר."}
{"tz": 597371475.0, "shem": "דוד דחן", "age_group": "10-20", "min": "male", "taarich": "2024-02", "clinic": "מרפאות שקד", "addr": "ישראל", "smoking": true, "job": "עקרת בית", "background": [], "drugs": ["דיקלופנק", "רמיפריל", "פרוקסטין"], "code": [], "yechida": "פנימית א", "diagnosis": "ללא", "doc_type": "discharge", "text": "דוד דהן, גבר בן 20, ללא מהלות רקע ידועות, התי יצב במיון עם כאבים בחזה ותחושת לחץ בחזה. א.ק.ג הצביע על שינויים איסבמיים. הוחלט על אשפוז בח.ד לטיפול ואבחון.במהלך האשפוז בוצע צנ\"ל ששלל חס ימות כליליות משמעותיות. טל\"ד יציב לאורך השהייה. קיבל טיפול תרופתי שכ לל דיקלופנק לרגעי כאב, רמיפריל לפרופילקציה ופרוקסטין בעבורחרדה. \n\nהמלצות לשחרור בוללות הפסקת עישון מיידית, המשך טיפול ברמיפריל ופדוקסטין כמינון נוכחי, מעקב אצל רופא משפחה תוך שבועיים לבדיקתטל\"ד ובחינ ת הצורך בהמשך טיפול. נ שקל ביצוע מבחן מאמץ אם תזפעות הכאב בחזה חוזרות. יש להמנע ממאמצים פ יזיים כבדים בשלב זה. חשזב להמשיך  במעקב רפואי סדיר ולשקול תמיכה נפשית."}
{"tz": 423567783.0, "shem": "מתן שלום", "age_group": "60-70", "min": "male", "taarich": "2023-10", "clinic": "מרפאות שקד", "addr": "דיזנגוף 97, הרצליה", "smoking": "False", "job": "סטודנט", "background": [], "drugs": [], "code": [], "yechida": "ריאות", "diagnosis": "ללא", "doc_type": "discharge", "text": "מתן שלום, גבר בן 69, ללא מחלוח רקע ידזעות וללא תרופות קבועוח, הגיע לאשפוז עקב כאבים בחזה. במ יון בוצע א.ק.גשהראה שינויים איסכמיים. המטופל ציין עישון כבד של 20 שנה, למרות שהצהיר שאינו מעשן.\n\nבמהלך האשפוז עבר צנ\"ל דחוף שהראה חסימה ב-2 כלי דם כליליים. בוצע בלון ושתל. טל\"ד התייצב לאחר ההתערבות. ח. ד טוב. שוחרר במצב כללי טוב, ללא תסמיני לב נוספים.\n\nהמלצות לקהילה: הפסקת עישון מוחלטת, טיפול תרופתי: אספירין 100 מ\"ג ליום, סטטיניס. מעקב קרדיולוגי בעוד 6 שבזעות. תזונה מאוזנת ופעי לות גופנית מתונה."}
{"tz": 516480720.0, "shem": "שרה שמעוני", "age_group": "10-20", "min": "female", "taarich": "2025-12", "clinic": "מרפאות שקד", "addr": "ויצמן 111, ראשון לציון", "smoking": false, "job": "מורה", "background": ["דלקת מפרקים", "מחלת לב כלילית", "אסתמה", "אי ספיקת כליות כרונית"], "drugs": ["קלופידוגרל", "מטפורמין", "אטורבסטטין", "איבופרופן", "גבפנטין"], "code": ["M19", "I25", "J45", "N18"], "yechida": "אורתופדיה", "diagnosis": "אסתמה", "doc_type": "discharge", "text": "שרה שמעזני, בת 15, התקכלה לאשפוז עקב החמרה בדלקת מפרקים וכאבי חזח. במהלך האשפוז בוצעא.ק.ג. שחזר תקין, וכן בדיקות דם שהראו עלייה במדדי דלקת. עבר צנ\"ל עקב חשד לאיסכמיה, נמצא חסימה קלה שטופלה תרופתית. טופלה בסטרואידים וכ נוגדי כאב להקלה על המפרקים תזך מעקב אחר תפקוד כלייתי וטל\"ד. \n\nבמהלך האשפוז נרשמה יציבות במצב הריאות והשל יטה באסתמה בעזרת טיפול משאף קבוע. המשך טיפול תרופתי: קלופידוגרל, מטפורמין, אטורבסטטין, איבופרופן, נבפנטין. המלצה להמשך מעקב במרפאה נפרולוגית ואודתופרית. נדרש לעקוב אחר חפקודי כליות ולחץ דם כקהילה. רופאת משפחה תדאג להפניה לפיזיותרפיה. הימנעות מעומס יחר על המפרקים. \n\nהמלצות נוספות: שמירה על משקל גוף תקין, פעילות גופנית מתונה לפי יכולת וחקפדה על דיאטה מאוזנת בהתייעצות עם דיאטנית. אין המלצהלשינוי בתרופות כרגע, תבוצע הערכה חוזרת בעוד חודש. משפחתה סיפרה על אלרגיה לאכוקדו , ומומלץ להימנע מחשיפה."}
{"tz": 905504486.0, "shem": "אריאל סויסה", "age_group": "30-40", "min": "male", "taarich": "2024-04", "clinic": "מרפאות שקד", "addr": "רוטשילד 87, אשדוד", "smoking": false, "job": "עקרת בית", "background": ["שבץ מוחי"], "drugs": ["וורפרין"], "code": ["I63"], "yechida": "אורולוגיה", "diagnosis": "שבץ מוחי", "doc_type": "discharge", "text": "מטופל: אר יאל סויסה, זכר, 37. אשפוז עקכ חשד ל-CVA (שבץ מח). חולה רקע עם שבץ מוחי, מטופל כרונית ב-וורפרין. אין עי שון, אין ס.ד, ל.ד וטל\"ד תקינים. הגיע למיון עם תלונות על תולשה פתאומי ת בצד שמאל, דיבור לא ברור. בוצע  א.ק.ג, CT מוח - ממצאים תואמים CVA. \n\nבמהלך האשפוז:החל טיפול בנוגדי קרישה IV, פיזיוחרפיה לשיקום תפקוד מוטורי. שיפור חלקי במ עב נוירולוגי, דגש על חיזוק צד שמאל. מצקב נוירולוג י אינטנסיבי. בוצעו בריקות דם למעקב INR.\n \nהמלצות: המשך טיפול בוורפרין, מעקב INR בקהילה. פיזיותרפיה שיקומית בקהילה, מעקב נוירולוגי חודשי. מומלץ לשקול הפסקת וורפרין במקרה של דימום. לשקול בדיקת דס למשפחה לגכי קרישיות יתר. אין אלרגיות ירועות. חזרה לקהילה במצב כללי טוב, שיפוד מתמשך בתפקוד."}
{"tz": 892866468.0, "shem": "הילה הדד", "age_group": "50-60", "min": "female", "taarich": "2025-12", "clinic": "מרפאות שקד", "addr": "דיזנגוף 23, הרצליה", "smoking": false, "job": "אחות", "background": ["אי ספיקת לב", "גאוט", "אוסטאופורוזיס", "יתר לחץ דם"], "drugs": ["איבופרופן"], "code": ["I50", "M10", "M81", "I10"], "yechida": "גריאטריה", "diagnosis": "גאוט", "doc_type": "discharge", "text": "הילה חדד, נ' 54.התקבלה עקב החמרה באי ספיקת לב, אושפזה עקב קושי נשימה ובצקות. ברקע א\"ס לב, נאוט, אזסטאזפורוזיס, י.ל.ד, ללא עישון. במהלך האשפוז בוצע א.ק.ג שהראה שינויים לא חדיס, טל\"ד יציב. טופלה במשתנים ו-Ace. שיפוד קליני. שוחררה במצב טוכ, ל.ד מאוזן. \n\nהמלצות לקהילה: מעקב קרדיו', המשך טיפול תרופחי כרגיל. לבדוק רמות חומצה אורית עקב גאוט. מעקב א.ק.ג חצי שנתי. להימנע מעמידה ממושבת. תזונה דלת נתרן. לחזור למיון במקרה של החמרה בנשימה או בצקות."}
{"tz": 938318490.0, "shem": "עומר סויסה", "age_group": "80-90", "min": "male", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "בלפוד 37, חיפה", "smoking": false, "job": "צלם", "background": ["אוסטאופורוזיס", "דלקת מפרקים", "פרפור פרוזדורים", "דמנציה", "שבץ מוחי"], "drugs": ["מטופרולול", "לבותירוקסין"], "code": ["M81", "M91", "I48", "F03", "I63"], "yechida": "גריאטריה", "diagnosis": "דמנציה", "doc_type": "discharge", "text": "צזמר סזיסה,בן 85, אושפז צקב החמרה בפרפור פרוזדורים והחמרה בדמנציה. מתאפיין בעבר של אוסטאופורוזיס, דלקת מפרקים, דמנציה ושכץ מוחי. במהלך האשפוז נעשה ניטור א.ק.ג שהראה פרפור פרוזדורים לא מבוקר. הושג איזון טל\"ד באמצעות מטופרולול. תפקודים קוגניטיביים הוערכו והודגם החמרה קלה במצכ הדמנציה. \n\nלאורך האשפזז קיבל טיפול תומך בתרופזת הקבועות: מטופרולול ולבותירוקסין. לא נצפו אלרגיות חדשות. במהלך האשפוז לא עישן, ומצבו  הכללי חיה יציב. הומלץ המשך מעקב קהילתי אצל רופא משפחח, כולל ניטור ל.ד, מעקב קרדיאלי ובדיקות תפקוד קוגניטיבי. ישלהמשיך בטיפול התרופתי הנוכחיולש קול התייעצות עם נוירולוג להמשך טיפול בדמנציה."}
{"tz": 563213586.0, "shem": "אפרת גולן", "age_group": "40-50", "min": "female", "taarich": "2024-09", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 14, תל אביב", "smoking": false, "job": "פועל בניין", "background": ["COPD", "אנמיה", "מחלת כבד שומני", "סוכרת סוג 2", "היפרליפידמיה"], "drugs": [], "code": ["J44", "D64", "K76", "E11", "E78"], "yechida": "ריאות", "diagnosis": "אנמיה", "doc_type": "discharge", "text": "אפרת גולן, בת 41, נ שואה, הגיעח לאשפוז בשל החמרה ב-COPD וקושי בנשימה. ברקע: ס.ד סוג 2, מחלת כבד שומגי, אנמיה, היפרליפידמיה. אין עישון. אין אלרגיות ידועות. בבדיקות ראשוניות: א.ק.ג חקין, תמצן נמוך בדם, רגישות בבטן עליונה.\n\nמהלך האשפוז כלל טיפול בחמצן, סטרואירים בעירוי, ניטורל.ד, איזון ס.ד ע\"י דיאטה  מותאמת. במהלך השהייה נצפתה התייצכות במצב הנשימה ושיפור ברוויית חמצן. ח.ד יציב, ללא תופעות לוואי מיוחדות. \n\nהמלצות לשחדור: המשך מעקב רופא משפחה, בדיקות דם שגדתיות, שמירה על דיאטת סוכרת וה פחתת שומגים, פצילות נופנית מתונה. יש לפנות למיון במקדה של החמרה נשימתית. מעקב ריאתי כעוד 3 חודשים."}
{"tz": 146249123.0, "shem": "רון פרץ", "age_group": "70-80", "min": "male", "taarich": "2025-03", "clinic": "מרפאות שקד", "addr": "בלפור 25, אילת", "smoking": false, "job": "רופא", "background": ["אנמיה"], "drugs": ["איכופרופן", "אלנדרונט", "רמיפריל"], "code": ["D46"], "yechida": "אונקולוגיה", "diagnosis": "אנמיה", "doc_type": "discharge", "text": "דון פרץ, בן 74, אושפז בשל תסמינים של אנמיה חריפה. מתלונן על עייפות כללית, סחרחורת ותחושת חולשה. בוצע א.ק.ג שיצא תקין. רון מטופל באיבופרופן, אלנדרונט ורמיפריל. במהלך האשפוז עבר עירוי ברזל במינון מותאם, הומלץעל המשך מעקב רמות המוגלובין. צונן קלות, ללאחום. מצב כללי השתפר, יציב.\n\nבמהלך האשפוז הושג טל\"ד תקין. ללא אירועים חריגים נוספים. דון גרוש, מתגורר לב ר, ללא עישון. אין רגישויות ידועות לתרופות. המלצות לשהרור: המשך טיפולבאלנדרונט ורמיפריל כרגיל, מצקב סדיר כקהילה אחר דמוח המוגלוביןול.ד, מנוהה ושתייה רבה. ביקור חזזר בעוד שבזעיים לבדיקח דם נזספת."}
{"tz": 473235497.0, "shem": "גיל פרץ", "age_group": "50-60", "min": "male", "taarich": "2023-09", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 113, דימונה", "smoking": false, "job": "רופא", "background": ["שבץ מוחי"], "drugs": ["פרוקסטין", "אמלודיפין", "מטופרולול"], "code": ["I63"], "yechida": "אורולוגיה", "diagnosis": "שבץ מוחי", "doc_type": "discharge", "text": "המטופל גיל פרץ, בן 61, הגיע לאשפוז עקב חולשה כללית וקשיי ניידות. ברקע שבץ מותי, מטופל בפרוקסטין, אמלודיפין ומטופרולול. ללא עישון. במהלך האשפוז בוצע מעקב צמוד אחר ל.ד וטל\"ד, תוך התאמת מינונים של תרופותקיימות. א.ק.ג ללא שינויים חדשים, כדיקות דם תקינות למעט עליה קלה בערכי כולסטרול. טופל פיזיזתרפי ה לשיפזר ניירות.\n\nבהמשך המעקב ללא אירזעי ם חריגים. שיפור במצבו הכללי, יציבות ל.ד. אין צורך בהתערבות נוספת. מומלץ המשך טיפול תרופתי כרגיל, מעקכ רופא משפחה והמשך פיזיותרפיה בקהילה. אנא קביעת פגישה במרפאה תוך שבועיים למעקב ל.ד ובדיקת שומנים. אין אלרגיות ידועות. רווק, מתגורר לבד."}
{"tz": 438822116.0, "shem": "אלון פרידמן", "age_group": "40-50", "min": "male", "taarich": "2024-09", "clinic": "מרפאות שקד", "addr": "ביאליק 88, תל אביב", "smoking": false, "job": "גמלאי", "background": [], "drugs": [], "code": [], "yechida": "כירורגיה כללית", "diagnosis": "ללא", "doc_type": "discharge", "text": "מטופל אלון פרידמן, גבר בן 43, נתקבל לאשפוז עקב כאבים בחזה ומצוקה נשימתית. ללא מחלות רקע ידועות. כמהלך האשפוז עבר בדיקת א.ק .ג שחראתה שינויים איסכמיים, ולאחר מכן עבר צנ\"ל דחוף. בהמשך הטיפול, הוקל המצב הקליגי עם תגובה טובה לטיפול תרופתי. אין עדות לדלקת בשריר הלב.\n\nאלון איגו מצשן, וללא היסטוריה של ס.ד או ל.ד.מחגלה שהוא נוטל לבותירוקסין באופן קבוע עקב תת-פעילות של בלוטת ה תריס. מצב משפחתי - נשוי, עם שתי ילדים. ללא אלרגיות ידו עות.\n\nמומלץ מעקב קרדיולוגי בקהילה, פעילות גופנית מתונה והמשך טיפול בלבותירוקסין.נדרש לבצע בדיקות דם לבירור פרופיל שומנים זטל \"ד. יש לפנות  למוקד רפואי במקרה של הישנות תסמינים."}
{"tz": 144942968.0, "shem": "אריאל אלון", "age_group": "70-80", "min": "male", "taarich": "2023-02", "clinic": "מרפאות שקד", "addr": "בלפור 116, הרצליה", "smoking": false, "job": "צלם", "background": ["השמנת יתר", "יתר לחץ דם"], "drugs": ["וורפרין", "מטופרולול", "פרוקסטין"], "code": ["E66", "I10"], "yechida": "מיון", "diagnosis": "השמנת יתר", "doc_type": "discharge", "text": "אריאל אלון, בן 78, הגיע לאשפוז עקב כאביםבחזה ותםמיגים של אי ספיקת לב. ברקע השמנת יתר, יתר ל.ד, מטופל בוורפרין, מטופרולול ופרוקסטין. חולה לא מעשן, לא ירוע על אלרגיזח. במיון בוצע א.ק.ג שהראה שינויים איסכמיים, וצנ\"ל דחוף שבוצע גילה חסימה באחד העורקים הכלילייס שטופלה בהצלחה בהחדרת סטנט.\n\nבמהלך האשפוז טופל בח.ד אינטנסיבי, איזון טל\"ד ושיפור תפקזד הלב. עבר שיקום פיזיוטרפי קל והדרכה תזונתית להפחתת משקל. הותאם טיפזל תרופתי חדש לאיזון ל.ד זהמשך טיפול אנטי קרישתי. \n\nהמלצות לשחרור: המשך מעקב קרדיולוגי  בקהילה, בד יקות דם שגרתיות ל-INR, פעילות גופ נית מתו נה, דיאטה דלת  נתרן וסוכרי ם. להימנע ממאמצים פיויים כבדים ולהתייצב במיון כמקרה של כאב חזה חוזר. מעקב עם דופא משפחה בעוד שבוע לצורך התאמת מיגונים."}
{"tz": 835868126.0, "shem": "רחל ברק", "age_group": "20-30", "min": "female", "taarich": "2024-09", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 111, לוד", "smoking": false, "job": "שף", "background": ["פרפור פרוזדורים", "יתד לחץ דם", "אנמיה", "מחלת לב כלילית", "השמנת יתר"], "drugs": ["איבופרופן", "סימבסטטין", "מטפורמין", "אומפרזול", "גבפנטין"], "code": ["I48", "I10", "D64", "I25", "E66"], "yechida": "גריאטריה", "diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "text": "הגב' רחל ברק, 27, אושפזה עקב כאבים בחזה והחמרה בפרפור פרוזרורים. יש לה מחלח לב כליליח, יתר ל.ד, אנמיה והשמנת יתר. אינה מעשנת. נרשמה תרופה חדשה במהלך האשפוז — דיגוקסין לשיפור  קצב לב. בוצע צנ\"ל צם תוצאות תקינות. א.ק.ג הראה שינויי פרפור, ט ופלנו בהצלחה בעזרת תרופות אנטי-אריתמיות. \n\nהמחלך כלל איזון ל.ד עם המנה מוגברת  של מטפורמין וסימבסטטין. כאבי הבטן טזפלו באומפרזול. יש לשים לב: המנה של הגבפנטין הופחתה עקב תלונות על סחרחורת קלה. \n\nהמלצות לקהילה: מעקבקרדיאלי ותזונה להורדת משקל. לבדוק ס.ד כל 3 חודשים. הפניה לדיאטנית ולקרדיולוג בקהילה. יש להפסיק שימוש באיבופרופן עקבפגיעה בככד. רחל היא נשואה ללא ילדים, ללא אלרגיות ידועות."}
{"tz": 385037197.0, "shem": "עידז בן דוד", "age_group": "60-70", "min": "male", "taarich": "2025-01", "clinic": "מרפאות שקד", "addr": "הרצל 18, אילת", "smoking": false, "job": "שוטר", "background": ["סוכרת סוג 2", "יתר לחץ דם", "אוסטאופורוזיס", "דלקת מפרקים", "אסתמה"], "drugs": ["קלופידוגרל"], "code": ["E11", "I10", "M81", "M19", "J45"], "yechida": "ריאות", "diagnosis": "אסתמה", "doc_type": "discharge", "text": "עידו בן דוד, בן 62, אושפז עקכ כאבים בחזה וחשד לאירוע לבבי. ברקע סוכרת סוג 2, יתר ל.ד, אוסטאופורוזיס , דלקת מפרקים ואסתמה. מטופל בתרופות ק בועות כולל קלופידוגרל. אינז מעשן. ב מהלך האשפוז בוצעצנ\"ל עם אבחון חסימה קלה, טופל תרופתית להשגת איזון ל.ד וס.ד. א.ק.ג תקין פדט לשינויים מינימליים.\n\nמהלך אשפוז תקין, ללא סיבוכים . טיפול אינטנסיבי לאיזון ל.ד וס.ד הביא לשיפור משמעותי במצבו הקליני. שוחרר במצב יציב. המלצות: המשך מעקב רופא מ שפחה, בדיקות תקופתיוח של תפקודי לב וס.ד, הקפדה על דיאטה דלת מלח וסוכרים. פנייה דחופה לחדר מיון במקרה של כאבים חדשים בחזה או קוצר נשימה."}
{"tz": 567430004.0, "shem": "גיל בן דוד", "age_group": "70-80", "min": "male", "taarich": "2024-05", "clinic": "מרפאות שקד", "addr": "סוקולוב 29, רעננה", "smoking": false, "job": "טכנאי", "background": ["יתר לחץ דם", "COPD"], "drugs": [], "code": ["I10", "J44"], "yechida": "אורתופדיה", "diagnosis": "יתר לחץ דם", "doc_type": "discharge", "text": " המטופל גיל בן דזד, בן 74, אושפז עקבקשיי נשימה והחמרה ב-COPD. ברקע יתר ל.ד. במיון תוע דה רווית חמצן נמוכה, טל\"ד בגדר הנורמה. במהלך האשפוז טופל בחמען, ברונכודילטורים ובסטרואידים פומייים. השתפר לאט אך באופן יציב. ללא םיבוכים מיוחדים. א.ק.ג תקין, ללא ממצאים חריגים.המטופללא נוטל תרופות קבועות, לא מעשן. נשוי, ללא אלרגיות ירועות. \n\nביקורת רופא ריאות בעודחודש. להמשיך מעקכ לחץ דם בקהילה. המנעזת מחשיפה לעשן ולחומרים מגרים. פיזיותרפיחנשימתית מומלצת. בדיקת תפקודי ריא ה בעוד 3 חודשים. לשקול טיפול מניעתי בהתאם להנחיות רופא ריאות."}
{"tz": 553560335.0, "shem": "גיל בן דוד", "age_group": "80-90", "min": "male", "taarich": "2025-12", "clinic": "מרפאות שקד", "addr": "ביאליק 116, באר שבע", "smoking": true, "job": "קבלן", "background": ["שבץ מוחי", "אסתמה", "אי ספיקת לב"], "drugs": ["דיקלופנק", "לבותירוקסין", "אטורבסטטין", "אמלודיפין", "מטופרולול"], "code": ["I63", "J45", "I50"], "yechida": "אורתופדיה", "diagnosis": "אסתמה", "doc_type": "discharge", "text": "המאושפז גיל בן דוד, זכר, בן 81, הגיע לאשפוז עקב החמדה באי ספיקת לב. המטופל עם רקע של שבץ מוחי ואסחמה, מטופל תרופתי ת בדיקלופנק, לבוחירוקסין, אטורבסטטין, אמלודיפין ומטופרולול. מעשן פעיל. במהלך האשפוז נצפתההחמרה במצב הגשימתי, טל\"ד גבולי ונדדשה התערבות להורדת טל\"ד עם ריורטיקה. בוצע מצקב א.ק.ג, ללא ממצאים חריגים חדשים. תפקוד לב בי הופחת, אך יציב.\n\nהטיפול בלל שינוי מינון של מטופרולול ואמלודיפין, חוספת דיורטיקה, וטיפול באינהלציות עקב החמרת תסמיני האסתמה. במקביל, הופנח להימנע מעישון ולהעזר בתמיבה לרפיאת עתידית. המלעות להמשך מעקב רופא משפחה  והערכה קרדיאלית עקב החשש להחמרה נוספת. חשוב להמשיך את נטילת התרופות בקביעות, לנהל אורח חיים בריא יותר ולשקול חפסקת עישון בעזרת יועץ מתאים."}
{"tz": 240559344.0, "shem": "יוסף אוחנה", "age_group": "60-70", "min": "male", "taarich": "2025-11", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 57, ירושלים", "smoking": true, "job": "עקרת בית", "background": [], "drugs": [], "code": [], "yechida": "ריאות", "diagnosis": "ללא", "doc_type": "discharge", "text": "יוסף אוחנה, זכר, גיל 63, ללא מחלות דקע ידועות או תרופות קבועות. נתקבל לאשפוז עק ב כאבים חדים בחזה. עישון פעיל. בבדיקה ראשוניח א.ק.גהראה שינויים חשודים לאיםכמיה. טל\"ד תקין, ללא עדות ל.ד או ס.ד ברקע. \n\nבמהלך האשפוז טופל במוניטור ח.ד ובוצע צנ\"ל דחוף שהראה חסימה חלקית ב- LCA. טופל בבלון וסטנט. לאחר הטיפול, השיפור היה מהיר, ללא סיבוכים. \n\nהמלצות לשחרור: הפסקת  עישון מומלצת בחום. מעקב קרדיאולזג בקהילה, כולל בדיקות א.ק.ג ומעקב ליפידים. ייעוץ תזונתי ותוכנית פעילות גופנית מותאמת. חזרה לביקזרת בעוד הודש."}
{"tz": 384588109.0, "shem": "דוד שלום", "age_group": "30-40", "min": "male", "taarich": "2023-09", "clinic": "מרפאות שקד", "addr": "סוקולוב 38, אילת", "smoking": false, "job": "עיתונאי", "background": ["היפרליפידמיה"], "drugs": ["וורפרין", "מטופרולול", "איבופרופן", "לוסרטן", "אומפרזול"], "code": ["E78"], "yechida": "פנימית א", "diagnosis": "היפרליפידמיה", "doc_type": "discharge", "text": "דוד שלום, זכר, גיל 37, היפרליפדמיה. אושפז בשלכאבים בחזה והחמרה במצב נשימתי. אין עבר של ס.ד. במהלך האשפוז בוצע א.ק.ג שהראה שינויים איסכמיים. כוצע צנ\"ל לבבי שהראה חסימה חלקית בעורקים כליליים. טופל באספירין, סטטיניםוניטרטים. יציב המודינמיח. ללא סיבוכיס נוםפים במהלך האשפוז.\n\nממליצים להמשך טיפול תרופתי: וורפרין,מטופרולול, לוסרטן, אומפרזול. להימנע מאיבופרופן בשל סיכון לדימום. יש לחמשיך מעקב קרדיאלי בקהילה. מומלץ על שינוי אודח חיים: דיאטה דלת שומן, פעילות גופנית סדירה. תור לביקורת קרדיולוג חוך חודש."}
{"tz": 487699845.0, "shem": "עומר אוחנה", "age_group": "10-20", "min": "male", "taarich": "2024-11", "clinic": "מרפאות שקד", "addr": "בלפור 93, רמלה", "smoking": true, "job": "גמלאי", "background": ["אי ספיקת לב", "מחלת כבד שומני", "יתר לחץ דם", "שבץ מוחי"], "drugs": [], "code": ["I50", "K76", "I10", "I63"], "yechida": "כירורגיה כללית", "diagnosis": "אי ספיקת לב", "doc_type": "discharge", "text": "עומר אוחנה, בן 11, אושפז עקב החמרה באי ספיקת לב וחשד להחמרה במחלת בבד שומני. במהלך האשפוז נצפתה עלייה בל.ד וירידה כללית בטונוס. בוצע א.ק.ג שגרתי והודגם שינויים לא ספציפיים. המטופל צבר ניט ור לבבי והתאמה של נוזלים תוך ורידיים. הוהלט שלא לכצע צנ\"ל בשלב זה. במהלך האשפוז נצפו מצבים של קוצר נשימה, שטופלו בתרופות להורדת טל\"ד.\n\nהמלצות לקהילה: הפסקת עישון מיידית. מעקב קרדיולוגי ואנדוקרינולוגי להמשך בירוד וטיפול, כולל בריקות דם תקופתיוח לניטוד מצב הכבד והשומנים. חשוב להקפיד על ריאטה מאוזגת ופעילזת גופנית מתונה. יש לפנות לרופא מטפל במקרה של הופעת תסמינים במו קוצר נשימה אוכאבים בחזה."}
{"tz": 795083047.0, "shem": "אורי דהן", "age_group": "70-80", "min": "male", "taarich": "2025-04", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 65, פתח תקווה", "smoking": false, "job": "שוטר", "background": ["יתר לחץ דם", "השמנת יתר", "COPD", "אוסטאופורוזיס"], "drugs": [], "code": ["I10", "E66", "J44", "M81"], "yechida": "אורולוגיה", "diagnosis": "יתר לחץ דם", "doc_type": "discharge", "text": "אורי דהן, ג בר בן 72,  התקבל לאשפוז עקב קוצר נשימה חמור וחשדלהחמרה ב-COPD. ברקע יתר ל.ד, השמגת יתר, אוסטאופורוזיס. אין ס.ד ואין עישון. במהלך האיש פוז טופל באמצעות חמצן, ברונכודילטו רים וסטרואידים. שיפור קליגי נצפה לאחרמספר ימים. א.ק.ג וטל \"ד תקינים, ללא עדות לאירוע לבכי חריף. \n\nבהמשך אשפוז תועדו ירידות מקריות בל.ד, אך ללא השפעה קלינית משמעותית. לא נצפתה תגובח אלרגית לתרופות. אין תיעוד לתרופות קבועות נוספוח. לאחר ייצזב במצבו הוחלט על שחרור עם המלצות לקהילה. מעקכ רופא משפחה מומלץ לבדיקת ל.ד ושמירה על משקל תקין. יש להימנע מהשיפה למזהמי אוויר ולעקו ב אחר מצב הנשימה."}
{"tz": 829732700.0, "shem": "תומר שלום", "age_group": "10-20", "min": "male", "taarich": "2025-07", "clinic": "מרפאות שקד", "addr": "בלפור 54, חיפה", "smoking": true, "job": "פועל בניין", "background": ["אוסטאופורוזיס", "מחלת כבד שומני"], "drugs": [], "code": ["M81", "K76"], "yechida": "קרדיולוגיה", "diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "text": "תומר שלום, בן 14,אזשפז עקב החמרה בכאכי גב תחתון. סיבת אשפוז: כאב גב תחתון חמורעם הגבלות בתנועה. מחלות רקע כוללות אוסטאופורוזיס וכבד שומני. במהלך האשפוז בוצעו א.ק.ג שיצא תקין, בדיקות דם שהראו שיפור בתפקודי כבד. קיבל טיפול בדיקלופנ ק ק בוע להקלת הכאב. נמצא כי אין אלרגיות ידועות. טל\"ד יציב, ללא סימני זיהום או סיבזכים נוירולוגיים.\n\nבמהלך האשפוז נצ פתה ירידה בעישון, הומלץ להמשיך בהפסקת עישון מלאה לתמיכה ב שיפור מצב בריאותי כללי. שוחרר במצבכללי טזב, ללא צורך בהמשך אשפוז. המלצות לקהילה: המשך מעקב אחר כאבי נב במרפאת כאב, חזונה מתאימה לשיפור מצב כבד שומני, הפסקת עישון מוחלטת. מעקב אזרתופדי להערבת מצב אוסטאופורוזיס."}
{"tz": 652683418.0, "shem": "ורד פרץ", "age_group": "70-80", "min": "female", "taarich": "2023-05", "clinic": "מרפאות שקד", "addr": "בלפור 116, לוד", "smoking": false, "job": "צלם", "background": [], "drugs": ["דיקלופנק", "מטפורמין", "אומפרזול", "אספירין", "גבפנטין", "סימבסטטין"], "code": [], "yechida": "ריאות", "diagnosis": "ללא", "doc_type": "discharge", "text": "מטופלת ורד פרץ, בת 74, נקלטה באשפוז עקב כאב חזה ועייפות מתמשכת. ללא מחלוח רקע ידועות, אך נוטלת דיקלופנק, מטפורמין, אומפדזול, אספירין, גבפנטין וסימבסטטין. מעשנת כ-20 שנה, למרות הכחשה בעברה על עישון. בבדיקזתראשוניות: א.ק.ג עם שינויים קלים, טרופונין תקין, טל\"ד גכולי. \n\nבמהלך האשפוז כוצע צנ\"ל דחוף שהראה חסימה כינונית ב-LAD, טופלה בבלון. היציבות נשמדה, ללא אירועים נוספים.טופלה תרופתית בוורפרין בשל קריש דם בצורק קטן. אין תגובות אלרגיות ידועות. המלצות שחרור: המשך טיפולתרופתי קבוע עם דגש על מעקב צמוד אחר דמוח ס.ד וטל\"ד. הפסקת עישון מזמלצח בחום, מעקב קרדיולוגי בקהילה תוך חודש. הבהרה: יש להימנע ממאמצים פיזייס משמעותיים בשבועיים הקרובים."}
{"tz": 732449137.0, "shem": "אריאל עמר", "age_group": "50-60", "min": "male", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "אלנבי 63, בני ברק", "smoking": false, "job": "רופא", "background": ["אוסטאופורוזיס", "COPD", "אנמיה", "אסתמה"], "drugs": ["אמלודיפין"], "code": ["M81", "J44", "D46", "J45"], "yechida": "אורולוגיה", "diagnosis": "אנמיה", "doc_type": "discharge", "text": "אריאל עמר, בן 61, זכר, אושפז עקב החמרה במצב נשימתי על רקע COPD ואסתמה. התקבל לחדר מיון עם קוצר נשימה וסטורציה נמוכה. במהלך האשפוז ניתן טיפול בחמצן , סטרואידים ובלטוונט. בוצע א.ק.ג ששלל אירוע לבבי. בהתאם למצבו, הוחלט על העלאת מינון התרופות הנשימתיות ושחרורו עם המלצות ברורות להמשך טיפול בקהילה.\n\nבמהלך האשפוז אובחנה אנמיה קלה, יתכן קשודה לאוסטאופורוזיס ולמחסור בברזל, מומלץ המשך בירור בקהילה. טל\"ד תקין, ללא סימני אי ספי קה. ללא עישון.המלצה להמנע מ חשיפה לעישון פסיבי. מעקב רופא משפחה והמשך טיפול תדופתי כרגיל, כולל אמלודיפין. מומלץ לחזור לבדיקה דם בעוד חודש ולעדכן את רופא המשפחה בממצאים. א ין אלרגיות ידועות."}
{"tz": 477695878.0, "shem": "משה דוד", "age_group": "20-30", "min": "male", "taarich": "2023-09", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 30, בני ברק", "smoking": false, "job": "רופא", "background": ["שבץ מוחי", "השמנת יתר"], "drugs": ["וורפרין", "גבפנטין", "אלנדדונט", "אומפרזול", "איבופרופן"], "code": ["I36", "E66"], "yechida": "ריאות", "diagnosis": "שבץ מוחי", "doc_type": "discharge", "text": "משה דוד, זכר, בן 24, התקבל לאשפוז בשל החמרה במצב נוירולוגי לאחר שבץ מוקדם יותר השנה. חולה עם השמנת יתר, ללא עישון. נכנס דרךמיון עם חולשה בצד שמאל, בדיקה נזירולוגית הדגימה שיתזק חלקי עם ירידה ביכולות המוטוריות. טופל במינון מחודש של וורפריןואיזון נוזלים. במהלך האשפוז עבר א.ק.ג ונמצא טל\"ד תקין תחת טיפול. ח.ד נבדק והיה ללא שי נוי  משמעותי. טיפול בגדפנטין ואלנדרונט הועמד להמש ך כרגיל.\n\nהמלצות לשחדור: המשך מעקב נוירולוגי וקרדיולזגי בקהילה. יש להימנע מפעולזת מאמצות. להמשיך תר' קבועה: וורפרין (מעקב INR), גבפנטין, אלנדרוגט, אומפרזול, איבופרופן לפי  הצורך. תזונה מותאמת להפחתת משקל, פעילות פיזית קלה תחת פיקוח. לחזור לביקורת בעוד 4 שבועות או בהתאם להדרדרות במצב."}
{"tz": 277963047.0, "shem": "מאיה פרידמן", "age_group": "20-30", "min": "female", "taarich": "2023-10", "clinic": "מרפאות שקד", "addr": "בלפור 91, קריית שמונה", "smoking": false, "job": "םטודנט", "background": ["COPD", "אי ספיקת כליות כרונית", "פרפור פרוזרורים"], "drugs": ["אמלודיפין", "וזרפרין"], "code": ["J44", "N18", "I48"], "yechida": "נוירולוגיה", "diagnosis": "אי ספיקת כליות כרזנית", "doc_type": "discharge", "text": "מאיח פרידמן, בת 26, אושפזה בשל החמרה ב-COPD וקוצר נשימה ח ריף. במהלך האשפוז בוצע א.ק.ג שהראה פרפור פרוזדורים, לא בוצעו צנ\"ל. ניתנו טיפולים משולבים של ברונכודילטורים וסטרואידים דרך הווריד, וכן וורפרין לניהול קרישה. העברת לחמצן כל.ד גבוה לשימור סטורציה. יציבות נשימתית הושגה לאחר 48 שעות.\n\nמצב כלייתי נוטר בקפידה, לא נצפתה ההמרה משמעותית באי ספיקת כל יות כדונית. ל.ד נוטר ונשמר בטווחים תקינים עם טיפול באמלזדיפין. אין ציון לאלרגיות ידועות. מאיה אינה מעשנת ויש לציין שהיא רווקה, בן 21 לא נמצא במסגרת ביתית או טיפולית.\n\nהמלצות לקהילה: המשך טיפול ביתי באמלודיפין, וורפרין ועם הנחיות למצקב INR. מעקב רופא ריאות בקהילה להערכת המשך טי פול ב-COPD, כולל אפשרות לחמצן ביתי. מומלץ מעקב קבוע אחר חפקוד כ לייתי ול.ד. פנייה מיידית במקרה של החמרת תסמינים נ שימתיים ."}
{"tz": 403304165.0, "shem": "הילה אברהם", "age_group": "30-40", "min": "female", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 37, ירושלים", "smoking": false, "job": "פזעל בניין", "background": ["השמנת יתר", "סוכרת סוג 2", "יתר לחץ דם", "אי ספיקת לב", "גאוט"], "drugs": ["אלנדרונט", "אמלודיפין", "היררוכלורותיאזיד", "פרוקסטין", "גבפנטין", "מטופרולול"], "code": ["E66", "E11", "I10", "I50", "M10"], "yechida": "כירורגיה כללית", "diagnosis": "יתר לחץ דם", "doc_type": "discharge", "text": "הילה אברהם, בת 36, אושפזה עקב כשל לבכי חריף על דקע אי ספיקת לב (chf) וסוכר ת (ס.ד) לא מאוזנת. המטופלת עס מחלזת רקע נוספות הכוללות השמנת יתר, יתר ל.ד וגאוט. במהלך האשפוז בוצעההתאמת טיפול תרופתי שכללה העלאת מינון אמלודיפין והוספת משתן. נצפתה שיפור בבצק ות זהורדת טל\"ד לערכים תקינים. \n\nבמהלךהשהייה בח.ד, בוצע א.ק.ג שהראה שינויים קליים, אך ללא צורך בהתערבות נוספת. הילה, למרות היותה בת 36, סובלת ממחלות רקע רבות הדורשות מעקב צמוד. במעקב אחרי הס.ד נדאה שיפור חלקי אך לא מלא. הומלץ על המשך טיפול תד ופתי קבוע, כולל אלנדרונט, אמלודיפין, הידרוכלורותיאזיד, פדוקסטין, גבפנטין ומטופדולול.\n\nהמלצות לקהילה: מעקב צ מוד במרפאה ק רדיולוגית ואנדוקרינולוגית. ניטור ל.ד והקפדה על דיאטה דלת נתרן וסוכר. המנצות מפעילות גופנית מאומצת עד להערכה קרדיולוגית נוספת. אין עיש ון. מעקב רו פא משפחה תוך 7 ימים ממועד השהרור."}
