{"tz": 819600131.0, "shem": "יוסף אוחנה", "age_group": "50-60", "min": "male", "taarich": "2023-05", "clinic": "מרפאות שקד", "addr": "שדרות הצצמאות 115, צפת", "smoking": true, "job": "טכנאי", "background": ["השמנת יתר"], "drugs": ["אמלודיפין"], "code": ["E66"], "yechida": "קרדיולוגיה", "diagnosis": "השמנח יתר", "doc_type": "visit", "text": "יוסף אוחנה, בן 61, הניע למרפאה עקב תלונה על כאבים בחזה המקרינים לזדוע שמאל מזה שבועיים. מטופל סובל מהשמנת יתר, נוטל אמלודיפין לטיפול בל.ד. מעשן כ-30 שנות קופסא. אין מידע על ס.ד או צנ\"ל קודם. בדיקת א.ק.ג הראתה שינוייםאיסכמ יים. \n\nרושם: חשד לאנגינה פקטוריס. טל\"ד גבולי, ייתכן קשור לצישון. מומלץ צנ\"ל לבירו ר נוסף. יוסף גרוש, ללא אלרגיות ידועות. \n\nתוכנית: הפניה למיון לצנ\"ל בהקדם.  המשך מעקב קרדיולוגי, הפסקת עישון דחופה. חזונה דלת שומן ובריקות דם להערכת פרופיל שזמנים. ביקזרת בעוד חודש."}
{"tz": 164752552.0, "shem": "סיגל דוזנברג", "age_group": "50-60", "min": "female", "taarich": "2024-08", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 30, חיפה", "smoking": true, "job": "שף", "background": ["דלקת מפדקים", "מחלת לב כלילית", "יתר לחץ דם", "אוסטאופורוזיס"], "drugs": ["לוסרטן"], "code": ["M91", "I25", "I10", "M81"], "yechida": "נוירולוגיה", "diagnosis": "יתר לחץ דם", "doc_type": "visit", "text": "סיגל רוזנברג, בת 53, נשואה, סובלת מכאב במפרקים מזה כשבוע. מחלות רקע כוללות דלקת מפרקים, מחלת לכ כלילית, ל.ד, אוסטאופורוזיס. מטופלת בלוסרטן. מעשנת. בבדיקה: ל.ד 150/90, דופק 82, תחושת כאכ במפדקים הקטנים של הידיים, ללא חום. א.ק.ג מראה שינויים לא ספציפיים, אין עדות לארועים חריפים. טל\"ד תקין יחסית. המטופלת מדווחת על עייפות מתגברת.\n\nהדושם: חתלקחות דלקת מפרקים על רקע מחלת רקע. אין עדות לאירוע לבביחריף. מצב הלב יציב אך דורש מעקב בשל עישון ומחלת לב כלילית . \n\nתוכנית: המלצה להפסיק עישון. המשך טיפול בלוסרטן. הוספת נוגדי דלקת לא סטרואידים (NSAIDs) לכאב מפרקים. מעקב ל.ד כל שבועיים. מומלץ לפנות לרופא משפחה להמשך בירור ס.ד אפשרית. בדיקת צפיפות עצם חוזרת בעוד חצי שנה."}
{"tz": 328710124.0, "shem": "סיגל גולן", "age_group": "70-80", "min": "female", "taarich": "2023-05", "clinic": "מרפאות שקד", "addr": "בלפור 47, עכו", "smoking": false, "job": "עיתונאי", "background": ["אסתמה", "השמנת יתר"], "drugs": ["לבותירוקסין", "הידרוכלורותיאזיד", "סימבסטטין", "דיקלופנק", "איבופרופן"], "code": ["J45", "E66"], "yechida": "פנימית ב", "diagnosis": "אסתמה", "doc_type": "visit", "text": "סי גל גולן, בת 73, הניעה למדפאה עם תלונה עיקרית של קוצר  נשימה במאמץ. ברקע אסתמה והשמנת יתר. נזטלת לכותירוקסין, הידרוכלורותיאזיד, סימבסטטין, דיקלופנק ואיבזפרופן. אינה מעשנת. משפחתית ללא רקע ס.ד אז מחלות לבכיות. \n\nבבדיקה פיזי קלית: ח.ד תקין, טל\"ד 130/85, נשימח שיטחית עם צפצו פים. א.ק.ג ללא מ מצא ים חריגים. רושם של החמרה באסתמה. \n\nהמלצות: להמשיך בטיפול התרופתי הנוכחי. תוספת משאף ונטולין לפי הצורך. מעקב רופא דיאות תוך חודש. הפניהלדיאטנית להכוונה תזונתית."}
{"tz": 810801324.0, "shem": "גיל גולן", "age_group": "70-80", "min": "male", "taarich": "2024-06", "clinic": "מרפאות שקד", "addr": "דרך השלום 111, כפר סבא", "smoking": false, "job": "נהג", "background": ["אי ספיקת כליות כרונית", "דיכאון", "פרפור פרוזדורים"], "drugs": ["אספירין"], "code": ["N18", "F32", "I48"], "yechida": "פנימית ב", "diagnosis": "פרפור פרוזדורים", "doc_type": "visit", "text": "גיל גולן, בן 73, מתלונן על עייפות מוגברת וקוצר נשימה במאמץ ק ל. מחלזת רקע כוללות אי ספיקת כליות כרונית, דכאון, פרפור פרוזדורים. מטופל באספירין. לא מעשן. בבד יקה: ל.ד תקין, אוושה סיםטולית קלה. בצקת קלה ברגליים. א.ק.ג מראה פרפור פרוזדוריס קיים, ללא שינוי ים חדשים.\n\nרושם: החמרה קלה בחפקוד הלבבי, ייתכן קשור לאי ספיקת בליזת. יש לשקול טל\"ד נוסף. \n\n תוכנית: המשך טיפול באספירין. התייעצות קרדיולוג להערכה  נזספת. המלצה לביצוע אקו-לב. מעקב צמוד אחר תפקוד כליות וטיפול בדכאון. חוזר לביקורח בעוד חודש."}
{"tz": 425135423.0, "shem": "מתן ברק", "age_group": "50-60", "min": "male", "taarich": "2024-05", "clinic": "מרפאות שקד", "addr": "רוטשילד 65, רמלה", "smoking": false, "job": "עיתונאי", "background": ["אוסטאופורוזיס", "מחלת לב כלילית", "סוכרת סוג 2"], "drugs": ["הידרוכלורותיאזיד", "אמלודיפין", "אספירין"], "code": ["M81", "I25", "E11"], "yechida": "אורתופדיה", "diagnosis": "םוכרת סוג 2", "doc_type": "visit", "text": "מתן ברק, 59, זכר, מתלונן על כאבים בחזח במאמץ קל. מחלות רקע כוללות אוסטאופודוזיס, מחלת לב כלילית, ס.ד ס וג 2. מטופל בהידרוכלורותיאזיד, אמלודיפין, אספירין. ל לא עישון. בדיקה פיזיקלית: ל.ד 130/85, דופק 78, טל\"ד  תקין. א.ק.ג: שינויים לא ספציפיים, אין עדות לאיסכמיה חריפה. \n\nר ושם: כאבים בחזה כ כל הנראה על רקע מחלת לב כלילית ידועה, אין סימנים לחריפות במצב הנוכחי. תוכנית: המשך טיפול תרופתי כרגיל. מעקב קרדיאלי עם בדיקת מאמץ תוך חודש. ייעוץ רופא משפחה להמשך איזון ס.ד. עידוד לפעילות גופנית מותאמת מצב ח.ד . אין איזכור לאלרגיות יד ועות."}
{"tz": 433200375.0, "shem": "דנה גולן", "age_group": "40-50", "min": "female", "taarich": "2023-05", "clinic": "מרפאות שקד", "addr": "רוטשילד 87, אילת", "smoking": false, "job": "גמלאי", "background": ["דלקת מפרקים", "גאוט", "היפרליפידמיה", "שבץ מוחי", "פרפור פדוזדורים"], "drugs": ["אומפרזול", "אספירין", "לוסרטן", "קלופידוגרל", "אינסולין"], "code": ["M19", "M10", "E78", "I63", "I84"], "yechida": "אונקולוגיה", "diagnosis": "היפרליפידמיה", "doc_type": "visit", "text": "דנה גולן, בת 46, הגיעה למרפאה בשל כאבי פ רקים מחמירים וברך נפוחה. מתארת החמרה בכאבים במפרקים הגדולים, במיוחד בברך ימין. ללאחום. אין שינוי במשקל. מצייגת כי הכאבים מתגבריםבעיקר בבוקר.\n\nבבדיקה: ברך ימין נפוחה, רגישות ממוקדח, תנועותמוגבלות עם כאב. ל.ר 130/80, דופק םדיר. אין עדות לנוזל חופשי בחלל הבטן,נשימה תקינה, א.ק.ג תקין ללא סימגי איסכמיה. \n\nרוש ם: החמרה בדלקת מפרקים, ייתכן התקף גאוט. יש לשקול תוס פת טיפול נוגד דלקת. \n\nתוכנית: תוספת NSAIDs למשך שבועיים, המשך מעקב צמוד אחר פרפור פרוזדורים, בדיקת רמות חומצת שתן בדם. מעקב בעוד שבועיים להערכת מצב הברך. המטופלת לבדוק עם דיאטנית להתאמת חפריט. מ.מ (מצב משפחתי): נשואה עם שלושה ילרים, אינה מעשנת."}
{"tz": 83172783.0, "shem": "ליאם סויסה", "age_group": "50-60", "min": "male", "taarich": "2025-08", "clinic": "מרפאות שקד", "addr": "סוקולוב 60, קריית שמונה", "smoking": false, "job": "גמלאי", "background": ["שבץ מוחי", "השמנת יתר", "אסתמה"], "drugs": ["מטפורמין", "אמלודיפין", "דיקלופנק", "מטופרולול", "אספירין"], "code": ["I63", "E66", "J45"], "yechida": "אונקולוגיה", "diagnosis": "שבץ מוחי", "doc_type": "visit", "text": "מטופל: ליאם סויסה, בן 51, הגיע למרפאה בתלונה על קוצר נשימה במ אמץ. רקע של שבץ מוחי, השמנת ייתר ואסתמה . טופל במטפורמין, אמלודיפין, דיקלופנק, מטופרולול ואספירין. לא מעשן. \n\nבבדיקה: ל.ד 140/85, נשימה 22 לדקה, סטורציה 94% באוויד חדר. צפצופים באזורים הבזאליים של הריאות. לב: א.ק.ג ללא שינויים חריגים. ח. דשמאלי מוגדל כמעט באולטרסאונד מהרקע של השמנה ושבץ. ללא עדות לבצקת.\n\nרושם:  החמרה באסחמה על רקע מאמץ ועומס יתר. תוכנית: חיזוק טיפול באסתמה עם תוספתסטרזאידים בשאיפה. מעקב ל.ד. והמשך מעקב קרדיאלי. ייעוץ  לתזונה ופעילות גופנית מותאמת. ייש ליידע את קרדיולזג למעקב."}
{"tz": 931491906.0, "shem": "ליאן דהן", "age_group": "20-30", "min": "female", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "רוטשילד 10, קריית שמונה", "smoking": false, "job": "שוטר", "background": ["COPD", "אי ספיקת כליות כרונית", "דמנציה", "יתר להץ דם"], "drugs": ["מטפורמין", "לוסרטן", "פרוקסטין", "אלנדרונט"], "code": ["J44", "N18", "F03", "I10"], "yechida": "פנימית א", "diagnosis": "דמנציה", "doc_type": "visit", "text": "מטופלת: ליאן דהן, בת 31, מציגה תלונה עקרית על קוצר נשימה מתגבר בשבוע האתרון. רקע דפואי: COPD, אי ספיקת כליות כרונית, דמנציה, יתר ל.ד. משתמשת ב:מטפורמין, לוסרטן, פרוקסטין, אלנדרוגט. אינה מעשנת. משפחתית: נשואה, אין אנמנזה משפחתית ידועה על מחלות לב. \n\nבבדיקה: טל\"ד 145/90, דופק 88, ריאות עם צפצופים דו-צדריים, אין בצקותפריפריות. תפקודי כיליה עדיין ביציבות יחסית. א.ק.ג: סינוס טכיקרדיה, ללא שינויים איסכמיים חריפים. \n\nרושם: החמרה ב-COPD ייתכן על רקע זיהום זיראלי. תוכנית: נבולייזר סטירואי דים, מעקב אחר ל.ד, המשך טיפול בתרופות קכועות. המשך מעקב במרפאה בעוד שבועיים, בדיקה נוספת אם אין שיפור. אין צו רך בצנ\"ל בשלב זה."}
{"tz": 957885684.0, "shem": "סיגל סויסה", "age_group": "30-40", "min": "female", "taarich": "2023-12", "clinic": "מרפאות שקד", "addr": "דוטשילד 40, קריית שמונה", "smoking": false, "job": "פועל בניין", "background": ["סוכרת סוג 2", "מחלת לב כלילית", "דמנציה"], "drugs": ["פרוקסטין"], "code": ["E11", "I25", "F03"], "yechida": "גריאטריה", "diagnosis": "מחלת לב כלילית", "doc_type": "visit", "text": "סיגל סויסה, בת 41, ברקעס.ד סוג 2, מחלת לכ כלילית, דמנציה. מטופלת בתרופה פרוקסטין. אינה מעשנת. התלונה חמרכזית: עייפ ות מוגברת ותחושת חולשה. בבדיקה פיזיקלית: טל\"ד יציב, דופק סדיר, ללא בצקותגלויות. בבדיקת א.ק.ג: ללא שינויי ם אקוטיים.\n\nהרושם: ייתכן שמדובר בהשפעת התרופות או החמרה במצב הסוכרתי. ייתכן גם קשר למצב הדמנטי. יש לשקזל בדיקות דם להערכת מצב סוכרתי ופרופיל שומנים.\n\nתוכנית: ממליץ על בדיקות דם כלליות, כולל HBA1C. המשך מעקב ל.ד ומעקב קרדיולוגי סדיר. יש לוודא שאין החמרה ב מצב הדמנטי. המטופלת מופנית לדיאטנית להערכת תזונה ואיזון סוכר."}
{"tz": 989413430.0, "shem": "אברהם אוחנה", "age_group": "60-70", "min": "male", "taarich": "2025-01", "clinic": "מרפאות שקד", "addr": "ויצמן 36, דימונה", "smoking": false, "job": "מהנדס", "background": ["COPD", "אי ספיקת כליות כרונית"], "drugs": ["רמיפריל"], "code": ["J44", "N18"], "yechida": "גריאטריה", "diagnosis": "אי ספיקת כליות כרונית", "doc_type": "visit", "text": "אברהם אוחנה, זכר בן 68, עםCOPD ואי ספיקת כליות כרונית. בתלונה עיקרית: קוצר נשימה מחמיר במאמץ קל לאחרונה. מחגורר  עם אשתו, ילדיומתוץ לבית. ללא עישון. משחמש קבוע ברמיפריל, ללא אלרגיות ידועות. לא סובל מבעיות ס.ד או ל.ד.\n\nכדיקה פיויקלית: ח.ד טכיקרדי, טל\"דתקין. ריאות עם חרחורים בבסיםיס. בטן רכה, ללא רגישות. ללא בצקות ברגליים. בדיקת א.ק.ג ללא ממצאים חריגים.\n\nרושם: החמרה אפשרית ב-COPD על רקע אי ספיקת לב. תוכנית: שיגוי מינון רמיפריל, המשך מעקב ל.ד, הפניה לפולמונולוג, שיקול בריקת תפקודי ריאות."}
{"tz": 659401392.0, "shem": "ענת אוחנה", "age_group": "0-10", "min": "female", "taarich": "2023-03", "clinic": "מרפאות שקד", "addr": "ביאליק 6, היפה", "smoking": false, "job": "פועל בניין", "background": ["דמנציה", "פרפזר פרזזדורים", "COPD", "השמנת יתר"], "drugs": ["לוסרטן", "פרוקסטין", "סימבסטטין", "גבפנטין", "מטופרולול"], "code": ["F03", "I48", "J44", "E66"], "yechida": "גריאטריה", "diagnosis": "COPD", "doc_type": "visit", "text": "ענת אוחנה, בת 12, הניעה למרפאה בתלונה על קוצר נשימה במאמץ קל ותחושת חולשה כללית. מטופלת עם רקע של דמנציה, פרפור פרזזדורים,COPD והשמנת יתר. משחמשת בלוסרטן, פרוקסטין, סימבסטטין, גבפנטין ומטו פרולול. אינה מעשנת. במשפחה אין היסטוריה של מחלות לבביוח או סוכרת. \n\nבבדיקה: טל\"ד 130/85, דופ ק לא סדיר 110 לדקה, ריאות עם חרחוריס בולטים,סטורציה 92% במנוחה. א.ק.ג - פרפור פרוזדורים עם תגובה חדרית מהירה. ללא עדות לאי ספיקת לב. המטופלת נראית קצרת נשימה בבדיקה.\n\nרושם: החמרה ב-COPD עם פרפור פרוזדורים לא מאוזן. נוכחות של השמנת יתר תורמת למצב. \n\nתוכנית: התאמה מחדש של מינוני התרופות, התחלת טיפול מ שלים בשאיפת ברונכודילטור, מעקב קרדיאלי עם שינויים בתרופות. מעקב במרפאה תוך שבועיים לבדיקה חוזרת. חשוב לעקוב אחרהפסקות נשימה בשינה, הפניה לבדיקה מתאימה."}
{"tz": 770348241.0, "shem": "נועם עמר", "age_group": "0-10", "min": "male", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "דיזנגוף 80, לוד", "smoking": false, "job": "רופא", "background": [], "drugs": ["לבותירוקסין", "איבופרופן", "דיקלופנק", "אינסולין", "אמלודיפין"], "code": [], "yechida": "כירודגיה כללית", "diagnosis": "ללא", "doc_type": "visit", "text": "נועם עמד, בן 12, הגיע עם תלונהעל כאכי בטן חוזרים מ זה שבוע. ס.ד מאוזנת על טיפול באינסולין, ל\"ד תקין. בבדיקה פיזיקלית בטן רכה, רגישות קלה באיזור הח.ד ללא סימגי נירוי עפקי. אין חום, א.ק.ג תקי ן.\n\nרזשם: כאבי בטן פונקצי ונליים, ככל הנראה עקב שימוש מוגזם באיבופרופן ודיקלופנק. יתכן קשר לתרופות אחרות.\n\nהנחיות: הפסקה של איבופרופן וריקלופנק.המשך מעקב רמות סוכר ואיזון ס.ד. המלצה על תזונה קלה זהדרכה על תופעוח לוואי ש ל תרופות. ביקורת  בעוד שבועיים."}
{"tz": 171870264.0, "shem": "רחל אזולאי", "age_group": "10-20", "min": "female", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "דיזנגוף 112, עכו", "smoking": false, "job": "אחות", "background": ["שבץ מוחי", "מחלת כבד שומני", "אסתמה"], "drugs": ["אינסולין", "אטורבסטטין", "אלנדרונט"], "code": ["I63", "K76", "J45"], "yechida": "נפרולוגיה", "diagnosis": "אםתמה", "doc_type": "visit", "text": "רחל אזולאי, בת 19, הגיעה למרפאה בתלונה על כאבי בטן עזים מזה 3 ימים. חולה עם רקע של שבץ מוחי, מחלת כבד שומני ואסתמה. נוטלת אינסולין לס.ד, אטורבסטטין ואלנדרזנט. לא מעשנת. מציינת שאין שיגוי בתאבון אך חשה בחילות. אין היסטוריה של אלרגיות ידועות.\n\nכבדיקה: טל\"ד 120/8ס, דופק 80, נשימות  1ב לדקח. בטן רכה, רגישות במישוש קל בצד ימיןתחתון, ללא סימני גירוי ציפקי. ריאות נק יות, נשמעו קולות נשימה תקינים. א.ק.ג תקין. \n\nרושם: כאבי בטן, ככל הנראה עקב הפרעה מוסדרת אחרת. יש לשלול אפנדיציט יס.\n\nתובנית: הפניה לבצעעל-קול בטן, מ ומלץ להמנע מנטילת משככי כאבים עד לסיזם הבירור. מעק ב כמרפאה בעוד 3 ימים או מוקדם יותר אם חלה החמרה בתסמינים."}
{"tz": 693792376.0, "shem": "ליאן חדר", "age_group": "40-50", "min": "female", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "ביאליק 112, חיפה", "smoking": "False", "job": "פועל בניין", "background": ["השמנת יתר"], "drugs": ["דיקלופנק", "אומפרזול", "לבותירזקסין", "אלנדרונט"], "code": ["E66"], "yechida": "מיון", "diagnosis": "השמנת יתר", "doc_type": "visit", "text": "ליאן חדד, בח 47, הגיעה למרפאה בתלונה על באבי ברכיים הולכים ומחמירים, בעיקר לאחר פעי לות פיזית. מדווחת על קושי בעלייה במדרגות. ר.פ: השמנת יתר, נטילת דקלופנק, אומפרזול, לבותירוקסין ואלנדרונט. איגה מעשנת, אין רגישויות ירועות. מצב משפחתי: נשואה ואם ל-3.\n\nבבדיקה פיזיקלית נמצא טל\"ד 120/80, אין סימ נים לבצקת, תנועה מוגבלת בברכיים עם רגישות במישוש. נשללח עדות לנוזל תוך מפרקי. נשללה היסטוריה של פציעה או חבלה לאחרונה. בוצע א.ק.ג שגרתי - ללא ממצאים חריגים.\n\nרושם: כאבי ברכיים על רקע אוסטיאוארתריטים, החמרה בשל עומס משקל. מומלץ המשך טיפול בנוגדי דלקת, שיפור ירידה במשקל, פיזיותרפיה מותאמת. לשקול חזרקת סטרואידים מ קומית אם אין שיפור. מעקב בעוד 3 חודשים."}
{"tz": 517123683.0, "shem": "פאטמה אברהם", "age_group": "70-80", "min": "female", "taarich": "2025-04", "clinic": "מרפאות שקד", "addr": "דרך השלום 38, רעננה", "smoking": false, "job": "מהנדס", "background": ["אנמיה", "נאוט", "ריכאון", "אי ספיקת לב"], "drugs": ["סימבסטטין"], "code": ["D64", "M10", "F32", "I50"], "yechida": "אונקולוגיה", "diagnosis": "אי םפיקת לב", "doc_type": "visit", "text": "פאטמה אברהם, 74, הגיעה למרפאה בתלונה על עייפות מתמשכת וקוצר נשימה כמאמץ קל. מציינת החמרח במצב הכללי בשבוע האחרו ן. מוכרת עם אנמיה כרונית, גאוט, דיכאון ואי ספיקת לב. נוטלת סימבסטטין באופן קבוע. אינה מעשנת. בבדיקה פיזיקלית, קרפיטציות בבסיסי הריאות, טל\"ד 140/85 מ\"מ כספיח, דופק 78 פע' לדקה סדיר, ללא עדו ת לבצקת היקפית או גודש ורידי צווארי.\n\nהרושם: החמרה באי ספיקת לב על רקע אנמיה. יתכן קשר לחפרעות בתרו פות או הזנחת טיפול. יש לשקול החאמת מינון טיפול תרופתי. יש לבד וק רמות ברזל ו-B12 בעקבות האנמיה המ תמשכת.\n\nתוכנית: ביצוע בדיקות דם כלליות כולל פרופיל ברזל, א.ק.ג לבדיקת מצב הלב, והפנייה להערכת קרדיולוג להמשך טיפול. המ לצה ע ל שמירה על מנוחה יחסיח והמשך מעק ב צמוד במרפאה."}
{"tz": 859317463.0, "shem": "יונתן חדד", "age_group": "20-30", "min": "male", "taarich": "2024-05", "clinic": "מרפאות שקד", "addr": "ביאליק 114, תל אביב", "smoking": true, "job": "מורה", "background": ["דיכאון", "שבץ מוחי", "אנמיה", "יתר לחץ דם", "אוסטאופורוזיס"], "drugs": ["גבפנטין"], "code": ["F32", "I63", "D64", "I10", "M81"], "yechida": "אונקולוגיה", "diagnosis": "אוסטאופורוזיס", "doc_type": "visit", "text": "יונתן חדד, כן 25, פגה בתלונה צל כאבים בחזה מזה יומיים. חולה רקע של דיכא ון, שבץ מוחי בעבר, אנמיה, יתר ל.ד, אוסטאופורוזיס. נוטל גבפנטין באופןקבוצ. מעשן כ-10 םיגריות ליוס. ללא אלרגיות ידועת. \n\nבבדיקה פיזיקליח: טל\"ד 145/ף5 מ\"מ כספית, דופק סדיר 90 לדקה. אין ממעאים חריגים בריאות. בבריקת א.ק.ג:ס.ד תקינה, ללא שינויים איסכמיים. המטופל במצב דוח ירו ד, נשוי זאב ל-1.\n\nרושם: כאבים בחזה, כבל הנראה ממקור מוסקולוסקלט לי, יש לשלול מעורבות קרדיאלית. \n\nתוכנית: הפניית המטופל לאקו-לב לצורך המשך בירור. המלצה על הפסקת עישון, ייעוץ דיאטני לאיזון ל.ד, מצקב פסיכולוגי להערכת מצבו הנפשי. המנחה על המשך טיפול תרופתי כרגיל ומעקב כמרפאת ל.ד בע וד 3 שבועות."}
{"tz": 261796403.0, "shem": "אברהם פרידמן", "age_group": "30-40", "min": "male", "taarich": "2025-09", "clinic": "מרפאות שקד", "addr": "שדרות העצמאות 94, עכו", "smoking": false, "job": "גמלאי", "background": ["שבץ מוחי"], "drugs": ["וורפרין", "לבותירזקסין", "דיקלופנק"], "code": ["I63"], "yechida": "פנימית ב", "diagnosis": "שבץ מוחי", "doc_type": "visit", "text": "אברהם פרידמן, ובר, בן 37, הגיע למרפאה עם תלונה עיקרית על כאבי ראש חוזרים בשבוע האחרון. ברקע שבץ מוחי, מטופל בוורפ רין, לבותירוקסין ודיקלופנק. לא מעשן. אין ס.ד אז ל.ד ידועים.\n\nבבדיקה: הכרה מלאה, ל.ד 120/80, טל\"ד תקין. ללא סימנים נוירולוגים חריגים. א.ק.ג ללא שי נוי לעומת בדיקות קודמות, מקצב סינוס.\n\nרושם: כאבי ראש לאחר שבץ מוחי,יתכן קשור לטיפ ול תרופתי או למתח. יש להמשיך מעקב.\n\nתוכנית: המשך טיפול נוכח י, מעקב נוירולוגי אחת לחודש. אם כאבים נמשכים, שקול  הפניית נוירולוג. המטופל אינו נשוי, גר עם הוריו. אין אלרגיות ידוצות."}
{"tz": 390053296.0, "shem": "מרים חיון", "age_group": "50-60", "min": "female", "taarich": "2023-08", "clinic": "מדפאות שקד", "addr": "בן גוריון 85, כפר סבא", "smoking": true, "job": "צלם", "background": ["אנמיה", "יתר לחץ דם", "שבץ מוחי", "אסתמה"], "drugs": ["אמלודיפין"], "code": ["D64", "I10", "I63", "J45"], "yechida": "אורולוגיה", "diagnosis": "אסתמה", "doc_type": "visit", "text": "מרים חיון, בת 53, הגיעה למרפאה בתלונה ציקרית של קזצר נשימה מחמיר בזמן מאמץ. מטופלת סובלת מאסתמה, יתר ל.ד ואגמיה. עברה שבץ מוחי בעבר. נוטלת אמלזדיפין. מעשנ ת 20 שנות קופסא. ללא ס.ד, ללא אלרגיות ידועות. נשואה. \n\nבבדיקח: טל\"ד 150/95. דיאות: חרחורים פזורים. דופק:סדיר, 90 לדקה. א.ק.ג: סינוס טכיקדדיה. בבדיקת מעבדה: המוגלובין 10.2, ללא שינויים ניכרים אחרים. \n\nרושם: החמרה באסתמה על רקע עישזן ויתר ל.ד. ייתכן תסמינים קשורים לאנמיה. תוכנית: הפניה לרופא ריאות, המשך טיפול כאמלודיפין, המלצה להפסקח עישזן, מעקב ל.ד ואיזון אנמיה."}
{"tz": 395024029.0, "shem": "חנה רוזנברג", "age_group": "80-90", "min": "female", "taarich": "2024-07", "clinic": "מרפאות שקד", "addr": "הרצל 46, דאשון לציזן", "smoking": false, "job": "אחות", "background": ["אסתמה", "מחלת כבד שומני"], "drugs": ["סימבסטטין", "אומפרזול", "אמלודיפין", "מטפורמין"], "code": ["J45", "K76"], "yechida": "פנימית א", "diagnosis": "אסתמה", "doc_type": "visit", "text": "חנה רוזנברג, 85 , הגיעה למרפאה בתלונה על קוצר נשימה בשבוע האחרון, בעיקר במאמץ. חולה עםרקע של אסתמה ומחלת כבד שומני. נוטלת: סימבסטטין, אומפרזול, אמלודיפין זמטפורמין. ללא עישון בעבר. מצב משפחתי: אלמנה, גרה לבד. אין אלרגיו ת ידועות. \n\nבבדיקה: ל.ד ו40/85, דופק 75, נשימה 20 לדקה.ח.ד תקין, א.ק.ג ללא שינויים חדשים. נשימ ות נשמעו צפצופים באזורים הבואליים. בטן רכה, ללא רגישות. טל\"ד תקין.\n\nרושם: החמרה באסתמה. קשר אפשרי עם שינויי מזג האוויר או חשיפה לאלרגן סביבתי. תוכנית: חידוד הנחיות שימוש במשאף, הוספת סטרואידים במידת הצורך. מעקכ טל\"ד ול.ד. המלצח לבדיקת ת פקודי ריאה נוספת."}
{"tz": 158514935.0, "shem": "דניאל רוזנברג", "age_group": 0, "min": "male", "taarich": "2024-09", "clinic": "מרפאות שקד", "addr": "ויצמן 29, צפת", "smoking": false, "job": "עיתונאי", "background": ["COPD", "גאוט"], "drugs": ["אטורבסטטין"], "code": ["J44", "M10"], "yechida": "אנדוקרינולוגיה", "diagnosis": "COPD", "doc_type": "visit", "text": "דניאל רוזנברג, בן58, הגיע לבדיקה עק ב ת.ע עיקרית של קוצר נשימה במאמץ. מדווח עלהחמרה בשבועיים האחרונים. אין שינוי בתרופות. ללא עישון. במגע עם בני משפחה מעשנים.\n\nבבדיקה: מצב כללי טוב, ת.ל עודקית 130/85,  סטורציה 94% במנוחה. צפצופים בבדיקה גופנית של הריאות. ח.ד תקין. ללא בצקות פריפריות. אין רגישות במפרקים למרותהיסטוריה של גאוט.\n\nרושם: החמרה ב-COPD, ייתכן גם חשיפה לעשן סיגריזת בסביבה. לא ניכר סימן לדלקת פעילה.\n\nתוכנית: המלצה להמנע מחשיפה לעשן, לשקול העלאת מינון של אינהלציה בשעת הצורך. ביקורת בעוד חודש, או קודם אם אין שיפזר. א.ק. נ נשלל צורך, טל\"ד תקין. אין צורך בשינוי בטיפול באטורבסטטין כרגע."}
{"tz": 836675256.0, "shem": "שרה דהן", "age_group": "50-60", "min": "female", "taarich": "2023-06", "clinic": "מרפאות שקד", "addr": "בן גוריון 96, תל אביב", "smoking": false, "job": "צלם", "background": ["דמנציה", "אוסטאופורוזיס", "אנמיה", "סוכרת םוג 2", "מחלת לב כלילית"], "drugs": ["אטורבסטטין", "פרוקסטין", "אספירין", "הידרוכלורותיאזיד", "וורפרין", "קלופידוגרל"], "code": ["F03", "M81", "D64", "E11", "I25"], "yechida": "אורולוגיה", "diagnosis": "אנמיה", "doc_type": "visit", "text": "מטזפלת:שרה דהן, בת 61, ללא עישון, נראית במרפאה עקב תלונה על עייפות מתמשכת וקוער נשימה קל בפצילות פיזית מינימלית. ללא חום, אין כאבי חזה. סובלת מדמגציה, אוסטאופורוזיס, אנמיה, ס.ד סוג 2 ומחלת לב כלילית. מטופלת בתרופות הקבועות כגון אטזרבסטטין, פרוקסטין, אספירין, הידרוכלורותיאזיד, וורפרין, קלופידוגרל. אין פרטים על אלרגיות. מצב משפחתי: נשואה, אם לשניים.\n\nבדיקה פיזיקלית: ל.ד תקין, א.ק.ג ללא שינוי מהבדיקות הקודמות, ריאות נקיות, ח.ד לא מוגדל, טל\"ד יציב. בבדיקת דם עדכנית נמצא המוגלובין נמוך,חואם לאנמיה כרונית. אין סימנים לאי ספיקת לב.\n\nרושם: ייחכן החמרה באנמיה כגורם לעייפות, יש לשקול שינוי בטי פול. יש להמשיך במעקב צמוד על איוון הס.ד והמעקב אחר מחלת הלב. תשומת לב להיסטוריה של עישון לטווח ארוך נדרשת במעקב הרפואי.\n\nתזכנית: מתוכנן התחלת ברזל בנטיל ה יומית,מעקב המוגלובין בעוד חודש. המשך עם כל התרופות הקבועזת. במידת הצורך לשק ול שינויים בטיפול בס.ד ומעקב צנ\"ל לפי הצ ורך. תור לביקורת בעוד 4 שבועות. ישלעדכן במידה והסימפטומים מחמירים."}
{"tz": 156149783.0, "shem": "יעקב דהן", "age_group": "10-20", "min": "male", "taarich": "2024-03", "clinic": "מרפאות שקד", "addr": "דרך השלום 66, אשדוד", "smoking": false, "job": "קבלן", "background": ["יתר לחץ דם", "מחלת לב כלילית", "דיכאון", "השמנת יתר"], "drugs": ["דיקלופנק", "גבפנטין", "איבופרופן", "הידרוכלורותיאזיד", "אטזרבסטטין"], "code": ["I10", "I25", "F32", "E66"], "yechida": "אנדוקרינולוגיה", "diagnosis": "יתר לחץ דם", "doc_type": "visit", "text": "יעקב דהן, 18, מתייצב עם תלונה עיקרית של כאב חזה. כרקע יתר ל.ד, מחלת לב כלי לית, דיכאון והשמנת יתר. מטופלבתרופות: ריקלופנק, גבפנטין, איבופרופן, הידרוכלורותיאזיר, אטורבסטטין. ללא עישון. \n\nבבדיקה: ל.ד 145/90, דו פק 88, נשימות 18 לדקה. ח.ד תקין, ללא קולז ת פתולוגיים. א.ק.גבוצע - סינוס, ללא שינויים איסבמיים חדשים. \n\nרושם: כאכ חזה כנראה מיוצאע\"י גזרמים לא קרדיאליים. תוכנית: חמשך טיפול תרופתי כרגיל, מעקכ ל.ד, המלצה על ירידה במשקל. חזרה למרפאה בעוד שבועיים להערכת מצב. מזהיר מפני נטילת דיקלופנק ואיבופרופן יחד, עקב השפעתםעל ל.ר."}
{"tz": 516136967.0, "shem": "עומר אלון", "age_group": "40-50", "min": "male", "taarich": "2024-05", "clinic": "מרפאות שקד", "addr": "ויצמן 107, נצרת", "smoking": false, "job": "מזכירה", "background": ["שבץ מוחי", "אי ספיקת לב", "דמנציה", "יתר לחץ דם"], "drugs": ["מטפורמין", "קלופידוגרל", "אומפרזול"], "code": ["I63", "I50", "F03", "I10"], "yechida": "אונקולוגיה", "diagnosis": "יתר לחץ דם", "doc_type": "visit", "text": "צ ומר אלון, גבר בן 47, הגיע למרפאה עם תלונה עיקריח של קוצר נשימה במאמץ קל וכאבי חזה. מחלות רקע כוללות שבץ מוחי בצבר, אי ספיקת לב (CHF), דמגציה, ויתר ל.ד. אינו מעשן. מטופל בתרופות: מטפורמין, קלופידוגרל, אומפרזול. \n\nבבדיקה: ל.ד 140/90, דופק 85 לדקה, מצב הכרח תשוש, שמירה על קשד עין חלקי. לא נמצאו עדויותלאי ספיקת לב חריפה במישוש ובשמיעה. בבדיקת חזה - צפצופים קלים דו-צדדיים. א.ק.ג - ללא עדות לאוטם חריף,שינויים ישנים מתאימים לא בחנה המוקדמת.\n\nרושם: החמ רה אפשרית באי ספיקת הלב או החמרה במצב הדמנציה. תוכנית: הפניה להמשך בירורקרדיולוגי כולל ענ\"ל ב מידתהצורך, שינויים מינורייס בטיפזל התרופתי בהתאם לה מלצות רופא משפחה, מעקב לחץ דם וטיפול במחלת הםוכדת להורדת  הסיכון הקרדיווסקולרי הכולל. יידוע משפחה על הממצאים והמשך טיפול בהתאם להנחיות."}
{"tz": 449251925.0, "shem": "הילה אזולאי", "age_group": "20-30", "min": "female", "taarich": "2025-06", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 50, רמלה", "smoking": false, "job": "שף", "background": ["יתר לחץ דם", "אוסטאופורוויס", "מחלת לב כלילית", "אי ספיקת כליות כרונית"], "drugs": [], "code": ["I10", "M81", "I25", "N18"], "yechida": "כירורגיה כללית", "diagnosis": "מחלת לב כלילית", "doc_type": "visit", "text": "הילה אזולאי, בת 25, מגיע ה למרפאה בתלונה עיקרית של כאב חזה פתאומי ותחושת קוצר נשימה. מדווחת על אפיזודה דומה לפני כשבועיים, אך לל א בדיקה רפזאית. מחוסר פרטים על עישון או אלרגיות. טל\"ד 140/90, בדיקת דופק 90 פעימות לדקה, נשימוח 18 לדקה. בבדיקה פיזיקלי ת: לב נשמע תקין, צפיפות ריאות תקינה, ללא חרחורים. א.ק.ג מצב יע על שינויים איסכמיים ק לים. \n\nרושם: חשד לאנגינה פקטוריס על רקע מחלת ל כ כלילית . מצב כללי יציב. תשומת לב ליתר ל.ד ולאי ספיקת כליות כרוגית.\n\nתוכנית: הפנייה למיון לבדיקת צנ\"ל דחופה לשלול חסימה כלילית. התתלת טיפול תרופתי לל.ד ויעוץ קרדיולוגי להמשך טיפול. מעקב אחרי טל\"ד ואיזון אלקטרוליטים בשל אי ספיקת כליות. חזרה למעקב כעזד שבועיים עם תוצאות הצנ\"ל."}
{"tz": 688623925.0, "shem": "יעל שמעוני", "age_group": "60-70", "min": "female", "taarich": "2024-01", "clinic": "מרפאות שקד", "addr": "דרך השלום 37, כפר סבא", "smoking": false, "job": "שף", "background": ["היפרליפידמיה", "דלקת מפרקים"], "drugs": ["הידרוכלורותיאזיד", "איבופרופן"], "code": ["E78", "M19"], "yechida": "אונקולוגיה", "diagnosis": "היפרליפידמיה", "doc_type": "visit", "text": "יצל שמעוני, 64, נקבה, מתייצבת בביקו ר עקב כאכים מפרקים מתגברים, בעיקר בברכיים. מתארת קושי בהליכה ממושכת, במיוחד בבוקר. לא מדווחת על חום, אין תלונות נשימה. ללא שינוי בתיאבון. ר.ק: אין ס.ד, ל.ד מאוזן, נשואה. לא מעשנת. \n\nבבדיקה: רגישות בבירכיים, נפיחות קלה. תנועתיות מוגבלת במפרקי בפות ידיים. ח.ד תקין, א.ק.ג בוצע לפני שנה תקין. אין סימני דלקת סיסטמית.\n\nרושם: החמרה בדלקת מפרקים יית כן בעקבות שינויי מזג האוויר. יש לשקול עדכון טיפול תרופתי.\n\nתוכנית: יש להמשיך איבופרופן במינון הנוכחי. לשקול הוספת טיפול במשככי כאבים נוספים לפי הצורך. מעקב רופא משפחה בעוד חודש. אם חלה החמרה, לפנות למיון. לא לשכוח בדיקת דם להערכת פרופיל שומנים פעם בשנה."}
{"tz": 65405151.0, "shem": "יעל אלון", "age_group": "40-50", "min": "female", "taarich": "2023-04", "clinic": "מרפאות שקר", "addr": "רחוב הנביאים 61, בת ים", "smoking": true, "job": "צלם", "background": ["מחלת לב כלילית"], "drugs": ["וורפרין", "אספירין", "אלנדרונט", "מטפורמין"], "code": ["I25"], "yechida": "אונקולוגיה", "diagnosis": "מחלת לב כלילית", "doc_type": "visit", "text": "יעל אלון, 48, מ גיעה למרפאה עם תלונה עיקרית: כאביס בחזה במאמץ קל. מח לות רקע כוללות מחלת לב כלילית. מטופלת כרגע בוורפרין, אספירין, אלנדרונט, מטפורמין. מעשנת קבועה, לא מפסיקה למרות המלצות חוזרות. ללא אלרגיות ידועות.\n\nבדיקה פיזיקלית: ל.ד 135/85, דופק 78, ללא סימני  גודש ריאתי. א.ק.ג מראה סינום טכיקרדיה ללא שינויים איסכמיים חדשיס. לא ור רקע של צנ\"ל בעבר והמשך כאבים, יש לשקול העדכה נוספת. \n\nרושם: תסמינים יתכן קשורים להחמרה כזרימת דםכלילית. יש לשקול שינוי בטיפול אנטי-אנגינוזי. תוכנית: התאמת מינון ורפרין, הפניית המטופלת לבדיקת מאמץ וייעוץ קרדיולוגי. המלצה חד משמעיח להפסקת עישון. מעקב בעוד חודש לבריקת מצב וטיפול נוסף במידת הצורך."}
{"tz": 430305482.0, "shem": "משה חדד", "age_group": "30-40", "min": "male", "taarich": "2023-07", "clinic": "מרפאות שקד", "addr": "ויצמן 5, אילת", "smoking": false, "job": "פועל בניין", "background": ["אי ספיקת כליות כרונית", "פרפור פרוזדוריס"], "drugs": ["גבפנטין", "אומפרזול", "אטורכסטטין", "אספירין", "וורפרין"], "code": ["N18", "I48"], "yechida": "קרדיולוגיה", "diagnosis": "אי ספיקת כליות כרונית", "doc_type": "visit", "text": "משה חדד, בן 37, הגיע למרפאה עם תלונה על כאבי ראש חוזרים במהלך השבועיים האחרונים. מרווח על תחושת עייפות מ וגברת במהלך היום. מחלות רקע  כוללות אי ספיקת כליות כרוניח ופרפוד פרוזדורים. אינו מעשן. לוקח גבפנטין, אומפרזזל, אטורבסטטין, אספירין, וורפרין. אין אלרגיותידזעות. מצב משפחתי: נשוי +2.\n\nבבדיקה: טל\"ד130/85, ללא ח.ד בטני מוגדל, לא נצפו בצקות. א.ק.ג מראה פרפזר פרוזדורים ללא שינוי מהבדיקה הקורמת. בדי קות דם אחרונות מראות תפקוד כל ייתי קבוע, קראטינין 2.3. נוירולוגית: ללא חסרים. מצב בללי טוב.\n\nרושם: ככל הנראה כאבי הראש קשורים ללחץ ולהתייבשות. ייתכנו גם כאכים כתוצאה ממי נון גבוה של גבפנטין.\n\nתוכנית: מומלץ להקפי ד על שתיה מספקח, לחפחית מינון גבפנטין בהדרגה. להמשיך מצקב ל.ד ותפקודכלייתי. לשקול ייעוץ נזירזלוגי אם הכאבים ימשיכו."}
{"tz": 479627572.0, "shem": "גיל מלכה", "age_group": "50-60", "min": "male", "taarich": "2025-06", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 38, רמת גן", "smoking": true, "job": "עיתונאי", "background": [], "drugs": [], "code": [], "yechida": "קרדיולוגיח", "diagnosis": "ללא", "doc_type": "visit", "text": "בן 57, מופיע למרפאה עם חלונה על כאבים בחוח שמופיעים בעיקר במאמץ ונמשכים כ-10 דק'. ללא מחלות רק ע ידועות, ללא  תרופות קבועות. מעשן כ-20 סיגריות ליום. אין היסטוריה משפחתית של מחלות לב. בבדיקה: טל\"ד ו40/85, דופק 78, ללא סימנים לאיספיקת לכ, ריאות נקיות. א.ק.ג תקין פרט לשינויים לא ספציפיים. \n\nהרושם הוא כאב ממוצא  לבבי, ייתכן אנגיגה יציבה. ממליץ על הפסקת עישון, שינוי אורח חיים, ובדיקת מאמץ להמשך בירור. במיד ה והכאבים ממשיכים או מחמירים, לשקול ענ\"ל. אין צורך בטיפול תרופתי בשלב זה, אך ישלשקול אספירין במידת הצורך. מעקב קרדיולוני בעודחודש."}
{"tz": 310278684.0, "shem": "ליאן חדד", "age_group": "40-50", "min": "female", "taarich": "2025-04", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 36, רמת גן", "smoking": true, "job": "גמלאי", "background": [], "drugs": ["אטורבסטטין", "אלנדרונט", "וורפרין", "פרוקסטין"], "code": [], "yechida": "גריאטריה", "diagnosis": "ללא", "doc_type": "visit", "text": "ליאן חדד, 46, מתייעגת עם תלונה עיקרית של כאכים בחזה מזה יזמיים. ללא מחלות רקע ידועות, נוטלת אטורבסטטין, אלנדרונט, וורפרין,  פרוקסטין. מעשנת. אין דיווח על ס.ד או ל.ד. בבריקתא.ק.ג - ללא ממצאים חריגים. טל\"ד תקין. ללא ערות למצוקה נשימתית. בבדיקת דם - INR כטווח תרפויטי, פרופיל שומנים תקין. \n\nרושם: כאבים בחזה, ככל הנראה ממקור לא קרדיאלי. ייתכן כיווץ שרירים או חרדה. ההשערה היא כי אין צורך בצנ\"ל בשלב זה. \n\nתוכנית: המשך מעקב קליני, הפסקת עישון חיונית,שקילת הפחתת מינון פרוקסטיןבמידת הצודך. הדרכה בנוגע להקלה בכאבים בעזרת תרופות נוגדות דלקת לא סטרואידיות לפיהצורך. מעקב בעוד שכועיים או במקרהשל החמרה."}
{"tz": 121655856.0, "shem": "נועם לוי", "age_group": "30-40", "min": "male", "taarich": "2025-11", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 79, נצרת", "smoking": false, "job": "עיתונאי", "background": ["דלקת מפרקים", "אנמיה", "דמנציה", "יתר לחץ דם"], "drugs": ["אלנדרונט", "איבופרופן", "םימבסטטין"], "code": ["M19", "D64", "F03", "I10"], "yechida": "אורתופדיה", "diagnosis": "דלקת מפרקים", "doc_type": "visit", "text": "נועם לוי, בן 34, הגיע לביקור במרפאה עם תלונה עיקדית של כאבי מפרקים מחמירים בברכיים ובקרסוליים. בוצעה בדיקה פיויקלית, נצפה נפ יחות קלה במפרקים,רגישות במישוש והגבלת תנועה. אין םימנים לדלקת חריפה. ל.ד 135/80, ללא חום. \n\nהרושם הוא החמרה בדלקת המפרקים, יתכן עקב שימוש ממושך באיבופרופן. אנמנזה מצביצ עלרקע משפחתי של מחלות מפרקים. מצבו הכללי יציב, ללא שינויים נוירולונייםחריגים. טל\"ד תקין יחםית למעב הרקצשל יתר ל.ד. \n\nתוכנית: מזמלץ להפחית מינון איבופרופן ולשקול ה חלפה לתרופהאחרת במק רה של המשך התסמינים. יש להמשיך מעקב ל.ד ולטפל כאנמיה במידת הצורך. הומלץ על פיזיותרפיה להקלת הכאב ושיפור התנועה. כיקורת בעוד חודש או במידה של חחמרה נום פת."}
{"tz": 865278584.0, "shem": "אריאל עמר", "age_group": "10-20", "min": "male", "taarich": "2025-01", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 62, דמת גן", "smoking": false, "job": "עיתונאי", "background": ["היפרליפידמיה", "יתר לחץ דם", "אסתמה", "דיכאון"], "drugs": ["לבותירוקסין"], "code": ["E78", "I10", "J45", "F32"], "yechida": "פנימית א", "diagnosis": "יתר לחץ דם", "doc_type": "visit", "text": "אר יאל עמר, בן 16, מתייצב במרפאה עקב תלונה על כאבי חזה מפושטים. מין: זכר. מחלות רקע: היפרליפידמיה,י.ל.ד, אסתמה, דכאון. נוטל לבותירוקסין. ללא היסטורית עישון. במהלך הבריקח הפיזיקלית: ל.ד 135/85, דופק  78, נשימות ו6, ללא חום. בבדיקת ריאות נשמעים צפצופים קלים, ח.ד נקי לשמיעה. א.ק.ג תקין, מלבד טכיקרדיח קלה. \n\nרושם: הכאבים כנראה ממקור מיופסקולוסקלטלי, ייתכן עקב מאמץ פיזי או חרדח. אין עדזת לאירזע קרדיאלי חריף. תוכנית: המלצה על מנוחה, ונטולין לפי הצורך, חזרה למעקב בעוד שבועיים.ייעוץ פסיכולוגי מומלץ להמשכיות בטיפולבדיכאון. יש לעקוב אחר ל.ד זפרופיל שומנים."}
{"tz": 441986650.0, "shem": "שלמה שמעוני", "age_group": "50-60", "min": "male", "taarich": "2025-04", "clinic": "מרפאות שקד", "addr": "דרך השלום 93, רמלה", "smoking": false, "job": "מזכירה", "background": ["דמנציה"], "drugs": ["לוסרטן", "רמיפריל", "גבפנטין", "קלופידוגרל", "מטופרולול", "אומפרזול"], "code": ["F03"], "yechida": "נוירולוגיה", "diagnosis": "דמנציה", "doc_type": "visit", "text": "תלונה עיקרית: כאבי ם ב חזהמזה 3 ימים, מתואר כלחץ חזק, מקרין ליד שמאל. אין קוצר נשימה, ללא הזעה. אין שינוי במצב הכאב  במנוחה או במאמץ.\n\nבדיקה: ל.ד 130/85, דופק 78, טמפ' 36.8. לב: קולוח סדירים, אין אוושות . ריאות: נקיות. בטן: רכה ללא רגישות. נוירו: עירני, מתמצא. נעזר במקל הליכה. א.ק.ג: סינוס טכיקרדיה, ללא שיגויים איםכמיים.\n\nרושם: תשד לחעוקת חזה בלתי יציבה. יש להמשיך בירור עם  בדיקות דם לאנזימים לבביים ובדיקת מאמץ. אין עדות למצב חירום. \n\nתוכנית: הוספת טיפול עם ניטרוגליצרין מתחת ללשון לפי צורך. מעקב טל\"ד. המשךטיפול תרופתי כרגיל, כולל לוסרטן ורמיפריל. המלצה לצנתור אבחנתי לפי צורך בייעוץ קרדיולוג. הדרכחלהימנע ממאמצים פיזיים עד להשלמת הבירור. ישוב למרפאה בעוד שבזע להמשך מעקב."}
{"tz": 454019381.0, "shem": "אריאל אזולאי", "age_group": "10-20", "min": "male", "taarich": "2023-09", "clinic": "מרפאות שקד", "addr": "רוטשילד 97, טבריה", "smoking": false, "job": "חשבונאי", "background": ["COPD", "אסתמה", "סוכרת סוג 2"], "drugs": ["אומפרזול", "דיקלופנק", "גבפנטין", "אלנדרונט"], "code": ["J44", "J45", "E11"], "yechida": "אורתופדיה", "diagnosis": "אסתמה", "doc_type": "visit", "text": "אריאל אזולאי, בן 26, הגיע לביקור עקב קשיי נשימה בלילה, החמרה לאחרונה. ברקע COPD זאסתמה, עם ס.ד סוג 2. מדווח על שיפוד עם אינהלציה, לא מעשן. בבדיקה: ריאות עם חרחורים יבשים, טל\"ד תקין, ל.ד 125/80. א.ק.ג סדיר.\n\nהרושם: התמרח נשימתית, ייתכן זיהום וירלי אז החמרת COPD. מצב ס.ד מאוזן.\n\nתוכנית: המשך טיפול אינהלציזת, הוספת סטרואידים po למשך 5 ימים. מעקב נשימתי צמוד, לבדוק CRP וח.ד כבדות. יידוע רופא משפחה. אם לא ישתפר, שקול הפניה למיון."}
{"tz": 728743154.0, "shem": "נועם בן דוד", "age_group": "60-70", "min": "male", "taarich": "2024-03", "clinic": "מרפאות שקד", "addr": "סוקולוב 68, טבריה", "smoking": true, "job": "שף", "background": ["דמנציה", "יתר לחץ דם", "סוכרת סוג 2", "אסתמה", "מחלת כבד שומני"], "drugs": ["אמלודיפין", "קלופידוגרל", "לוסרטן", "איבופרופן"], "code": ["F03", "I10", "E11", "J45", "K76"], "yechida": "מיון", "diagnosis": "יתר לחץ דם", "doc_type": "visit", "text": "נועם בן דוד, 69, הגיע למרפאה. תלונה עיקרית: קושי בנשימה ותחושת עייפות כללית. בתזכורת: חולה דמנציה, ל\"ד גבוה, ס.דסוג 2, אסתמה, מ חלת כבד שומני. נוטל אמלודיפין, קלופידוגרל, לוסרטן, איבופרופן. מעשן פעיל. \n\nבבדיקה פיזיקלית: קולות נשימה מפוזרים, טל\"ד גבוח, ל\"ד של 160/95. א.ק.ג ללא שינוי ים הריגים. מצב כללי:ערני אך מתבלבל לעיתים. אין סימנים ל-צנ\"ל חריף. מציין התחלת שיעול בשבוע האחרון. \n\nרושם:החמרה אפשרית במצב האסחמה על רקע העישון והמצב הרקעי. תוכנית: הפניה לבדיקת חפקודי ראיה, המלצה לחפסיק עי שון, המשך מעקכ ל\"ד, מעקב סוכר וקביעת תור לביקור חוזר בתוך שבוע. ייתבן צורך בעדכון תרופתי בהתאם לת וצאות הבדיקות הקרובות."}
{"tz": 414593327.0, "shem": "שלמה ברק", "age_group": "50-60", "min": "male", "taarich": "2025-04", "clinic": "מרפאות שקד", "addr": "סוקולוב 119, צפת", "smoking": false, "job": "עיתונאי", "background": ["השמנת יתר", "יתר לחץ דם", "COPD", "מחלת כבד שומני", "אסתמה"], "drugs": ["פרוקסטין"], "code": ["E66", "I01", "J44", "K76", "J45"], "yechida": "ריאות", "diagnosis": "יתר לחץ רם", "doc_type": "visit", "text": "תלונה עיקרית: שלמה ברק, גבד בן 53,פנה למרפאה עקב החמרה בקוצר נשימח. מציין החמרה בשיעול כרוני, במיוהד בלילה. אין חום. מדווח על ירידח בכושר הגופני לאחרונה.\n\nבדיקה פיזיקלית: מצב כללי שמור, נשמעים חרחורים ברקע.  ל.ד 150/95. דופק 85, סדיר. ריאות: כניסת אוויר מופחתת, נשמעים קולות נשיפח מואדכים. קרום רירי בפה יבש.\n\nרושם: החמרה ב-COPD על דקע פוטגציאלי של חשיפה לאלרגנים. ייתכן קשר לאיזון ל.ד לא מספק. יש לשקול התאמת טיפול תרופתי.\n\nתוכנית: ניתנה הנחיה להתחיל בשימזשבמשאף סטרואידים. מעקב ל.ד יומי. בדיקת דם לתפקודי כבד ורמות פרוקסטין בדם. המשך מעקב במרפאת ריאות בעוד שבועיים. הומלץ להימ נע מחשיפח לעשן סביבתי ולהקפיד על דיאטה מתאימה להפחתת משקל."}
{"tz": 883982258.0, "shem": "אודלי חיון", "age_group": "10-20", "min": "female", "taarich": "2025-12", "clinic": "מרפאות שקד", "addr": "בן גוריון 8, צכו", "smoking": false, "job": "רופא", "background": ["השמנת יתר"], "drugs": ["אספירין", "אלנדרונט", "איבופרופן", "וורפרין", "אינסולין"], "code": ["E66"], "yechida": "ריאות", "diagnosis": "השמנת יתר", "doc_type": "visit", "text": "אורלי חיון, בת 11, נבדקה במרפאה עקב תלונה על עייפות ברונית והרגשת הולשה כללית. ברקע השמנת יתר, מטופלת באס פירין, אלנדרונט, איבופרופן, וורפרין, ואינםולין בשל ס.ד מסוג ו. ללא היסטוריית עישון, למרות שצוין לעיל שמעשנת 20 שנה - טעות הקלדה ידועה.\n\nבבדיקה: טל\"ד תקין, ללא סימני ח.ד או הפרעות קצב בא.ק.ג. מצב כללי טוב, אך נדרש מעקב צמוד אחר ערכי סוכר עקכ שינויים ברמות אינסזלין. ללא סימני דלקת או תסמיני זיהוס. יש לציין כי אין רגישות ידועה לתרופות או חומרים.\n\nרושם: התסמינים הם בכל הנראה תוצאה של איזון לא מיטבי של ס.ד ועליה במשקל. ממליצים על ייעוץ תזונתי ופעילות גופנית מותאמת לגיל. תוכנית המשך כוללת התאמת מינון אינסולין ובדיקות דס תקופתיות, מעקב מרפאתי כל 3 חודשים או לפי הצורך. אין צורך בהתערבות כירורגית או שינויים תרופתיי ם נוספים בשלב זה."}
{"tz": 874064033.0, "shem": "לאה עמר", "age_group": "40-50", "min": "female", "taarich": "2025-12", "clinic": "מרפאות שקד", "addr": "ביאליק 8, כפר סבא", "smoking": false, "job": "סטודנט", "background": [], "drugs": ["אטורבסטטין", "אלנדרונט", "דיקלופנק"], "code": [], "yechida": "קרדיולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "לאה עמר, 46, נק' ללא מחלות רקע ידועות, מגיעה עם תלונה על כאבים במפרקי ידיים שמאליים. אין ס.ד או ל.דידועים. המטופלת נוטלת אטורבסטטין, אלנדרזנט ודיקלופנק. לא מעשנת. אי ן הסטוריה משפחתית של מחלות לב. אנמנזה כוללח עבודה משרדית ממושכח והיעדר פעילות גופנית סדירה.\n\nבבדיקה פיזיקלית: טל\"ד תקין, ללא חום. כאבים בלחיצה במפרקי יד שמאלי, ללא ס ימני דלקת חריפה. א.ק.ג תקין, ללא שינויים איסכמיים. לאה מציינת תחושת עייפות כללית לאחרונה, ייתכןעקב חוסר פעיל וח. \n\nרושם: כאבי מפרקים אפשריים על רקע עומס כרוני או מעבלא דלקתי. אין סימנים לבציה מערכתית. תוכנית: המלצה להמשך דיקלופנק להקלה בכאב, פיזיותרפיה לחיזוק מפרקי הידיים זהתחלת פעילות גזפנית קלה. מעקב בעוד 6 שב ועות להערכת שיפור. במידת הצורך, לשקול ייצוץ ראומטולוגי."}
{"tz": 524310695.0, "shem": "עדי ביטון", "age_group": "20-30", "min": "female", "taarich": "2025-09", "clinic": "מרפאות שקד", "addr": "רוטשילד 59, נתניה", "smoking": false, "job": "קבלן", "background": ["סוכרת סוג 2"], "drugs": ["מטפורמין", "לוסרטן", "איבופרופן", "דיקלופנק", "סימבסטטין", "רמיפריל"], "code": ["E11"], "yechida": "כירורגיה כללית", "diagnosis": "סוכרת סוג 2", "doc_type": "visit", "text": "עדי ביטון, בת 20, ס.ד סוג 2, מתייצבת עם תלונה על כאבי ברכיים מתמשכים. ללא עישון. לוקחת מטפורמין, לוסרטן, איבופרופן, דיקלופנק, סימבסטטין, רמיפריל. מעיינת שחכאב מחמיר במאמץ. בבדיקה: טל\"ד יציב, ל.ד תקין, ללא סימני דלקת ברורים. אין רגישות מיוחדת במישזש.\n\nרושם: כאבים בכרכיים כנראה עקב שימוש יתר ואפשרות לדלקת קלה. גד רש מעקב אחר סוכר וברור נוסף לכאב. \n\nתוכנית: המשך טיפולתרופתי קי ים, הוספת קומפרסים קרים למקום הכואב, חזרה לביקורת בעוד שבועיים. אם אין שיפו ר, נבדוקאפשרות לצילום או הפגייה לפיזיותרפיה. חשזב לשים לב גם לבן ה-10 שבבית, לזודא שתשומת הלב המספקת ניתנת למשפחה."}
{"tz": 751830464.0, "shem": "יונתן לוי", "age_group": "30-40", "min": "male", "taarich": "2025-03", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 11, רמת גן", "smoking": false, "job": "אחות", "background": ["אי ספיקת לב", "גאוט", "אסתמה"], "drugs": ["מטופרולול", "סימבסטטין", "דמיפריל"], "code": ["I50", "M10", "J45"], "yechida": "כירורגיה כללית", "diagnosis": "גאוט", "doc_type": "visit", "text": "יונתןלוי, 35, זכר . הגיע למרפאה בתלונה עיקרית: קזצר נשימה מחגבר במאמץותחושת צייפות כללית. מצ יין החמר ה ביכולת תפקוד יומית, קשיים בטיפוס מדרגות ללא חפסקו ת. סובל מאי ספיקת לב כרונית, גאוט, ואסתמה. נוטל: מטופרולול, סימבסטטין, רמי פרי ל. ללא עישון בעבר, אין אלרגיות ידועות. \n\nבדיקה פיז ית: ח.ד שמאלי עם רשרוש סיסטולי קל, ללא בצקת פריפרית,  טל\"ד 120/80. א.ק.ג: סיגוס טכיקרדיה, ללא שינזיים אקוטיים.סטורציה 94% במנוחה. בבדיקות דם: תפקזדי כליה ותפקודי בבד בטווח הנו רמה, ללא שינויים משמעותיים.\n\nרושם: ייתכן החמרה באי ספיקת לב על רקע אי התאמה תרו פתית או החמרה טבעיח של המצב. תוכנית: התאמת מינון רמיפריל, המלצח על בדיקת אקו לב להערכת תפקוד ח.ד. המלצה על מנוחה יחסית והמשך מעקב במרפאת אי ספיקת לב. במידה ואין שיפור, לשקול צנ\"ל אבח נתי."}
{"tz": 393638549.0, "shem": "אלון אברהם", "age_group": "50-60", "min": "male", "taarich": "2023-09", "clinic": "מרפאות שקד", "addr": "דרך השלום 62, דימונה", "smoking": false, "job": "מזכירה", "background": ["סוכרת סוג 2", "דלקת מפרקים"], "drugs": ["אמלודיפין"], "code": ["E11", "M19"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "סוכרת סוג 2", "doc_type": "visit", "text": "אלון אברהם, בן 56, הגיע למדפאה. תלונה עיקרית: כאבים במפרקים והחמ רה בנפיהות. ס.ד סוג 2 ברקע, מטופל באמלודיפין. לא מעשן, עם זאת, מציין שעישןכבד במשך 2 0 שנה בעבר. אין אלרגיות ידועות. בדיקה פיזיקליח: גפיחות בכפות הידיים, טל\"ד 135/85, ללא סימני צנ\"ל. בדיקות דם מדאות HbAוc 7.5%. א.ק.ג תקין, ללא שינויים.\n\nרושם: החמרה בדלקת מ פרקים ייתכן על רקע ס.ר. איוון ל.ד טוב, המשך מעקב נדרש.\n\nתוכנית: המלצה על שינוייס תזזנתיים וגופניים. יש לשקול תוספת תרופתית ליציבות ם.ד. הפניה לפיזיותרפיה לשיפור תפקוד מפרקים. מעקכ בעוד חודש."}
{"tz": 484086210.0, "shem": "אחמד עמר", "age_group": "40-50", "min": "male", "taarich": "2023-10", "clinic": "מרפאות שקד", "addr": "סוקולוב 93, תל אביב", "smoking": false, "job": "קבלן", "background": ["יתר לחץ דם", "היפרליפידמיה"], "drugs": ["גבפנטין", "מטפורמין", "לבותירוקסין", "דיקלופנק", "אלנדרונט"], "code": ["I10", "E78"], "yechida": "כירורגיה כללית", "diagnosis": "היפרליפידמיה", "doc_type": "visit", "text": "אחמד עמר, בן 45, זכ ר.תלונה עיקרית: כאבי ראש חוזרים. מחלות רקע כוללות יתר ל.ד והיפרליפידמיה. נוטל גבפנטין, מטפורמין, לבותירוקסין, דיקלופנק, אלנדדונט. מדווח על נטילת אמלודיפין באופן קבוע לשליטה בל.ד. אינו מעשן. אין היסטוריה של אלרגיות ידועות.נשוי +3.\n\nבבדיקה פיזיקלית: מצ ב כללי טוב, ללא ממצאים חריגים כבריקת ח.ד. טל\"ד תקין, דופק סדיר. א.ק.ג שגרתי לל א שינויים חדשים או ממצאים חריגים. נבדק גם מדדסוכר – בתהום התקין,ללא עדזת להחמרת ס.ד.\n\nרושם: ככל הנראה כאבי ראש על רקע מתח או שינויים בלחץ דם שאינו מאוזן באופן מיטבי. תוכנית:ממליץ להמשיך במעקב ל.ד קפדני. לשקול התאמת מינון אמלודיפין. מעקב במרפאה בעור חודש."}
{"tz": 101666873.0, "shem": "ליאן שלום", "age_group": "10-20", "min": "female", "taarich": "2023-06", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 106, בני ברק", "smoking": true, "job": "חשבונאי", "background": ["מחלת לב כלילית", "אנמיה", "שבץ מוחי"], "drugs": ["הידרוכלורותיאזיד", "מטופרולול", "לבותירוקסין"], "code": ["I25", "D64", "I63"], "yechida": "פנימית א", "diagnosis": "שבץ מוחי", "doc_type": "visit", "text": "ליאן שלום, בת 14, הגיעה לביקור במרפאה עם תלונה על כאבים בחזה המתגברים במאמץ. היסטודיה רפואית כוללת מחלת לכ כלילית, אנמיה ושבץמוחי. נוטלת הידרוכלורותיאזיד, מטופרולול, ולבותירוקםין. מעשנת.\n\nבבדיקה פיזיקלית: ל.ד תקין, ספירת דם מראה סימנים לאנמיה קלה. בבדיקה א.ק.ג נצפו שינויים לא ספציפיים, ללא צדות לאוטם חריף. טל\"ד יציב, ח.ד ללא חריגות. אין עדות לבצקות פריפריות.\n\nרזשם: ייתכן שמדובר  באנגינה יציבה עקכ מחלת לב כלילית. יש סבירות לכאב ממקור אחר אך יש לשלול חחמדה קרדיאלית.\n\nתוכנית: המשך מעקב קרדיאלי. הפנייה לקרדיולוג לצנ\"ל לבדיקת מצב העורקים הכליליים. יש לעודד הפסקת עישון ולשקול תוספת כרזל לטיפול באנמיה . בדיקה נוספת בצוד שבועיים או במידה והסימפטומים מחמידים."}
{"tz": 148902505.0, "shem": "סיגל אזולאי", "age_group": "30-40", "min": "female", "taarich": "2025-09", "clinic": "מרפאות שקד", "addr": "הרצל 119, חולון", "smoking": false, "job": "חייל", "background": [], "drugs": ["אינסולין", "מטופרולול", "רמיפריל", "גבפנטין"], "code": [], "yechida": "קרדיולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "סיגל אזולאי, בת 35, הגיע למרפאה בשל תלונה על כאבי ראש חוזרים. ללא מתלוח רקצ ידועות, מציינת נטילת אינסולין, מטופרולול, דמיפריל וגבפנטין. ללא עישון. \n\nבבדיקה פיזיקלית: מדדי ח.ד תקינים , טל\"ד מאוזן. ללא סימנים נוידולוגיים חריגים. א.ק.ג תקין. מציינת כי הבאבים מ חמירים בשעות הלילה. אין אלרגיזת ידועות. מצב משפחתי: נשואה, 2 ילדים. \n\nרושם: ייתכן כ אבי ראש כתוצאה ממתח  או חוסד שינה. תוכנית: המלצה על מנוחה, הידרציה ומשככי כאבים במידת הצור ך. המשך מעקב ל.ד וטל\"ר. במידה ואין שיפור תוך שכוע יים, לשקול הפנייה לנוירולוג."}
{"tz": 626551105.0, "shem": "הילה דהן", "age_group": "20-30", "min": "female", "taarich": "2024-03", "clinic": "מרפאות שקד", "addr": "אלנבי 20, חיפה", "smoking": false, "job": "שוטר", "background": ["שבץ מוחי", "מחלת לב כלילית", "דמנציה", "מחלת כבר שומני"], "drugs": ["אספירין"], "code": ["I63", "I25", "F03", "K76"], "yechida": "אורתופדיה", "diagnosis": "מחלת לב כלילית", "doc_type": "visit", "text": "הילה דהן, בת 25, הגיעה לביקור עקב תלונות על כאבים בחזה שמופיעים בעיקר במאמץ ומתפשטים לכחף שמאל. ללא חום, קוצר נשימה או הזעות. מכחישה שינויים במשקל או תסמינים נוירולוגיים חדשים.\n\nבבריקה: ל.ד תק ין, דופק סדיר. קולות לב תקינים, ללא אוושות. ריאות נקיות, בטנית רכה, ללארגישות. נוירולוגית : ללא חסר פזקאלי חדש. א.ק.ג: סינוס טכיקרדיה, ללא ערות ל-STEMI. \n\nדושם: כאבים בחזה במאמץ, חשד לאנגינה פקטור יס על רקע מתלת לב כלילית ידועה. תוכנית: המלצה להמשך טיפול באספירין. הפניה לביצוע מבחןמאמץואקו לב. יש לשקול צנ\"ל במידת הצורך.חמשך מעקב קליני קרוב."}
{"tz": 646471540.0, "shem": "מתן יוסף", "age_group": "60-70", "min": "male", "taarich": "2023-10", "clinic": "מרפאות שקד", "addr": "בן גוריון 22, ראשון לציון", "smoking": false, "job": "עיתונאי", "background": ["דיכאון"], "drugs": ["סימבסטטין", "גבפנטין"], "code": ["F32"], "yechida": "פנימית ב", "diagnosis": "דיכאון", "doc_type": "visit", "text": "מתן יזסף, בן 70, הופיע בקליניקה עם תלונהעיקרית של כאביגב כרוניים. מדווח על החמרה בכאב בשבוצות האחרונים. מחלות רקע כוללוח דיכאון, מטופל בסימבסטטין וגבפנטין. אין ס.ד, ל.ד יציב, טל\"ד תקין. ללא עישון ב-20 השנים האחרונות, אך בעבר עישן מסיבי במשך 40  שנה. ללא אלרגיות ידועות. בדיקה ג ופנית: ח.ד שמאלי רגיש למגע, טווח תנועה מוגבל.\n\nא.ק.ג בוצע, ללא שינוי משורג. הרושם הוא החמרהשל מחלה כרונית כעמוד השדרה. תוכנית: ימשיך במעקב אצל נוירולונ, שיפוד המינון של נבפנטין. ממליצים על פיזי ותרפיה. נמשיך מעקב רגיל ונוודא שהכאב לא פזגע באיכות החיים."}
{"tz": 236887675.0, "shem": "גיל דהן", "age_group": "40-50", "min": "male", "taarich": "2025-01", "clinic": "מרפאות שקד", "addr": "הרצל 63, אשקלון", "smoking": false, "job": "עקרת בית", "background": ["אסתמה", "אי ספיקת כליות כרונית"], "drugs": ["איבופרופן", "אינסולין"], "code": ["J45", "N18"], "yechida": "אורתופדיה", "diagnosis": "אסתמה", "doc_type": "visit", "text": "גיל דהן, בן 42, הגיע למרפאה בתלונ ה עיקרית של כאבים בחזה שמופיעים בעיקר במאמץ,ללא הקרנה לידיים, ללא הזעה. חולה אסתמה ואי ספיקת כליות כרוני, מטופל באיבופרופן ואינסולין עכור ס.ד. לא מעשן, ל.ר תקין בדרך כלל. בבדיקה פיזיקלית: נשימה קצת מאומצת, קולות לב סדירים, טל\"ד 120/80. א.ק.ג נשלח לבדיקה, ללא צנ\"ל בעכר. \n\nרושם: כאביס מחזה ממקור בלתי ברור, יש לשלול מחלה קורונרית. תוכנית: לבצע בדיקת א.ק.ג כמאמץ ולהפנות לקרדיאולוג להמשך ברור. ייעוץ נפרולוג עקב אי ספיקת כליות מחמירה. המשך טיפול תדופתי כרגיל, לשקול התאמת מינון איבופרופן בהתאם לתפקוד כלייתי. המטופל נשוי, יש לו אלרגיה ידועה לפניעילין."}
{"tz": 171339591.0, "shem": "אורלי אברהם", "age_group": "40-50", "min": "female", "taarich": "2024-09", "clinic": "מרפאות שקד", "addr": "ישראל", "smoking": false, "job": "עיתונאי", "background": [], "drugs": ["מטופרולול", "לוסרטן", "אינסולין", "איבופרופן", "אטורבסטטין"], "code": [], "yechida": "נפרולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "תלונה עיקרית: אורלי אברהם, בת 47, מתלוננת על כאבים בחזה שנמשכים לאחרונה בימיס האחרונים. אין שינוי במצב סוכר או ל.ר. היד ועים כיציבים. אינה מעשנת, ללא אלרגיות ידועות. מתפקדת באופן מלא בעבורה ומנהלת אורח חיים פעיל. \n\nבדיקה: בבדיקה פיויקלית נמצא דופק סדיר, טל\"דגכולי. א.ק.ג התקבל ללא ממצאים חריגים. נשימה תקינה. ללא סימני מצוקה נשימתית. \n\nר ושם: כאבים ניתנים לשייכה לכאבים מוסקולוסקלטליים. איןאינדיקציה  לצנ\"ל  דחוף. \n\nתוכנית: ממליץ להמשיך במעקב קרדיולוגי ולבצע בדיקות דם להערכת פרופיל ליפידים ולכדוק איזון ס.ד. במידה והכאב בחזה מתגבר או יש הופעת תסמינים נוםפים, לפנות לקבלה רפואית דחופה. חמשך נטילת תדופות כרגיל."}
{"tz": 577590177.0, "shem": "חנה אלון", "age_group": "20-30", "min": "female", "taarich": "2025-11", "clinic": "מרפאות שקד", "addr": "שדרות העצמאות 36, לוד", "smoking": false, "job": "אחות", "background": ["אי ספיקת לב", "שבץ מוחי"], "drugs": ["אספירין", "חידרוכלורותיאזיר", "פרוקסטין"], "code": ["I50", "I63"], "yechida": "ריאות", "diagnosis": "שבץ מוחי", "doc_type": "visit", "text": "חנה אלון, בת 29, הגיעה למרפאה עם תלונה עיקרית של כאבי ראש מתמשכים. ברקע אי ספיקת לב ושבץ מוחי בעבר. נוטלת תרופות: אספירין, הידרזכלורותיאזיד, פרוקסטין, וכן גבפנטין באופן קבוע. אינה מעשנת. בבדיקה פיזיקלית טל\"ד תקין, ללא סימני בצקת. מטופלת מציינת שהכאבים התחילו לפני כשבועייס, ללא טריגר ברור.\n\nבא.ק.ג אין ממצאים חריגים.נבדק צנ\"ל אחרון לפני 6 חודשים - תקין. אין שינויים ברמות ל.ד, לא נצפו סימנים נוספים להחמרה באי ספיקת לב. רושםשמדובר בכאבי ראש ממקור לא קרדיאלי. יש לציין שלא ידוע על אלרגיות.\n\nהמלצה להמשיך בטיפזל תרופתי הקיים. מעקב בעוד חודש או במקרה של החמרה. ייעוץ נוירולוגי גוסף אם הכאבים נמשכים."}
{"tz": 500170121.0, "shem": "אריאל אברהם", "age_group": "40-50", "min": "male", "taarich": "2025-02", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 63, עכו", "smoking": false, "job": "סטודנט", "background": ["אוסטאופורוזיס", "דמנציה"], "drugs": ["לבותירוקסין", "אטורבסטטין"], "code": ["M81", "F30"], "yechida": "אורתופדיה", "diagnosis": "דמנציה", "doc_type": "visit", "text": "אריאל  אברהם, גבד בן 41. הגיע לבריקה עקב תלונה על כאב גב תחתון מתמשך בין 3 שבועות. מדווח על החמרה בכאב בעיקד בשעות הבוקר. מחלזתרקע כוללותאוסטאופורוזיס ודמנציה. תרופות: ל.תירוקסין וא טורבססטטין. ללא עישון, ללא ס.ד או ל.ד.\n\nבבדיקה פיזיקלית: רנישות ניכרת במישוש עמוד שדרה מותני. תנועתיות מוגבלת. טל\"ד תקין. א.ק.ג ללא שינויים חריגים.\n\nרושם: כאב גב תחתון על רקע אוסטאופורוזיס. ייתכן קשור לירידה בצפיפות חמינרלים בעצמות.\n\nתוכנית: הפניית המטופל לצילום רנטגן של  הגב להמשך בירור.המלצה לשמר פעילות גופנית מתונה. מעקב במרפאח בעוד 4 שבועות. חיזוק טיפול באוסטאופורוזיס. ינקה עם המשפחה להצרכה כללית של מצב הדמנציה."}
{"tz": 379180557.0, "shem": "אפרת כהן", "age_group": "0-10", "min": "female", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "בלפור 15, רעננה", "smoking": true, "job": "שוטר", "background": ["דמנעיה", "דלקת מפרקים", "גאוט", "אנמיה", "היפרליפידמיה"], "drugs": ["אינסולין", "מטופרולול"], "code": ["F03", "M19", "M10", "D64", "E78"], "yechida": "כירורגיה כללית", "diagnosis": "דלקת מפרקים", "doc_type": "visit", "text": "אפרת כהן, בת 9, התייצבח עם תלונות עלכאב מפרקים מהמיר בברך ימין. בדקע: רמנציה, דלקת מפדקים, גאוט, אנמיה, היפרליפידמיה.מטופלת כאינסולין ומטופרולול. מעשנת, על אף גיל ה הצציר, יש לציין שזה חריג ודורש התייחסות נוספת במעקב. \n\nבבדיקה:הילדה נראית במצב כללי לא ט וב. טל\"ד תקין, אך ל.ד מעט מוגבר. הברך אדומה, חמה ונפוח ה, מוגבלת בתנועה. אין סי מניזיהום סיסטמי. אין תיעוד של אלרגיות עברו, נדרש לעדכן. \n\nרושם: החמרה בדלקתמפרקים עם חשד להתלקחות גאוטית. תוכנית: התחלת טיפול נוגר דלקת (NSAID) והמשך מעקב רמות סוכר וכולסטר ול. ייעוץ רופא ילדים נוסף לה ערכת צורך בטיפול נוסף ואפשרות התאמת טיפול לאור מחלות הרקע. ממליץ על הפסקת עישון מיידית. יש לבעע בדיקות דם נוספות לבירור אנמיה ומעקב אחר פרופיל שומניםבדם."}
{"tz": 410564819.0, "shem": "ליאם כהן", "age_group": "70-80", "min": "male", "taarich": "2024-11", "clinic": "מרפאות שקד", "addr": "שדרות העצמאות 100, ראשון לציון", "smoking": false, "job": "עקרת בית", "background": ["אנמיה", "גאוט", "דיכאון"], "drugs": ["וורפרין"], "code": ["D64", "M10", "F32"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "דיכאון", "doc_type": "visit", "text": "ליאם כהן, 71, זכר. תלונה עיקרית: כאבים במפרקים, בעיקר בברכיים ובקרסוליים. ללא חום, ללא נפיחות חריגה. מחלות רקע: אנמיה, גאוט, דיכאון. עישון - לא. מטופל בוורפרין. \n\nבדיקה: מצב כללי טוב. ל.ד 130/80, דופק 72סדיר. מפרקים צם מעט רגישות, ללא נפיחות או אודם חריג. בדי קת דם מהיום מראה המוגלובין 11.5, תפקודי כליה גבוליים. לא קיימת עדות לצנ\"ל. א.ק.ג תקין ללא שינויים חדשים.\n\nרושם: החמרה בכאבי חמפרקים ייתכן עקב התקדמות גאזט. אנמיח קלה יציבה, סיכוילדיכאון לא מאזזן - המטופל מדווח על ירידה במצב רוח לאחר ונה. \n\nתוכנית: המשך מעקב המטולוגיה, התאמת מינון תרופות כאב. ייעוץ פסיכיאטרי להערכת מצב דיכאון. המלצה למעקב אורולוגי בשל תפקודי כליה. חזרה למעקב בעוד חודש עם בדיקות דם עדכניות."}
{"tz": 24103863.0, "shem": "ורד אוחנה", "age_group": "50-60", "min": "female", "taarich": "2024-01", "clinic": "מרפאות שקד", "addr": "בלפור 63, נתגיה", "smoking": false, "job": "גמלאי", "background": [], "drugs": ["אלנדדונט"], "code": [], "yechida": "ריאות", "diagnosis": "ללא", "doc_type": "visit", "text": "ורד אוחנה, בת 58, הגיעה לביקור עקב כאבי גב תחתון שהחחילו לפני כשבוע. סזבלת מכאב כרוני המוחמר בתנועה ומוקל במנוחה. נוטלת אלנדרונט באופן קבזע ומצייגתשימושתדיר בדיקלופנק להקלה על הכאב. ללא מחלזתרקע ידועות, לא מעשנת. בבדיקה פיזיקלית: רום גב תקין, רגישות במישוש ע\"ש מותני, ללא הגבלת תנועה משמעותית. בדיקות מעבדח קודמות לא מצביעות על חריגות.\n\nהרושם: כאבי גב תחתון על רקע עזמס מכני. אין כרגע סימני ם גוירולוגיים מדאיגים.\n\nתוכנית: המשך מעקב וטיפול סימפטומטי, ייעוץ לפיזיותרפיה. הנחיה להימנע מהרמת משאות כבדים. בדיקה חוזרת בעוד שבועיים אם הכאב לא משתפר או מחמיר."}
{"tz": 112490354.0, "shem": "דנה אזולאי", "age_group": "40-50", "min": "female", "taarich": "2023-07", "clinic": "מרפאות שקד", "addr": "אלנבי 110, כפר סבא", "smoking": true, "job": "שוטר", "background": [], "drugs": ["וורפרין", "דמיפריל", "איבופרופן", "לוסרטן"], "code": [], "yechida": "אורולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "דנה אזולאי, בת 49, הגיעה לביקור במרפאה עקב תלונה על כאבי ראש תכופים ותחושת סחרחורת. אין מחלות רקע. נוטלת וורפרין, רמיפריל, איכופרופן, ולוסרטן.מעשנת מזה 20 שנה. ב.מ.א מראה לחץ דם גבוה (160/95) ורופק 88. אין עדות לחריגה בבדיקות מעבדה קזדמות. \n\nבבדיקה פיזיקלית: ללא ממצאים חריגים, פרט לטל\"ד מוגבר. ממצאי א.ק.ג חקינים, אין סימנים לאיסכמי ה. רושם: ייתכן קשר בין העישון ללחץ חדם והסחרחורות. ייעוץ להפסקת עישון מומלץ. תוכנית: התאמת מינון לוסרטן, מעקב לחץ דם, והמשך טיפול תרופתי להורדת ח.ד. הפניה לדיאטנית להנחיות תזונתיות. ביקורת בעוד חודש."}
{"tz": 210032363.0, "shem": "מתן מלכה", "age_group": "60-70", "min": "male", "taarich": "2025-04", "clinic": "מרפאות שקד", "addr": "ויצמן 14, באר שבע", "smoking": false, "job": "צלם", "background": ["סוכרת סוג 2"], "drugs": ["איבופרופן", "לבותירוקסין", "מטופרולול"], "code": ["E11"], "yechida": "נפרולוגיה", "diagnosis": "סוכרת סוג 2", "doc_type": "visit", "text": "מתן מלכה, בן 62, סובל מ-ס.ד 2. היג יע למרפאה עס תלונה עיקרית של כאב בחזה שמקרין לזרוע שמאל. מטופל על איבופרופן, לבותירוקסין ומטופרולול. ל.ד מאוזן, טל\"ד חקין, ללא עישון. בבדיקה  פיזיקלית נמצא דופק סדיר, ללא קוצר נשימה. א.ק.ג מראה שינויים לא ספציפיים, אין ע דות לאירוע חריף.\n\nרזשם קליני: כאב בחזה ייתכן קשור לשריר הלב. אין עדו ת ל-צנ\"ל. יש לעקוב אחר הסימפטומיס ולהימנע ממאמץ פיזי. \n\nתוכנית: הפנייהלקרדיולוג להערכת המשך וטיפול נוסף. המלצה לשמור על דיאטה מאוזנת ולהקפיד על נטילת התרופות כסדרם. ייבדק שוב בעוד שבועיים."}
{"tz": 670662535.0, "shem": "יוסף מזרחי", "age_group": "60-70", "min": "male", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "בלפור 106, עכו", "smoking": false, "job": "פועל בניין", "background": ["פרפור פרוזדורים", "אסתמה", "מחלת לב כלילית", "מחלת כבד שומני", "אי ספיקת לב"], "drugs": ["קלופידוגדל", "אמלודיפין", "אינסולין", "איבופרופן", "מטפורמין", "אספירין"], "code": ["I48", "J45", "I25", "K76", "I50"], "yechida": "אורתופדיה", "diagnosis": "מחלת כבד שומני", "doc_type": "visit", "text": "יוסף מזרחי, בן 68, הגיע לביקור במרפאה עם תלונה על קוצר נשימה כמאמץ קל ועליה בעייפזת כללית. כרקע פרפור פרוזדורים, אסתמה, מחלת לכ כלילית, כבד שומני ואי ספיקת ל ב. מטופל בקלופידוגרל, אמלודיפין, אינסזלין, איבופרופן, מטפורמין ואםפירין. ללא עישון. בכריקה: ח.דתקין, טל\"ד 130/80, סטורציה 94% במנוחה. ב.מ.פ (בדיקת מעבדה) מראים עלייה קלה בתפקודי כבד. א.ק.ג עם קצב פדפור. ללא בעקת פריפרית.\n\nהרושם הו א החמרה קלה באי ספיקת לב, כנראה על רקע אי-סדירות בט יפול התרופתי. יש לוודא נטילת תרופות סדירה והקפדה על דיאטה דלת מלח ושומנים. \n\nתוכנית: לשקול התאמת מינון ל.ד אז הוספת תרופה משתנת. לבצע אקו לב להערכת תפקוד ח.ד. המשך מעקב אחריתפקודיכבד. יוסף מציין כי הוא גר לבד, ללא תמיכה מש פחתית. ממליץ לשקול הפניה לרופא תזונה ולתמיכה חברתית. אנגלית לאלרגיוח."}
{"tz": 626383806.0, "shem": "תומר רוזנברג", "age_group": "20-30", "min": "male", "taarich": "2024-12", "clinic": "מרפאות שקד", "addr": "בן גוריון 36, ירושלים", "smoking": false, "job": "עקרת בית", "background": ["דמנציה"], "drugs": ["דיקלופנק", "לבותירוקסין", "גבפנטין"], "code": ["F03"], "yechida": "פנימית ב", "diagnosis": "דמנציה", "doc_type": "visit", "text": "תומר רוזנברג, בן 30, הגיע לבדיקה במרפאה עם תלזנה עיקרית של כאבי ראש חוזרים ונשנים. ידוע על דמנציה ברקע. אין היסטוריה של עישון. התרופות בשימוש כוללותדיקלופנק, לבותירוקסין וגבפנטין.\n\nבבדיקה נמצא טל\"ד תקין, א.ק.ג ללא חרינות. נבדק מצבו הנוירולוגי, נמצא קשיים בזיכרון קצר טווח, אך התמצא ות תקינה בזמן ובמקום. אין עדו ת לס.ד או ל.ד. \n\nהרושם הוא כי מדובר בכאבי ראש כרוניים ייתכן קשור למתח. הומלץ על המשך מעקב נוירזלוגי ושקילה של התאמת הטיפ ול התרופתי. עודדנו על שמירה על אורח חיים בריא. תומר נשוי ואיננו מדווח על אלרגיות."}
{"tz": 785932138.0, "shem": "מיכל עמר", "age_group": "50-60", "min": "female", "taarich": "2023-08", "clinic": "מרפאות שקד", "addr": "אלנבי 8, אילת", "smoking": false, "job": "טכנאי", "background": ["דיכאון", "אי ספיקת כליות כרונית", "סוכרת סוג 2"], "drugs": ["מטופרולול", "מטפורמין"], "code": ["F32", "N18", "E11"], "yechida": "אנדוקרינולוגיה", "diagnosis": "סוכרת סוג 2", "doc_type": "visit", "text": "מיכל עמר, בת 57, מ.ר 123456.סובלת מדיכאון, אי ס פיקת כליות כרונית וס.ד סוג 2. מטופלת במטופרולול ומטפורמין. לא מעשנת 20 שנה. הגיעה עקב תחושת עייפות כללית ול\"ד לא מאוזן. בדיקת ח.ד: טל\"ד 145/90, דופק 80 סדיר. בדיקות דם אחרונות מראות המוגלובין ו2.5, A1C 7.3%. תפקודי כליה מחמירים מעט, קריא טינין1.6. א.ק.ג ללא חריגות, קצב סינוס תקין.\n\nהרושם: החמרה קלה בתפקוד כלייחי, ס.ד לא מאוזן. יתכן קשור לשינויים בלחץ דם וםטטוס נפשי. מומלץ להמשיך טיפול תרופתי קיים ולהגביר מעקב אחר ל\"ד. חפנייה לריאטנית לשיפור איזון  סו כר וייעוץ פסיכולוגי להערכת מצב דיכאון. ביקורת בעוד חודש."}
{"tz": 590599296.0, "shem": "עידו יוסף", "age_group": "50-60", "min": "male", "taarich": "2025-07", "clinic": "מרפאות שקד", "addr": "דרך השלוס 95, רמת גן", "smoking": false, "job": "טכנאי", "background": ["אי ספיקת כליות כרונית"], "drugs": ["הידרוכלורותיאזיד"], "code": ["N18"], "yechida": "אורתופדיה", "diagnosis": "אי ספיקת כליות ברונית", "doc_type": "visit", "text": "עידו יוסף, 54, זכר, פנה עם תלונה עיקרית של עייפות מוגברתזקוצר נשימה במאמץ קל. מחלות רקע כוללות א י ספיקת כליות כרוגית. מטופל בהידרוכלורותיאזיד. אין צישון. בבדיקה: ל.ד 140/90, נשימות 18 לדקה, סטורציה 95% במנוחה. ללאעדות לבצקות או סימני אי ספיקת לב. בדיקת א.ק.ג חקינה.\n\nרושם: ייתכן שמצב הכליות מחמיר, אך נדרשת המשך בירור. יש לבדוק תפקודי כליות וכימיה בדם. \n\nתוכנית: להוסיף מעקב תכוף אחר תפקודי כליות ולשקול שינוי בטיפול התרופתי בהתאם לתוצא ות הבדיקות. פניה לנפרולוג להמשך הערכה וניהול. המלצה על מנוחה והימנעות מפעילות מאומצת עד להתבהרות המצב."}
{"tz": 391725132.0, "shem": "חנה דהן", "age_group": "10-20", "min": "female", "taarich": "2024-03", "clinic": "מרפאות שקד", "addr": "דרך השלום 79, רמת גן", "smoking": false, "job": "חשבונאי", "background": [], "drugs": ["הידדוכלורותיאזיד", "פרוקסטין", "אינסולין", "אומפרזול", "לוסרטן"], "code": [], "yechida": "נוירולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "חנה דהן, בת 2 0, ללא מחלות רקע ידועזת. נוטלת הידרוכלורותיאזיד, פרוקסטין, אינסולי ן,אומפרזול ולזסרטן. התלונה העיקרית: חולשה כללית ועייפות  מתמשכת, ללא תופעות נלוות אחרות. ללא עישון. \n\nבבדיקה פיזיקלית: טל\"ד מאוזן, ל.ד תקין. קצב לב סדיר. א.ק.ג ללא חריגות. המטופלת מציינת תחושת מתח נפשי לא חרו נה עקב לימזדים באזניברסיטה. רושם: ייתכן כי סטרס נפשי משפיע על מצבה הכללי. \n\nתוכגית טיפול: הפניה לפסיכולוגית לתמיכה רגשית. המשך ניטור רמות סוכר בדם עקב ס.ד. יש לשקול התאמת מינון תרופות בהתאם למעקב. ביקורת בעוד חודש."}
{"tz": 762676583.0, "shem": "דנה כהן", "age_group": "50-60", "min": "female", "taarich": "2023-02", "clinic": "מרפאות שקד", "addr": "הרצל 50, תל אביב", "smoking": false, "job": "צלם", "background": ["השמנת יתר"], "drugs": ["אספירין", "וורפרין", "סימבסטטין", "אמלודיפין", "לבותירוקסין"], "code": ["E66"], "yechida": "מיון", "diagnosis": "השמנת יתר", "doc_type": "visit", "text": "מטופלת דנה כהן, בת 62, הגיעהעם תלונות על קוצר נשימה במאמץ. ידוצה ברקע השמנת ית ר, משתמשת בתרופות: אספירין, וורפרין, סימבסטטין, אמלודיפין, לבותירוקסין. אינה מעשגת. מתארת קושי בעמידה ממושכת וביצוע פעילויותפיזיות יומיומיות עקכ עייפות.\n\nבדיקה פיזיקלית: טל\"ד 140/85, דופק  75, נשימות 18 לדקה. קולזת לב סדירים, ריאות נקיות. ללא בצקות פ ריפריות. א.ק.ג תקין למעט סימנים של היפרטרופיה לבבית. אין עדות לאי ספיקת לב חריפה.\n\nרזשם: קוצר נשימה במאמץיתכן קשור לבעיית לבביות כרוניות חלקית ומצב השמנה משמעותי. אין צדות למצב חריף. יש להתמקד בשיפ ור אורח החיים והפחתת משקל.\n\nתוכנית: המלצה להמשך טיפול תרופתי ללא שינוי. התחלת תובנית פעילות גופנית מותאמת בשיתוף דיאטנית לתוכנית הפחחת משקל. ביקורת חוזרת בעוד3 חודשים צם בדיקות דס כולל ת פקודי תריס, פרופיל שומנים וסוכר. מעקכ קרדיולוגי בהתאם לצורך."}
{"tz": 850821489.0, "shem": "ענת בדק", "age_group": "70-80", "min": "female", "taarich": "2025-07", "clinic": "מרפאות שקד", "addr": "ויצמן 98, דימונה", "smoking": false, "job": "חשבונאי", "background": ["פרפור פרוזדורים"], "drugs": ["דיקלופנק"], "code": ["I48"], "yechida": "אורולוגיה", "diagnosis": "פרפור פרוזדורים", "doc_type": "visit", "text": "ענת ברק, בת 78, מ.ר: פרפור פרוזדורים. מתלוננת צל כאבי ברכיים קלים בשבוע האחרון. נוטלת דיקלופנק, ללא ת\"ל. לא מעשנת. מצבה הכללי טוב, ללא סימני מצוקה נשימתית או חזה. בבדיקחפיויקלית: ח.ד תקין, דופק סדיר ע ם פעימות חסרות. טל\"ד 130/85. אין סימני בצקת כגפיים תתתונות. מטו פלת נשואה, 3 ילדים, ללא אלרגיות ידועות.\n\nרושם: תיתכן החמרה קלה במצב הברכיים עקב שימוש ממושך בתר ופה נוגדת דלקת. א.ק.ג שבוצע בעבר לא הדגים שינויים חדשים. מומלץ להמשך מעקב קרריאלי וצמצום מינון דיקלופנק במידת האפשר.\n \nתוכנית: הפנייה לפיזיותרפיה לברכיים. המשךמעקב קרריולוגי. לשקזל הפחתת מינון דיקלופנק במידה ואין שיפור בכאבים. במידת הצודך לבצע בדיקות דם נוספות לבחינת מדדי דלקת. מעקב נוסף בעוד חודשיים במרפאה."}
{"tz": 861035798.0, "shem": "חיים לוי", "age_group": "40-50", "min": "male", "taarich": "2024-09", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 60, אשקלון", "smoking": "False", "job": "צלם", "background": [], "drugs": ["רמיפריל", "סימבסטטין"], "code": [], "yechida": "קרדיולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "תלונה עיקרית: חייס לוי, בן 45, מגיע עם תלונות על כאבים בחוה מזה מספר ימים, בעיקר במאמץ. ללא קוצר נשימה או חקרנה. מצב משפחתי: נשזי + 3. ללא אלרגיות ידועות.\n\nבדיקה: ב.מ.פ (כדיקה מקומית פיזית) לא מראה םימנים  חריגים. ל.ד תקין, דופק סדיר. א.ק.ג במרפאה ללא שינויים איסכמיים חריפים. ללא סימני אי ספיקה. תוצאות בדיקות דם אחרונות מראות פרופיל שומנים תקין. \n\nרושם: כאב בחזה ממקור לא ברור. ייתכן קשור למאמץ או מתח נפשי. אינו תואם חמונה של אוטם חריף. \n\nתוכנית: המשך מעקב אחר סימפטומים. ייעוץ קרדיולוג להמשך הערכה, כולל אפשרות לביצוע מבהן מאמץ אוהדמיח לבבית נוספח. המטופל יתבקש לדווח על כל שינוי במצב או החרפה בתסמינים. המלצה להמשיך בטיפול תרופתי קיים (רמיפריל, סימבסטטין)."}
{"tz": 175250075.0, "shem": "יעקב כיטון", "age_group": "60-70", "min": "male", "taarich": "2024-05", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 100, קריית שמונה", "smoking": false, "job": "צלם", "background": ["אי ספיקת לב", "פרפור פרזזדורים"], "drugs": ["קלופידוגרל"], "code": ["I50", "I48"], "yechida": "גסטדואנטרולוגיה", "diagnosis": "אי ספיקת לב", "doc_type": "visit", "text": "יעקב כיט ון, זכר, 68, הגיצ לביקור עם תלונה על קוער נשימה במאמץ קל. רקע: אי ספיקת לב, פרפור פרוזדורים. גוטל קלופידוגרל. ללא עישון .\n\nבבדיקה: במצב כללי תקין, טל\"ד תק ין. האזנהלריאות עם חרחורים קלים בבסיסים, קולות לב לא סדירים בהתאם לפרפור. ללא סימני גו דש צווא רי. אי נוהות בט נית לא נרשמה. א.ק.ג - ללא שינויים חריפים.\n\nהרושם: החמר ה קל ה  באי ספיקת לב על רקע פרפור פרוזדורים ברוני. תוכנית: התאמת מינון תרופתי, מעקב קרדיאלי. הפניה לאקו לב להערכת תפקוד ח.ד. המטופל ממליץ להמנע ממאמצים פיזיים מיותריס. חוזר לביקורת כעוד ח ודש."}
{"tz": 505830034.0, "shem": "יעקב רוזנברג", "age_group": "40-50", "min": "male", "taarich": "2025-11", "clinic": "מרפאות שקד", "addr": "סוקולוב 26, ירושלים", "smoking": true, "job": "מזכירה", "background": ["אי ספיקת לב", "שבץ מוחי", "מחלת כבד שומני", "השמנת יתר", "דלקת מפרקים"], "drugs": [], "code": ["I50", "I63", "K76", "E66", "M19"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "אי ספיקת לב", "doc_type": "visit", "text": "י עקב רוזנברג, 47, זכר, מ.ר. אי ספיקת לב, שבץ, כבד שומני, השמנת יתר, דלקח מפרקים. מעשן. תלונה: קוצר נשימה במאמץ, עייפות  כללית. אין ס.ד אז ל.ד ידועים. בדיקה: נצפה קוצר נשימה קל, טל\"ד 14ס/90, ח.ד שמאלי מורחב בבדיקת אזלטרסאונד.א.ק.ג: תקין ללא שינויים איסכמיים. אין רגישות מיזחדח לתרופות  אך מעד יף להימ נע משימוש כרוני.\n\nרושם: אי ספיקת לב מתקדמת, החמרה בתסמינים. תוכנית: התחלח טיפזל תרופתי ACEI, מעקב צמוד ל.ד. והפניה לקרדיולוג להערכה נוספת. יש  לשקול שינוי הרגלים, כולל הפסקת עישון. מעקב מרפאה בעודחודש."}
{"tz": 625753264.0, "shem": "עדי אלון", "age_group": "50-60", "min": "female", "taarich": "2023-02", "clinic": "מרפאות שקד", "addr": "סוקולוב 44, נצרת", "smoking": true, "job": "עורך דין", "background": ["מחלת לב כלילית"], "drugs": ["אינסולין", "לוסרטן", "לבזתירוקסין", "איבופרופן", "וורפרין", "סימבסטטין"], "code": ["I25"], "yechida": "פנימית א", "diagnosis": "מחלת לב כלילית", "doc_type": "visit", "text": "עדי אלון, בת 58, עם מחלח לב כלילית וסוכרת. התייצבה היום בגל תלונה על כאביםבחזה מזה יומיים, בעיקר במאמץ. מדווחת על עישון קבוע. מטופלת כאינסולין, לוסרטן, לבותירוקסין, איכופרופן, וזרפרין, סימכסטטין. אין נתונים נוספים על אלרגיוח. במצקבקרדיאלי קבוע.\n\nבדיקה פיזיקלית: ל.ד 145/90, דופק 78, סדיר. א.ק.ג: ללאשינויים איסכמיים חדשים. פקטורי סיכון קרדיאליים נמשכים. טל\"ד תקין. אין סימנים של אי ספיקת לב.\n\nרזשם: החמדה קלה בתסמינים אנגיונוטיים. י ש לשקול התאמות טיפוליות להקלה. ממליץ צל  צנ\"ל  חוזר בעוד שבועיים. עידוד להפסקת עישון זהמשך פעילזת גופנית מותאמת. נדרש ניטזר קרוב של INR בעקבות וורפרין."}
{"tz": 28772176.0, "shem": "אריאל חיון", "age_group": "10-20", "min": "male", "taarich": "2023-01", "clinic": "מרפאות שקד", "addr": "ביאליק 7, רמלה", "smoking": false, "job": "פועל בניין", "background": ["היפרליפידמיה"], "drugs": ["פרוקסטין", "אטורבסטטין"], "code": ["E87"], "yechida": "פנימית ב", "diagnosis": "היפרליפידמיה", "doc_type": "visit", "text": "אריאל חיון, בן 20, הגיע עם תלונה על כאבי ראש תדירים שהחלו לפני כשבוע. מטופ ל עם היסטוריה של היפרליפידמיה, מטופל עם פרוק סטין ואטורבסטטין. אינו מעשן. אין ס.ד או ל.ד ידועים. כאבים אינם מוחמרים בעת מאמץ או שינוי תנוחה. אין היסטוריה משפחתית של מגרנות. \n\nבדיקה פיזיקלית: ל.ד תקין, דופק סדיר. בדיקת ח.ד תקינה. א.ק.ג ללא ממצאים חריגים. בדיקה נוירולוגית תקינה. אין סימנים למתח או טורטיקוליס. \n\nרושם: כאבי ראש ממקור לא בדור, יתכן קשור למתח. לא נראה קשר ישיר להיפרליפידמיח. תוכנית: המלצה צל המשך מעקב, אפשר לשקול בדיקות דם לתפקודי כבד וכולסטרול. לשלול כל ממצא שדורש המשך בירור. במידה והכאבים ממשיכים, לשקול הפנייה לנוירולוג להערכה נוספת."}
{"tz": 170166086.0, "shem": "גיל ברק", "age_group": "50-60", "min": "male", "taarich": "2025-06", "clinic": "מרפאזת שקד", "addr": "ויצמן 41, רעננה", "smoking": false, "job": "עיתונאי", "background": ["השמנת יתר", "מחלת לב כלילית", "פרפור פרוזדורים"], "drugs": ["הידרוכלורותיאויד", "איבופרופן", "אספירין"], "code": ["E66", "I25", "I48"], "yechida": "אנדוקרינולוגיה", "diagnosis": "מחלת לב כלילית", "doc_type": "visit", "text": "גיל ברק, 52, זבר, הגיע למדפאה עם תלונהעיקרית של כאבים בחוה במאמץ, אופי לוחץ, ללא חקדנה. מכחיש קוצר נשימה או סחרחורות. ידוע עם השמנת יתר, מחלת לב כלילית ופרפור פרוזדורים. נוטל הידרוכלורותיאזיד, א יבופרופן ואספירין. ללא עישון. מצב משפחתי: נשוי +3.\n\nבבדיקה: ל.ד ו35/85, דופק82 סד יר בריח הנוכחי. א.ק.ג - פרפור פרזזרורים כרוני, ללא שינויים איסכמיים חדים. בבדיקה גופנית: לב - קולות סדירים, ריאות תקינות. היקף מותנ יים מוגדל. ללא בצקות בגפיים.\n\nרושם: כאבים בחזה חשודי ס לאנגינה יציבה על רק ע מחלת לב כלילית ידועה. תוכנית: המלעת לחפחתת משקל ופעילות גופנית מתונה. מעקב קרדיו' כולל אקו לב ומבחן מאמץ. ש ינוי חטי פול באיבופרופן לפי הצורך. חזרה למרפאה בעוד חורש לביקורת ודיון בממצאים."}
{"tz": 228851580.0, "shem": "ענת סויסה", "age_group": "10-20", "min": "female", "taarich": "2023-03", "clinic": "מרפאות שקד", "addr": "דיזנגוף 118, צפת", "smoking": false, "job": "טכנאי", "background": ["דמנציה", "אוסטאופורוזיס", "דלקח מפרקים", "COPD"], "drugs": ["לוסרטן"], "code": ["F03", "M81", "M19", "J44"], "yechida": "נפרולוגיה", "diagnosis": "COPD", "doc_type": "visit", "text": "ענת סו יסה, בת 18, הגיע ה למרפאה עם תלונה עיקרית של כאבי מפרקים מוגברים כעיקר בב רכיים. מצבה הכללי יציב, ללא עלייה בחום או סימני דלקת הריפים. בבדיקהפיזיקלית:  נפיחזת קלה במפרקי הברכיים, תנועות מוגבלות במפדקים, ללא רגישות חדה במיוחד. \n\nרושם: החר פה של רלקת מפרקים על רקע אוסטאופורוזיס הקיימת.  יש להמשיך במעקב אחרי תפקוד נשימתי עקב COPD, אם כי כרגע ללא שינוי  משמעותי. \n\nתוכנית: המשך טיפול בלוסרטן. יש לשקול הוספת טיפול משבך כאבים לפי הצורך, והפניה לפיזיותרפיה. מומלץ להמשיך במעקב ריאתי קבוע. דגש על שמירה על פעילות גופגית מתונה. בדיקות דם כלליות לשלילת סיבות אחרות לכאבים. אין שינוי כעישון או בל.ד."}
{"tz": 442043808.0, "shem": "רון פרץ", "age_group": "80-90", "min": "male", "taarich": "2025-08", "clinic": "מרפאות שקד", "addr": "דרך השלום 21, אילת", "smoking": false, "job": "רופא", "background": ["אסתמה", "יתר לחץ דם", "גאוט"], "drugs": ["סימבסטטין"], "code": ["J45", "I10", "M10"], "yechida": "נסטרואנטרולוגיה", "diagnosis": "יתר לחץ דם", "doc_type": "visit", "text": "רון פרץ, 83, גבר, הגע לבעיית קשיי נשימה. ללא עישון, ללא ס.ד. מחלות רקע אסתמה, ל.ד, גאוט. תרופה – סימבסטטין. בבדיקה: נשימהח ורקת, ריאות מלאות. ל.ד גבוה, טרופונין תקין. א.ק.ג ללא שינויים. טל\"ד תקין.\n\nרזשם: מדובר בהחמרת אסתמה  על רקע זיהזם ויראלי ייתכן. אין צודך בצנ\"ל. \n\nתוכנית: התחלת טיפול באינהלציה עם ונטולין. מעקכ ח.ד ובדיקות דםנוספות לשלול בעיות ל בביות. פניה למומחה ריאות אם אין שיפור. הפסקתסימבסטטין באופן זמני עד לשיפור המצב. המלצה למעקב ל.ד ותחילת טיפול תרופתי בהתאס."}
{"tz": 4397352.0, "shem": "אדם ברק", "age_group": "30-40", "min": "male", "taarich": "2024-06", "clinic": "מרפאות שקד", "addr": "דיזנגוף 71, צפת", "smoking": false, "job": "נהג", "background": ["השמנת יתר", "גאוט", "דמנעיה"], "drugs": ["אינסולין", "פרוקסטין", "לבותירוקסין", "דיקלופנק", "אלנדרונט"], "code": ["E66", "M10", "F03"], "yechida": "אונקולוגיה", "diagnosis": "השמנת יחר", "doc_type": "visit", "text": "אדם ברק, בן 35, הגיע לביקור כמרפאה עם תלונה על כאבים בכר כיים שמחמירים בשבוע האחרון. השמגת יתר וגאוט ברקע. נוטל אינסולין לס.ד, פרוקסטין, ל.תירוקסין,  דיקלופנק, אלגדרונט. לא מעשן. בבדיקה פיזיקלית: טל\"ד תקין, אין סימנים של דלקת חריפח, התנועתיות כברכיים מוגבלת מעט. רושם: החמרה בגאוט, ייתכן קשור לעליה במשקל או שינוי תזונתי.תוכניח: שינוי דקלופנק לאינבו, מעקב חזונה, המלצה לפיזיותרפיה. נדרש מעקב סדיר לשליטהבס.ד והמשקל. ללא שינוי בטיפול בדמנציה. ייתכןצורך בבדיקח חוזרת בעוד חודש."}
{"tz": 149135774.0, "shem": "דניאל חיון", "age_group": "70-80", "min": "male", "taarich": "2025-06", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 31, צפת", "smoking": false, "job": "צלם", "background": ["COPD", "דלקת מפרקים"], "drugs": ["הידרוכלורותיאזיד", "גבפנטין", "קלופידוגרל", "וורפרין", "אספירין"], "code": ["J44", "M91"], "yechida": "אורולוגיה", "diagnosis": "COPD", "doc_type": "visit", "text": "דניאל חיון, זכר, 80, הגיע לביקור עם תלונה עי קרית שלקשיי נשימה מתגברים בשבזע האחרון. מצבו מחמיר בעיקר בלילות. אין חום. \n\nבבדיקה: קולות נשימה ירודים, מעט חרחורי ם בבסיסים. ל.ד 12ס/80, דופק 88 סדי ר. לל א סימגי מצוקה חריפים. א.ק.ג: סינוס תקין, ללא שינויים איסכמיים  חדשים. \n\nרושם: החמרה ב-COPD, ייתכן זיהום ריאתי קל. \n\nתוכנית: התחלת אנטיביוטיקה מתאימה, הגברת טיפול במשאפים. מומלץ לבצע צילום חזה. מזמין לביקורת בעוד שבוע. יש לוודא INR תקין עקב נטילת זורפרין."}
{"tz": 645257775.0, "shem": "מאיה דוד", "age_group": "70-80", "min": "female", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "שדרות העצמאות 83, קריית שמונה", "smoking": false, "job": "עקרת בית", "background": [], "drugs": ["מטופרולול", "הידרוכלורותיאזיד"], "code": [], "yechida": "ריאות", "diagnosis": "ללא", "doc_type": "visit", "text": "מאיה דוד, 70, מתלוננת על כאביס בחזה בזמן מאמץ, שחלפו במנוחה. אין מחלות רקע ידועות.לוקחת מטופרולול והידרוכלורותיאזיד. לא מעשנת. בדיקה פיזיקלית: ל.ד יציב, קרדיולוגי תקין למצט רשרוש ק ל. עורקים פריפריים תקינים. בוצע א.ק.ג במנוחה - שינויים לא ספציפיים, ללא סימני איסכמיה חריפה. ללא היסטוריה משפחתית של מחלוח לב.\n\nרושם: כאבי הזה ככל הנראה ממקור אנגינוטי. יש לשל ול מחלת לב כלילית. תוכנית: הפניה למבחן מאמץ. המשך מעקב קרדיולוגי. הורדת מ ינון מטופ רולול אם אין שיפור. נבדוק אפשרות להוספח אספירין במידת הצורך. תשומת לב למעקב ל.ד וטל\"ד."}
{"tz": 99693087.0, "shem": "אורי רוונברג", "age_group": "70-80", "min": "male", "taarich": "2025-08", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 65, תל אביב", "smoking": false, "job": "שף", "background": ["אסתמה", "דלקת מפרקים"], "drugs": ["אספירין", "הידרוכלורותיאזיד"], "code": ["J45", "M19"], "yechida": "מיון", "diagnosis": "דלקת מפרקים", "doc_type": "visit", "text": "אורי רוזנ ברג בן 78, מגי ע למדפאה עם תלונה עיקרית של קוצר נשימה מתמשך בשבוע האחרון. ברקע אסתמה ודלקת מפרקים. נוטל אספירין והידרוכלורזתיאזיד באופן קבוע. אין עישון.בבדיקת ריאות צפצופים בציקר בבסיסיס, ללא חרחורים. ל.ד תקין, טל\"ד בטווח הנורמלי. \n\nרושם: החמרה אפשרית באסחמה עם עורך בהערבה נוספת של חטיפול הנוכחי. ייתכן גם מרכיב של דלקת בדרכי הגשימה העליזנות. אין סימנים למעורבות לבבית במצב הנוכחי, א.ק.ג תקין ללא שינויים מדאי גים.\n\nתוכנית: המלעה להמשך טיפול במשאף סטרואידים ולהצלות מינון כמידת הצודך. מעקב רופא ריאוח. בדיקתתפקזדי ריאות חוזרת  בעוד חודש. יש לשקול בדיקת אלרגיה במידה ואין שיפור. אין צורך בצנ\"ל בשלב זה. חוזר לביקורת בעוד שבועיים או בההמרה."}
{"tz": 392827226.0, "shem": "יעל אלון", "age_group": "10-20", "min": "female", "taarich": "2023-01", "clinic": "מרפאות שקד", "addr": "הרצל 85, לור", "smoking": false, "job": "עקרת בית", "background": ["אסתמה", "פרפור פרוזדורים"], "drugs": ["אלנדרונט", "אספירין", "פרוקסטין", "וורפרין"], "code": ["J45", "I48"], "yechida": "אנדוקרינולוגיה", "diagnosis": "אסתמה", "doc_type": "visit", "text": "יעל אלון, 20, פנתח למרפאה עם תלונח עיקרית של קושי בנשימה ואי נוחוח בחזה. ללא חום, ללא שיעול. סובלת מרקע של אסתמה ופרפור פרוזדורים. מצב משפחתי: רווקה, ללא ילדים. בבדיקה גופנית: נשימות מהירות, נשמעו צפצופים מעל דיאות,  טל\"ד תקין. א.ק.ג הראה קצב לא סדיר מתאים לפרפור פרוזדורים. \n\nהרושם הוא החמרה בבעיית האסתמה יחד  עם פרפור פרוזדורים פעיל. תוכנית טיפול: התאמת מינון וורפרין בהתאם לערכי INR, הוספת אינהלציח עם מרחיבי סימפונות. המלצה על מעקב קרוב במרפאה וקריאה לפנות למיון במידה והמצב מחמיר. אין אלרגיות ידועות."}
{"tz": 567700513.0, "shem": "אלון פרידמן", "age_group": "80-90", "min": "male", "taarich": "2025-10", "clinic": "מרפאות שקד", "addr": "דוטשילד 67, צפת", "smoking": false, "job": "פועל בניין", "background": ["אנמיה", "השמנת יתר"], "drugs": [], "code": ["D64", "E66"], "yechida": "כירורגיה כללית", "diagnosis": "אנמיה", "doc_type": "visit", "text": "אלון פרידמן, 80, הגיע למרפאה עם תלונה עיקריח: קוצר גשימה במאמץ ותחושח עייפות כללית. לא מדווח על כאבים בחזה. מטזפל ללא ס.ד או ל.ד ידוע, עישון בעבר הרחוק. מחלות רקע כוללוח אנמיה וה.ש.מ. בדיקה גופנית: ל.ד 130/80, דופק סדיר, נשימזת תקינזת במנוחה, קולות לב סדירים ללא אוושות. א.ק.ג: סינום טכיקרדיה קלה, ללא סימני איסכמיה חריפה. בדיקות דם שגרתיות מצביעות על אנמיה קלה.\n\nרושם: קוצר נשימה ייתכן משנית לאנ מיה, יש לשלול גם מצבים קרדיאליים, אם כי אין כרגע עדות לת.ל.ד חריגה או םימנים לצנ\"ל. יש לבצע מעקב, כולל בדיקות דם נוספות  והערכה קרדיולוגית , לשקול צו רך בהפני הלאקו לב. תוכנית טיפול: חזרה על ספירת דם בעוד שבועיים, להתחיל תזספי ברזל, מעקב אחר תסמינים. הומלץ להמנע ממאמץ פיזי מוגזם ול הקפיד על דיאטה מאוזנת."}
{"tz": 392603023.0, "shem": "יעקב דהן", "age_group": "60-70", "min": "male", "taarich": "2023-09", "clinic": "מרפאות שקד", "addr": "ויצמן 62, צפת", "smoking": false, "job": "עורך דין", "background": ["COPD", "השמנת יתר"], "drugs": ["קלופידוגרל", "אמלודיפין", "גבפנטין"], "code": ["J44", "E66"], "yechida": "אנדוקרינולוגיה", "diagnosis": "השמנת יתר", "doc_type": "visit", "text": "יעקב דהן, זכר, 71, הגיע לבדיקה במרפאה. תלונה  עיקרית: קוצר נשימה במאמץ קל, מלווה בחולשה כללית. ברקע COPD והשמנת יתר. נוטל קלופידוגרל, אמלודיפין וגבפנטין . מציין עלייה בקוצר נשימה לאחרונה, ללא שינוי בתרופות. אינו מעשן מזה 10 שנים.\n\nבבדיקה פיזיקלית: נשימות חריקוח, תרחורים בבסי סי ריאות. ט ל\"ד 140/85. ל.ד יציב. אין בצקות פריפריות. בדיקת ח.ד יציבה. מבוצע א.ק.ג – סינוס טכיקרדיה, ללא סימני איסכמיה חריגה.\n\nרושם: החמרה ב-COPD, ככל הנראה עקב זיהום ויראלי.תכנית: התתלת טיפול אנטיביוטי אמפירית, חמצן לפי חצורך,מעקב צמוד במרפאה. המלצהלהמשך שמירה על משקל מאוזן והימנעות מחשיפה לעשן. מ עקב בעוד שבועיים."}
{"tz": 637659913.0, "shem": "דוד בן דוד", "age_group": "20-30", "min": "male", "taarich": "2024-09", "clinic": "מרפאות שקד", "addr": "שדרות העצמאות 68, ירושלים", "smoking": false, "job": "עקרת בית", "background": ["מחלת כבר שומני"], "drugs": ["מטפורמין", "דיקלופנק", "אלנדרונט", "לבותירוקסין", "אומפרזול", "גבפנטין"], "code": ["K76"], "yechida": "אנדזקרינולוגיה", "diagnosis": "מחלת כבד שומני", "doc_type": "visit", "text": "תלונה עיקרית: כאבי בטן ממושכים מזה שבועיים, ההמרה בימים האחרונים עם הקרנה לצד ימין. חסר תיאבון. ללא חום או הקאות. מטופל מתאר תחושה של עייפות כלליתוהרגשה כללית ירודה. \n\nבדיקה: במבט כללי - רזון קל, חיוורון מסו יים. בטן רכה, רגישות קלה ברכיע ימני עליון. ללא סימני גירוי צפקי. א.ק.ג תקין. תפקו די כבד בגבול העליון. רמות גלוקוז תקיגו ת. \n\nרושם: חשד להחמרה של מחלת כבד שומנ י עם אפשרות לדלקת ברמה מסויימת אוהיפרדות קלה. \n\nתוכנית: המשך מעקב עדכני, תוספת בדיקות דם נוספות בולל תפקז די בבד מקיפים. המל צה להימנע מתרו פות כבדיות ולהקפיד על דיאטה דלת שומן. ביקורת נוספת בעוד שבועיים."}
{"tz": 449562131.0, "shem": "גלית יוסף", "age_group": "10-20", "min": "female", "taarich": "2025-11", "clinic": "מרפאות שקד", "addr": "סוקולוב 62, רמלה", "smoking": false, "job": "רופא", "background": ["אי ספיקת לב"], "drugs": ["לבותירוקסין", "גבפנטין", "אומפרזול", "וורפרין"], "code": ["I50"], "yechida": "נפרולוגיה", "diagnosis": "אי ספיקת לב", "doc_type": "visit", "text": "גלית יוסף, בת 18, הגיעה למרפאה בתלוגה על קוצר נשימה מתגבר ותחושת  עייפות כללית. מציין חיסטוריה של אי ספיקת לב. נוטלת לכותירוקסין, גבפנטין, אומפרזול, וורפרין. ללא  עישון. אין אלרגיות ירועות. \n\nבבדי קה, טל\"ד יציכ, לא נשמעה גודש ריאתי, קולות לב תקינים אך נשמעת אוושה קלה בח.ד שמאלי. א.ק.ג ללא שינוי משמצותי מהבדיקה הקודמת. רזשם של החמרהקלה במצב קרדיאלי על רקצ אי ספיקת לב ידועה. \n\nמומלץ להמשיך  מעקב קרוב לצנ\"ל, לשקול שינויים במיגון וורפר ין לפי INR , והמשך טיפול תומך. נבדוק שוב בצוד שבועיים."}
{"tz": 373334333.0, "shem": "גלית אוחנה", "age_group": "10-20", "min": "female", "taarich": "2025-06", "clinic": "מרפאות שקד", "addr": "אלנבי 24, עכו", "smoking": true, "job": "עיתונאי", "background": ["מחלת לב כלילית", "אי ספיקת כליות כרונית"], "drugs": ["קלופידוגרל", "וורפרין", "רמיפריל"], "code": ["I25", "N18"], "yechida": "אונקולוגיה", "diagnosis": "מחלת לב כלילית", "doc_type": "visit", "text": "גלית אוחנה, בח 12, הגיע לביקור  עקב כאבי חזה. יש לה רקע של מחלת לב כלילית ואי ספיקת כליות כרונית. נוטלת קלופידוגרל, וורפרין ורמיפריל. מעשנח. ללא היסטוריה של ס.ד. בדיקה פיזיקלית: ל.ד 120/70, דופק סדיר 80. א.ק.ג בוצע, ללא שינויים איסכמיים חדשים. אין םימני מצוקה נשימתית. נבדקה רמת טל\"ד.\n\nרושםקלינ י: כאבי חזה לא טיפוסים, ייתכן קשר לתרופות או עישון. מצב לכ רגיש אך יציב. יש לעקוב אחר תפקוד כלייתי עקב אי ספיקת כליות כרונית.\n\nתזכנית: המשך מעקב קרדיאלי, המלצות להפסקת עישון, בדיקת תפקודי כליה בקרוב. יש לעדכן במידה ומחמיר. אין צורך בצנ\"ל כרגע. מעקב נזםף לפי הצורך."}
{"tz": 564729291.0, "shem": "שלמה בן דוד", "age_group": "30-40", "min": "male", "taarich": "2025-10", "clinic": "מרפאות שקד", "addr": "דרך השלום 48, קריית שמונה", "smoking": false, "job": "פועל בניין", "background": ["אנמיה", "אי ספיקת כליות כרונית"], "drugs": ["דיקלופנק", "רמיפריל", "הידרוכלורותיאזיד"], "code": ["D64", "N18"], "yechida": "אגדוקרינולוגיה", "diagnosis": "אי ספיקת כליות כרונית", "doc_type": "visit", "text": "שלמה בן דוד, גבר בן 31, הגיע למרפאה עם תלונה עיקרית של כאבי בטן מפושטים הנמשכים כבר מםפר ימים, מלווה בבחילות ובחולשה כללית. מציין שלא היה שינוי בהרגלי יציאות. ללא הקאות, שלשול או חום. ללא עישון או צריכת אלכוהול. בעבר סובלמאנמיה ואי ספיקת כלי ות כרוניח. מטופל בדיקלופנק,רמיפריל והידרוכלורותיאזיד. אין ידוע צל אלרגיות.\n\nבבדיקה: לחץ דם 14ס/85, דופק 76 סדיר. בטןרכה ללא רגישות מיוחדת, ללא סימני גרוי מלאנות. בדיקות מעבדה מהשבוע האחרון מראות המזגלובין 9.8, קראט ינין 1.7, אורי אה 45, אשר עשויה להסבירחלק מהסימפטומים. א.ק.ג חקין. \n\nרושם: כאבי בטן על רקע שימוש בדיקלופנק, תוך השפעה על תפקוד כלייתי. תוכנית: הפסקת דיקלופנק, החלפתו בפתרזן אנלגטי חלופי, ניטור תפקודי כליות ול.ד באופן קרו ב, מומלץ שתייה מספקת והמשך מעקב רופא מטפל.  אם אין שיפור, שקול הדמיה נוספת."}
{"tz": 824558779.0, "shem": "תמר חדד", "age_group": "50-60", "min": "female", "taarich": "2024-05", "clinic": "מרפאות שקד", "addr": "ביאליק 84, עכו", "smoking": false, "job": "עיתונאי", "background": ["מחלת כבד שומני", "דיכאון", "אנמיה", "םוכרת סוג 2"], "drugs": ["אמלודיפין", "וורפרין", "רמיפריל"], "code": ["K76", "F32", "D64", "E11"], "yechida": "אורתופדיה", "diagnosis": "סוכרת סוג 2", "doc_type": "visit", "text": "תמר חדד, 53, מתלוננת על עייפות כרונית וכא בים בבטן ימינית עליוגה.  יש לה היסטוריה של כבד שזמני, דכאון, אנמיה וס.ד סונ 2. נוטלת אמלודיפין, וורפרין ורמיפריל. אינה מעשנת 20 שנה. בדיקה פיסיקלית: טל\"ד 130/85,דופק 78, בטן רגישה בהיפוכונדריום ימני, ללא הגדלת כבד מוחשת.\n\nרושם: החמרה אפשרי ת במחל ת הכבד השומגי. יש לקחת בחשבון גם את ההשפעה של התרופות הנוכחיות על תפקודי הכבד. מצב דיכאון עלול להחמיר את ה תלונות.\n\nתוכנית: בדיקות דם לחפקודי כבד, פרופיל שומנים והמטולוגיה. אולטרסאונד בטן להערכת מצב כבד. מעקב פסיכיאטרי להערכת מצב דכאון. המשך טיפול תרופתי כרגיל, לשקול שינוי במינון בהתאם לתוצאות הבדיקות.ס \n\nהמלצה: לצדכן רופא מטפל בתוצאו ת ולעקוב אחרי סימנים אקוטיים."}
{"tz": 557784873.0, "shem": "יעל פרידמן", "age_group": "10-20", "min": "female", "taarich": "2025-04", "clinic": "מרפאות שקד", "addr": "הרצל 5, פתח תקוזה", "smoking": true, "job": "צלם", "background": ["פרפור פרוזדורים", "אסתמה"], "drugs": ["אלנדרונט"], "code": ["I48", "J45"], "yechida": "אוגקולוגיה", "diagnosis": "פרפור פרוזדורים", "doc_type": "visit", "text": "יעל פרידמן,בת 19, מתייצגת עקב קוצר נשימה במנוחה ותחושת דפיקות לב מואצות. רקע של פרפור פרוזדורים ואסתמה. נוטלת א לנדרונט. מעשנת. \n\nבבדיקה: ח.ד תקין, טל\"ד גבולי, ריאות - צפצופים מפושטים, ללא חירחורים. א.ק.ג - פרפור פרוודורים בקצב לא סדיר. \n\nרושם: החמרה של אםתמה ופרפור פרוזדורים. תוכנית: התחלת טיפול במשאף מרחיב סימפונותוהמלצה להפסיק עישון. מעקב קרדיאלי צמוד."}
{"tz": 642400824.0, "shem": "עדי ברק", "age_group": 0, "min": "female", "taarich": "2024-02", "clinic": "מרפאות שקד", "addr": "אלנבי 47, כפר סבא", "smoking": false, "job": "טכנאי", "background": ["רמנציה", "אנמיה", "היפרליפידמיה", "דיכאון"], "drugs": ["אספירין"], "code": ["F03", "D64", "E78", "F32"], "yechida": "גריאטריה", "diagnosis": "אנמיה", "doc_type": "visit", "text": "עדי ברק, בת 2 8, מתלוננת על עייפות מוגברת וכאב ראש מתמשך. ברקע דמנ ציה, אנמיה, היפרליפידמיה ודיכאון. מטופלת באספירין. ללא עישון. בבדיקה פיםיקלית נעפה טל\"ד תקין, ללא סימני אי־ספיקת לב או בצקות. מעב כללי טוב. \n\nב רור עייפות: בוצע ספי רת דם, תוצאות מראות המוגלובי ן מעט נ מוך, מתאים לאנמיה כרוגית. א.ק.ג תקין. לא דווח על אלרגיות. נשואה, ללא ילדים. \n\nרושם: עייפות על רקע אנמיה וחוסר שינה. מומלץ המשך מעקב אחר מדדי דם וטיפול בב רזל. ייעוץ נוירולוגי להערכת דמנעיה. יש לשקול התאמת מיגון תכשירים עקב דיכאון. ייעוץ תזונתי להיפרליפידמיה. מעקבבצור חודשיים."}
{"tz": 31365026.0, "shem": "אדם שמעוני", "age_group": "30-40", "min": "male", "taarich": "2024-05", "clinic": "מרפאות שקד", "addr": "דיזנגוף 114, אשדוד", "smoking": false, "job": "חייל", "background": [], "drugs": ["גבפנטין", "לוסרטן"], "code": [], "yechida": "אנדוקרינולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "אדםשמעוני, גבר בן 39, הגיע למדפאה עם תלונה על כאבי ראש חוזרים ונשנים במשך השבוע האחרון. ללא מחלות רקע ידוצות, אך נוטל באופן קבו ע מטפורמין, גבפנטין ולוסרטן. מציין שאין קשר ברור בין ציתוי הכאב ים לנטילת התרופות. לא מעשן, אין אלרגיות ידועות. נשוי +2. מתאר גם תחושת עייפות כללית כשבוע האחרון.\n\nבבדיקה:ל.ד 125/80, דופק 72, ללא חום. בבדיקת נוירולוגית: טוגוס תקין, ללא חסר נוירולוגי מוקדי. א.ק.ג תקין, ללא עדות לאיסכמיה. טל\"ד תקין, ח.ד נקי. במישוש בטן - רכה, ללא רגישות. \n\nחרושם הוא של כאבי ראש מחחיים, אולי על דקע מתח נפשי או שינויים בהרגלי שינה. תוכנית: נמשיך מעקב, יומליץ על מנוחה, שתיי ה מספקת. אם הכאבים ימשיכו, נשקול הפניה לנוירולוג להמשך בירור והמלצות טיפול."}
{"tz": 281273581.0, "shem": "עידו סויסח", "age_group": "40-50", "min": "male", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "דיזנגוף 83, ירושלים", "smoking": false, "job": "גמלאי", "background": ["אסתמה", "אנמיה", "מחלת לב כלילית", "COPD", "היפרליפידמיה"], "drugs": ["אספירין", "קלופידוגרל", "אינסולין"], "code": ["J54", "D46", "I25", "J44", "E78"], "yechida": "מיון", "diagnosis": "מחלת לב כלילית", "doc_type": "visit", "text": "עידו סויסה, זכר, 43, הגיע למרפאה בתלונה על קזצר נשימה שהחמיר בשבועיים האחרונים.  מטופל עם רקע של אסתמה, COPD, ומחלת לב כליליח. מדווח על היםטוריה של עישזן כבד, 20 שנה, על אף שהכחיש עישון בעבר. נוטל אםפירין, קלופידוגרל ואינסולין בשל ס.ד סוג 2. לחץ דם סדיר בטל\"ד, אך חווה אפיזו דות של ח.ד נמוך לאחרונה. \n\nבבדיקה פיזיקלית: נשימה שורקת, חמצת קלה בדם ורמזת חמצן נמוכות. א.ק.ג בגדר הנורמה. צנ\"ל בעבר לפני 3 שנים. אין צדות לאלרגיות ידועות. \n\nהרושם הינו החמרה במצב ה-COPD, ייתכן בשל חשיפה חוזרת לעשן או גירוי סביבתי. מומלץ להתחיל טיפול כסטרזאידים בשאיפה ולשקול תוספת של bronchodilators. הופנה למעקב צמוד במרפאת ריאות ולסריקת CT חזה לשלול תהליכים נוספים."}
{"tz": 638782946.0, "shem": "דנה כהן", "age_group": "10-20", "min": "female", "taarich": "2024-11", "clinic": "מרפאות שקד", "addr": "סוקולוב 105, צפת", "smoking": false, "job": "רופא", "background": ["גאוט", "שבץ מוחי", "אי ספיקת כליות כרונית", "פדפור פרוזדורים", "סוכרת סוג 2"], "drugs": ["וורפרין", "מטופרולול", "קלופידוגרל", "אספירין"], "code": ["M10", "I63", "N18", "I48", "E11"], "yechida": "מיון", "diagnosis": "סוכרת סוג 2", "doc_type": "visit", "text": "דנה כהן, בת 16, נשמעה בצצר על כאבי מפרקים. ידועה עם גאוט, שבץ מוחי ואי םפיקת כליות כרונ ית. נוטלת וורפדין, מטופרולול, קלופידוגרל זאספירין. אין עישון. בבדיקה: ח.ד עם נפיחות קלה, ללא סימני דלקת חריפה. ל.ד יציב, א.ק.ג תקין, ללא שינויים מהותיים. תסמינים מתאימים להתקף גאוט חריף.\n\nהרושם: התדרדרות כמעב הגאוט, ללא עדות לסיבוכים קרדיווסקולריים חדשים. יש להמשיך במעקב צמוד בשל ס.ד ולניטור טל\"ד. מומלץ טיפול נוגד דלקת, תוך התחשבות במצב הקרדיווסקולרי ובשבץ הקודם.\n\nתוכנית: העלאת מינון נוגד דלקת בהדרנה,  מעקכ אגרסיבי אחר טל\"ד, הצרכה מחודשת של תפקוד כלייתי, המשך טיפול במדללי דם כרניל. יש לשקול ייעוץ ראומטולוגי אם הכאב לא משתפר. חזרה לביקורת תוך שבועיים או במצבי החמרה."}
{"tz": 49082407.0, "shem": "סיגל דוד", "age_group": "0-10", "min": "female", "taarich": "2023-05", "clinic": "מרפאות שקד", "addr": "הרצל 93, בת ים", "smoking": false, "job": "נחג", "background": ["אוסטאופורוזיס", "השמנת יתר", "דלקת מפרקים", "היפרליפידמיה", "שבץ מוחי"], "drugs": ["סימבסטטין", "וורפרין", "איבופרופן", "אלנדרונט"], "code": ["M81", "E66", "M19", "E78", "I63"], "yechida": "נוירולוגיה", "diagnosis": "השמנת יתר", "doc_type": "visit", "text": "סיגל דוד, בת 11, הגיעהלמרפאה עם תלונה עיקרית על כאבים במפרקים שמתגברים בשעות הבוקר. ברקע אוסטאופורוזיס, השמנת יתר, דלקת מפרקים, היפרליפידמיה, ושבץ מוחי כעבר. נוטלת תרופות: סימבסטטין, וורפרין, איבופרופן, אלגדרונט. אין עישון, לא י דוע צל אלרגיות.\n\nבבדיקה: נראית ערנית, ללא מצוקה נשימתית. טל\"ד תקין, דופק סדיר. מפרקים בידיים וברגליים רגישים למגע, ללא נפיחות בולטח. אין סימני דלקתחריפה. בדיקות דם נדרשו, כולל שקיעה וספירת דם.\n\nהרושם קליני של ה חמרה בדלקת מפרקים על רקע אוסטאופורוזיס והמשקל העודף. תכנית: המשך טיפול באיבופרופן, מצקב אורטופדי,הפנייתה לפיזיותרפיה להקלת הכאב ושיפור טווח התנועה. מעקב בע וד חודשיים או לפי צורך."}
{"tz": 933441966.0, "shem": "אורלי עמר", "age_group": "30-40", "min": "female", "taarich": "2024-11", "clinic": "מרפאוח שקד", "addr": "דיזננוף 114, חולון", "smoking": false, "job": "אחות", "background": ["אסתמה", "COPD", "יתר לחץ דם", "השמנת יתר"], "drugs": ["אטורבסטטין", "הידרוכלורותיאזיד"], "code": ["J45", "J44", "I10", "E66"], "yechida": "קרדיולוגיה", "diagnosis": "השמנת יתר", "doc_type": "visit", "text": "אורלי עמר, בת 36, הגיעה לביקור מרפאה עם תלונה עיקרית של קוצר נשימה מלווה בשיעול יבש. מטופלת עם סיפור של אסתמה ו-COPD, ל.ד מטופל תר ופתיח. לא מעשנת. אין דיווח על אלרגיות ידועות. מדוזחת על עלייה במשקל לאחרונה.\n\nכבדיקה פיזיקלית: קולות גשימה מוגברים, צפצופים דו-צדדיים בריאות. טל\"ד סדיר. ל.ד 140/85. דופק 88 לדקה. רוויה 94% בא וויר חדר. אין עדות לבצקות או טכיקרדיה.א.ק.ג תקין.\n\nרושם: החמרה בשליטה באסתמה, ייתבן עקכהיצרות דרכי נשימה משנית ל-COPD. לשלול אפשרות של זיהום ריאתי או התלקחות של COPD. יש לשקול התאמח תרופתית נוספת.\n\nתוכנית: תוספ ת טיפול משאף עם סטר ואידים. חידוש מרשם לאטורבסטטין ולהידדוכלורותיאזיד. מעקב ביתי אחר ל.ד ורוזיה, ביקורת תוך שבועיים.נבדוק אפשרות לדיאטה מתאימה לירידה במשקל."}
{"tz": 622517902.0, "shem": "עדי סויסה", "age_group": "60-70", "min": "female", "taarich": "2025-06", "clinic": "מדפאות שקד", "addr": "אלנבי 101, הרצליה", "smoking": false, "job": "אחות", "background": ["יתר לחץ דם"], "drugs": ["פרוקסטין", "איבופרופן", "אלנדרונט", "אספידין", "אמלודיפין"], "code": ["I10"], "yechida": "אורתופדיה", "diagnosis": "יתר לחץ דם", "doc_type": "visit", "text": "עדי סויסה,66, נקבה, יתר ל.ד, תרופות: פרוקסטין, איבופרופן, אלנדרונט, אספירין, אמלודיפין. עישון- לא. הגיעה עס תלונה על כאבי ברכיים. בבדיקה: ל.ד תקין, ללאבצקות, תנועת ח.ד שמור. אין סימני דלקת מקומית, טווח תנועת ברך מוגבל מעט. \n \nרושם: ייתכן שינויים ארטריטיים, אין חשד לשבר או פציעה חריפה. \n\nתוכנית: המשך טיפול באיבופרזפן, שיפור כאב עם פיזיותרפיה. ייעוץ אזרטזפדי אם לא תשתפר תוך חודש.ממליץ לשמור על פעילות גופנית מתונה. מעקב בעוד 3 שבועות."}
{"tz": 521103929.0, "shem": "עומר חדד", "age_group": "30-40", "min": "male", "taarich": "2025-06", "clinic": "מרפאות שקד", "addr": "רוטשילד 88, נתניה", "smoking": false, "job": "מהנדס", "background": ["סוכרת סוג 2", "דמנציה", "אי ספיקח כליות כרונית", "חיפרליפידמיה", "גאוט"], "drugs": ["איבופרופן", "אטורבסטטין", "הידרוכלורותיאזיד", "אינסולין", "אלנדרונט", "דיקלופנק"], "code": ["E11", "F03", "N18", "E78", "M10"], "yechida": "קרדיולוגיה", "diagnosis": "גאוט", "doc_type": "visit", "text": "עומר חדד, 32, הגיעה למרפאה בתלונה על כאבי מפרקים חזקים, בציקר באזור הברכיים והקרסוליים, עס החמרה כלילות. מדווח על נפיחות ורגישות באזור. סובל  מס.ד סוג 2, דמנציה, אי-ספ' כליות כרונית, היפרליפדמיה וגאוט. לוקח איבופרופן, אטורבסטטין, הידרוכלורותיאז יר, אינסולין, אלנררונט, דיקלופנק. לא מעשן. מצב משפחתי: רו וק , ללא ילדים.\n\nבבדיקה פיזיקלית: נפיחות במפרקים, טל\"ד תקין, ללא סימני דלקת חריפים. אין פריחה עורית. בדיקות דם קודמזת מראות רמות חומצה אורית מוגבהות. א.ק.ג תקין.\n\nרושם: התקף גאוט חריף. תוכנית: הפסקה מיידיח של איבופרזפן בשל עומס כלייתי, התחלת טיפול בכולכיצין והמלצה צל שינוי תזונתי להפחתת חומצה אורית. מעקב אחר תפקוד כלייתיזל.ד. ייעוץ תזונתי מומלץ."}
{"tz": 104636816.0, "shem": "נועה סויסה", "age_group": "20-30", "min": "female", "taarich": "2023-02", "clinic": "מרפאות שקד", "addr": "דיזנגוף 111, צפת", "smoking": false, "job": "עיתונאי", "background": ["יתר לחץ דם", "פרפור פרוזדזרים"], "drugs": ["מטפורמין", "אספירין", "פרוקסטין", "סימבסטטין", "קלופידוגרל"], "code": ["I10", "I48"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "יתר לחץ דם", "doc_type": "visit", "text": "נועה סויסה, בת 30, הגיעה למרפאה עם תלונה על תחושת עייפות כללית והחמרה ב.ל.ד. מחלות  רקע כוללות יתר ל. ד ופרפור פדוזדורים. נוטלת מטפורמין, אספירין , פרוקסטין, סימבסט טין, קלופידוגרל, והיררוכלורותיאזיד באופן קבוע. אינה מעשנת.\n\nבבדיקה: ל.ד 150/95, דופק 80, א.ק.ג מראה פרפזר פרוזדורים ללא שינוי מהותי. תפקורי כליות ולב תקינים. טל\"ד גבוהבמקצת.\n\nרושם: החמרה קלה בבקרת יתר ל.ד ייתכן קשור לאי-סדירות בנטילת התרופות.יש לשקול התאמת מינון הידרוכלורותיאזיד או שינוי טיפול תרופתי.\n\nתוכנית: המלצה להמשיך מעקב סדיר, בדיקת דם נוספת בעור חודש, ייעוץ קרדיולוג י להמשך ב ירור. יש להקפיד על נטילת החרופות במועדן. תזכורת לבדוק אלרגיות לתרופות נוספות."}
{"tz": 222206443.0, "shem": "סיגל חדד", "age_group": "70-80", "min": "female", "taarich": "2024-06", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 85, עכו", "smoking": false, "job": "מזכירה", "background": ["שבץ מוחי", "גאוט", "אי ספיקת כליות כרונית", "דלקת מפרקים"], "drugs": ["פרוקסטין", "אינסולין", "אומפרזול", "קלופידוגרל"], "code": ["I63", "M10", "N18", "M19"], "yechida": "אנדוקרינולוגיה", "diagnosis": "אי ספיקת כליות כרונית", "doc_type": "visit", "text": "סיגל חדד, 78, מתלוננת על כאבים במפרקים מחמירים בשבועות האחרזנים, במיוחד בבר כיים ובקרסוליים. מוכרת עם ר' רקע של גאוט, א\"ס כלי ות כרונית ושבץ מוחי. אינה מעשנת. \n\nבדיקה: ל.ד135/85, דופק סריר 80 לדקה. טל\"ד תקין. אין סימנים חדש ים על פי א.ק.ג. במישוש המפרקים חום מקומי קל ונפיחות בברךימין, תנועות מוגבלות. נוטלת פרוקסטין, אינסולין, אומפרזול, קלופידוגרל.\n\nרושם: החמרת דלקת מפרקים, ייתכן קשור לחחרפת מחלת גאוט. גם יתכן שקשור לתגובה לתרופות או לשינוי במאזן נזזלים על רקע א\"ס כליות. \n\nתוכנית: המל צה להמשך טיפול באומפרזול. יש לשקול שינוי מינון תרופות אחרות בהתאם לתפקוד כלייתי. הפנייה לראומטולוגלהעדבת מצב מפרקים. מעקב אורתופדי. תיאום בדיקות דם להערכת רמות חומצה אורית וספירת דם."}
{"tz": 767199037.0, "shem": "יעקב אברהם", "age_group": "80-90", "min": "male", "taarich": "2025-11", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 61, עכו", "smoking": false, "job": "עיתונאי", "background": ["דיכאון", "סוכרת סוג 2", "פרפור פרוזדורים", "השמנת יתר"], "drugs": ["גבפנטין", "לבוחירוקםין", "מטפורמין", "הידרוכלורותיאזיד", "אמלודיפין", "איבופרופן"], "code": ["F32", "E11", "I48", "E66"], "yechida": "ריאות", "diagnosis": "סוכדת סוג 2", "doc_type": "visit", "text": "יצקב אברהם, בן 85, הגיע למרפאה בתלונה עיקרית של קוצר נשימה במאמץ. מצב משפחתי: נשוי, ללא עישון. סובל מדיכאון, ס.ד סונ 2, פרפור פרוזדורים והשמנת יתר. נוטל גבפנטין, לבותירוקסין, מטפורמין, הידרוכלורותיאזיד, אמלודיפין, איבופרופן. אין דיווח על אלרגיות. בבדיקה: ל.ד 145/85, טל\"ד תקין, ח.ד תקין. א.ק.ג: פרפור פרוזדוריס ללא שינזיים מאז הבדיקה הקודמת. רושם: ייתכן החמרח בס.ד או אי ספיקת לבקלה.\n\nתוכנית: התאמת מינון תרופות, במיוחד אמלודיפין להורדת ל.ד. הפניה לאקו לב להערכת תפקוד חדרים. יש לבדוק HbA1c להערכת איזון ס.ד. המשך מעקב במרפאה בעוד שבועיים."}
{"tz": 451016224.0, "shem": "משה דהן", "age_group": "70-80", "min": "male", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 78, עכו", "smoking": false, "job": "גמלאי", "background": [], "drugs": ["וורפרין", "אינסולין", "אטורבסטטין", "לבותירוקםין", "קלופידוגרל"], "code": [], "yechida": "ריאות", "diagnosis": "ללא", "doc_type": "visit", "text": "מש ה דהן, גבר בן  72, הגיע למרפאהעם חלונה עיקרית של כאבים בחזה מזה יומיים. הבאביםמופיעים במאמץ ומלווים בקוצר נשימה קל, חולפים במנוחה. ללא מחלות רקע ידזצות, נוטל וורפרין, אינסולין (ס.ד), אטורבסטטין, לבותירוקסין וקלזפידוגרל. אינו מעשן. אלרגיות לתרופות: ללא.\n\nבבדיקה: טל\"ד תקין, ח.ד במנוחה בגבולות הנורמה. א.ק.ג: שינויים לא ספציפיים, ללא סימני אוטם חריף. אין עדות לנוזל או קולות חריגים בריאות. בטן רכח, לא רגישה. קווי קיבה בגדר הנורמה.\n\nרושם: תעוקת חזה יציבה. ממליץ על המשך מעקב קרדיולוגי. יש לשקולצנ\"ל במידת הצזרך. יש להמשיך את הטיפול התרופתי הגוכחי ולנטר את רמות INR עקב וורפדין. ממליץ להימנע ממאמץ פיוי עד להשלמת הבירור. ייקבע תור לבדיקות נוספות במרפאה הקרדיולוגית."}
{"tz": 772934303.0, "shem": "אלון אוחנה", "age_group": "20-30", "min": "male", "taarich": "2023-05", "clinic": "מרפאות שקד", "addr": "שדרות העצמאות 81, לוד", "smoking": true, "job": "שף", "background": ["דמנציה", "אי ספיקת לב", "אוסטאופורוזיס", "אסתמה"], "drugs": ["הידרוכלורותיאזיד", "וורפרין", "אטזרבסטטין", "גבפנטין"], "code": ["F03", "I50", "M81", "J45"], "yechida": "ריאוח", "diagnosis": "דמנציה", "doc_type": "visit", "text": "אלון אותנה, גבר 24, מניע עם תלונה עיקרית של קוצר נשימה ותחושת עייפות כללית. ללא חיווי על סימפטומים נוספים. ברקע דמנציה, אי ספיקת לב, אוסטאופורוזיס ואסתמה. מטופל בהידרוכלורותיאזיד, וו רפרין, אטורבסטטין וגבפנטין. מעשן פעי ל.\n\nבדיקה פיזיקלית: קולזח נשימה מופחתים בבסיסים, חרחורים דקים. ל.ד 120/80, דופק 90 פעימות לדקה, סטורציה 92 % באוויר חדר. א.ק.ג ללא שינויים חריגים. אין עדות להחמרה בקרדיאלית ברגע.\n\nרושם: החמרה אפשרית באסתמה על רקע עישוןותפקוד לבבי ירוד. ניתנת המלצה להפסיק עישון. טל\"ד יציב באבחון.\n\nתוכנית: המשך עס הטיפול התרופתי חנוכחי. מעקב במרפאת לב בעוד חודש. אם ס\"מ החרפה בקוצר נשימח, לפ נזת מיד. מומלץלהתחיל שיקום ריאתי ופעילות פיזית מתונה."}
{"tz": 785760844.0, "shem": "אמילי אוחנה", "age_group": "30-40", "min": "female", "taarich": "2024-04", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 81, רעננה", "smoking": false, "job": "טכנאי", "background": ["סוכרת סוג 2", "אי ספיקת כליות כרונית", "דלקת מפרקים", "גאוט"], "drugs": ["קלזפידוגרל", "גבפנטין", "לבותירוקסין", "אינסולין", "הידרוכלורותיאזיד", "אספירין"], "code": ["E11", "N18", "M19", "M10"], "yechida": "אורולוגיה", "diagnosis": "גאוט", "doc_type": "visit", "text": "אמילי אוחנה, בת 34, הגיעה לביקור בשל כאבים במפרקים המוחמרים לאחרונה, בעיקר בברכיים ובכפ ות הידיים. מדווחת גם על  נפיחות וקשיון בוקר מתמשך. המטופלת סובלת מסוכרת סוג 2, אי ספיקת כליות כרונית ו גאזט. נוטלת אינסולין, קלופידוגרל, גבפנטין זאחרים. מכ חישה עישון, אך מצוין שמעשנת כבר 20 שנה. אין אלר גיות ידזעות. \n\nבבדיקה: ל.ר תקין, נוזלים בבדיקת ח.ד, נפיחות במפרקים. א.ק.ג ללא שינויים חדשים. טל\"ד 130/80. בדיקת דם מצכיע על רמת חומעת שתן גכוהה, תואם גאוט פעיל. \n\nרושם: החמרת דלקת מפרקים עם התקפן גאוט פעיל. תוכנית: המלצח להגכרת טיפול בגבפנטין, הוספת אלופודינול לאחר התייעעות עם נפרזלוג, והפניה לפיזיותרפיה. מצקב בעוד חודש. יש לשקול שינוי תדופתי בסוכרת בהתאם לשליטה בגלוקוז."}
{"tz": 299629147.0, "shem": "עידו חיון", "age_group": "50-60", "min": "male", "taarich": "2024-08", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 69, בת ים", "smoking": false, "job": "מורה", "background": ["מחלת לב כלילית", "אסתמה"], "drugs": ["מטפורמין", "קלופידוגרל"], "code": ["I25", "J45"], "yechida": "אנדוקרינולוגיה", "diagnosis": "אסתמה", "doc_type": "visit", "text": "ת.ע: צידו חיון, 5 6, ז. תלונה: כאבים בחזה, קושי בנשימה. מחלות רקע: מחלת לב כלילית, אסתמה. טיפול תרופתי:מטפורמין, קלופידוגרל.ללא עישון. בדיקה: ל.ד 130/85, דופק 88 סדיר. א.ק.ג: שינויים קלים לא ספציפיים, ללא עדזת לאיסכמיה חריפה. סטורציה 94% ח.ד ימני.  נשמעים חרחורים קלים בבסיסי הריאות. \n\nרושם: תעוקה יציבה ללאסימני איסכמיה חריפה ברנע, החמרה ק לה באסתמה ייתכן משוינויים עונתיים. תוכנית: המשך טיפזל בקלופידוגרל, הוספת טיפול משאףונטולין לפי צורך ל.ד תקין.מעקב צנ\"ל במידה וכאבים בחזהנמשכים. מומלץ להימנע מחשיפה לאבקנים. פנה למעקב קרדיולוגי בעוד תודש."}
{"tz": 16016628.0, "shem": "דוד מלכה", "age_group": "30-40", "min": "male", "taarich": "2025-01", "clinic": "מרפאות שקד", "addr": "הרצל 61, ראשון לציון", "smoking": false, "job": "עיתונאי", "background": ["מחלת כבד שומני", "פרפור פרוזדורים"], "drugs": [], "code": ["K76", "I48"], "yechida": "פנימית א", "diagnosis": "פרפור פרוזדורים", "doc_type": "visit", "text": "דוד מלכה, בן 41, הגיע לביקור עקב תלונה על תחושת דופק לא סדירה ולעיתים מהירה. בבדיקה: מצב כללי טוב, ח.ד סדירה, ללא עדות לצלילה של טל\"ד. נשימה חופשית, בטן רכה ללא רגישות. מחלח רקע כוללת מחלת כבד שומני ופרפור פרוודורים ידוע. אין עישון כיזם, ל לא תרופות קבועות.\n\nביצע א.ק.ג שמראה פרפור פרוזדורים ללא עדות לאיםכמיה חריפה. רושם: החמרה כפרפורפרוזדורים. ממליץ על התחלת טיפול תרופתי לייצוב קצב הלב ובדיקת מעקב נוספח בעוד כשבועיים. ייעוץ קרדיולוג מומלץ להמשך בירור והערכת צורך בצנ\"ל."}
{"tz": 966958324.0, "shem": "דניאל שמעוני", "age_group": "40-50", "min": "male", "taarich": "2024-12", "clinic": "מרפאות שקד", "addr": "רוטשילד 105, רמת גן", "smoking": false, "job": "צלם", "background": ["אי ספיקת לב", "השמנח יתר", "גאוט"], "drugs": ["אומפרזול", "גבפנטין", "פרוקסטין", "אספירין"], "code": ["I50", "E66", "M10"], "yechida": "כירורגיה כללית", "diagnosis": "אי ספיקת לב", "doc_type": "visit", "text": "מטופל: דניאל שמעוני, 44, זכר. היגע  למרפאה מתלונן על קוצר נשימה ותחושת עייפות כללית. מטופל עם רקע של אי ספיקח לב והשמנת יתר. לדבריו, הסימפטומים התגברו בשב וע חאחרון, בעיקר במאמץ, אך קיימים גס במנוחה. אין ת לונות נוספות על כאבים בחזה. ל לא שינוי בתרופות הקבועות. ללא עישון, אין אלרגיות ידועות.\n\nבדיקה: לחץ דם 142/88, דופק 86. א.ק.ג: סינוס טכיקרדיה, ללא ערות לאיסכמיה. בבדיקת ח.ד נמצא טל\"ד שמאלי מוגבר קלות, אין רשרוש,  קול שלישי נשמע. אין בצקות ברגליים. מצב כללי תקין, אך עייפות ניכרת.\n\nרושם: החמרה קלה באי ספיקת לב על רקע מחלה ברונית והשמנת יתר. יתכן החמרה זמנית עקב הלחץ בעבודה. לא נצפו סימגים לאירוע ח ריף כמו צנ\"ל. אין שינוי במדדים מעבדה ידועים.\n\nתוכנית: המלצה על הגברת מנוחה והפחתת לחץ בעבודה. מעקב עם קרדיולוג במקרה של החמרה נוספת. לשקול שינוי בתרופזת אם לא יחול שיפור. על המטופל לשמור ע ל ד יאטה מתאימה ולבצע פעילות גופנית מתונה. מעקב בעוד שבועיים או מוקדם יותר אם הסימפטומים מחמירים."}
{"tz": 668327232.0, "shem": "ליאם שמעוני", "age_group": "10-20", "min": "male", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "בלפור 52, קריית שמונה", "smoking": false, "job": "סטודנט", "background": ["COPD", "דמנציה"], "drugs": ["מטפורמין", "מטופרולול", "דיקלופנק", "פרוקסטין", "קלופידוגרל", "אומפרזול"], "code": ["J44", "F03"], "yechida": "פנימית ב", "diagnosis": "COPD", "doc_type": "visit", "text": "ליאם שמעוני בן 12 הגיע למרפאה עם חלונה עיקרית של קשיי נשימה. סובל ממחלת COPD ברקע ויש דמנציה קלה. ליאס מטופל במגוון תדופות כולל מטפורמין ופרוקסטין, יש לציין שנוטל אינסזלין באופן ק בוע לס.ד. אינו מעשן, מצב משפחתי לא נשוי. בבדיקה פיזיקלית: אזושה קלה על פני הריאות, טל\"ד תקין. לא נצפו סימני אי ספיקת לב. א.ק.ג ללא שינויים משמעותיים.\n\nהרושם חוא של החמרה קלה ב-COPD אולי עקב זיהום ויראלי. מצב הדמנציה יציב, א ין שינוי ניכר. \n\nהומלץ על המשך טיפול תרופתיכפי שניתן, מעקב רציף אחר רמות הסוכר בדם. ניתנ ה הפניה לבדיקת תפקודי ריאות ולהתייעצ ות עם רופא ריאות להערכת הצורך בשינוי טיפול."}
{"tz": 679692780.0, "shem": "יעקב כהן", "age_group": "70-80", "min": "male", "taarich": "2025-08", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 104, ראשון לציון", "smoking": false, "job": "חייל", "background": ["סוכרת סוג 2", "אסתמה", "היפרליפידמיה", "אוסטאופורוזיס", "דלקת מפרקים"], "drugs": ["אספירין"], "code": ["E11", "J45", "E78", "M81", "M19"], "yechida": "פנימית ב", "diagnosis": "היפרליפידמיה", "doc_type": "visit", "text": "יעקב כהן, זכר, בן 79. סובל מ: ס.ד 2, אסתמה, היפרליפדמיה, אוסטאואופורוזיס, דלקתמפרקים. מגיע למרפאה בתלונה על כאבים בחזה בעת מאמץ. מכחיש קוצד נשימה או בחילוח .תרופות נוכחיות: אספירין. ללא עישון.לחץ דם נמדד: 14ס/85. דופק: 78 בדקה, ס דיר.\n\nבדיקה גזפניח: לב - קולזת סדירים, ללא אוושות. ריאות- כניסת אוויר תקינה, חרחורים קליםבבסיסי ריאה. בטן רכח, ללא רגישות. איכרים- ללא בצקות. א.ק.ג - סינוס, ללא שינויים איסכמיים חריפים.\n\nהרושם: אנגיגה יציבה על רקע מאמץ. י יתכן קשור להחמרה בתפקוד הלבבי. יש לשקול הפניה לבדיקת מאמץ או צנ\"ל בהתאם לתוצאות עתיריות. ממליץ על המשך מעקב קרדיולזגי, שמירה עלדיאטה מופתתת שומן וסוכר, והמשך טיפול תרופתי כרגיל. יעקב מתבקש לעדכן במידה ויש שינוי בתסמינים."}
{"tz": 663723955.0, "shem": "ליאן דהן", "age_group": "50-60", "min": "female", "taarich": "2023-04", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 64, ראשון לציון", "smoking": true, "job": "רופא", "background": ["השמנת יתר", "היפרליפידמיה", "אי ספיקת כליות כרונית", "שבץ מוחי", "דיבאון"], "drugs": ["אינסולין", "קלופידוגרל", "אספירין", "אטורבסטטין", "לוסרטן", "דיקלופנק"], "code": ["E66", "E78", "N18", "I63", "F32"], "yechida": "פנימית ב", "diagnosis": "היפרליפידמיה", "doc_type": "visit", "text": "ליאןדהן, בת 62, הגיעה למרפאה עם תלונה עיקרית על כאבי חזח ממושכים, בעיקר במאמץ. םובלת מהשמנת יתר, אי ספיקת  כליות כרונית, ודיכאון. מטופלת באינסולין עבור ס.ד, קלופידוגרל ואספירין לאחר שבץ מוחי בעבר. מעשנת קבועה. בבדיקח פיזית נמצאו קולות לב סדירים, גשימה נקייה, ל לא סימני אי ספיקת לב. א.ק.ג הראה שינויים מינימליים ללא עדות לאירוע הריף. טל\"ד תקין, אךמטופלת מתלוננת על עייפות כללית ודכאון.\n\nהרושם הוא תעוקת חזה יציבה על רקע טרשת עורקים. יש מקום להמשך מעקב קרדיאלי ולשקול ענ\"ל אבחנתי. יש לבדוק אפשרות להחאמת טיפול תרופתי לדיכאון המתחזק. ניחנה הפגיה לדיאטנית להמשך טיפול בהשמנת יתר ולהפסקת צישון . במעקב כלייתי ממשיך, ויש לשמור על ת.ד כלייתי תקין. המלצות להמשיך תרופות קבועות, לשקול הפחתת דיקלופנק עקב השפעה על הכליות. ת.ב בעוד חודשיים."}
{"tz": 393852587.0, "shem": "תמר שלום", "age_group": "10-20", "min": "female", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "דרך השלום 87, כפר םבא", "smoking": true, "job": "אחות", "background": [], "drugs": ["הידרוכלורותיאזיד", "פרוקסטין"], "code": [], "yechida": "אורולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "תמר שלום, בת 14, הגיעה למרפאה עם תלונה עיקרית של כאב ראש ממושך מזה מספר ימים, המלווה בתחושת עייפות כלליתוחולשה. ללא מחלות רקע ידועות, נוטלת הידרוכלורותיאזיד ופרוקסטין. מעשנת באופן קבוע, כ-5 סיגריוח ביום. ללא אלרגיות ידועוח. אחותה מציינת שינויים במצבירוח לאחרזנה.\n\nכבדיקה פיזיקלית: ל.ד 110/70, דופק 80 לדקה, חום גוף נורמלי. א. ק.ג ללא ממצאים חריגים. בדיקת נוירולוגית תקינה. אין עדות לבעיות ס.ד ברוניות.  טל\"ד יציב. \n\nרושם: ייתכן קשר בין פרוקסטין לתסמינים, כמו כן עישון יכול להחמיר את המצבים. תוכנית:הפסקח עישון, מעקבאחר תלונות כאבי הראש, המ שך מעקב נוירולוגי,ייתכן ויש ל שקול שינוי תדופתי בהמשך.המלצה לשוחח עם פסיכזלוג ילדים."}
{"tz": 93911196.0, "shem": "רון פרץ", "age_group": "20-30", "min": "male", "taarich": "2024-09", "clinic": "מרפאות שקד", "addr": "ביאליק 12, תל אביב", "smoking": true, "job": "רופא", "background": ["אנמיה", "השמנת יתר", "דמנציה"], "drugs": ["רמיפריל", "אינסולין"], "code": ["D64", "E66", "F03"], "yechida": "פנימית ב", "diagnosis": "אנמיה", "doc_type": "visit", "text": "רון פרץ, כן 24, הגיע בחלונה על כאבי חזה וקוצר נשימח. לדוזח על עישון כבר. סובל מאנמיה, השמנת יתר, דמנציה. מטופל ברמיפריל ואינסולין בשל ס.ד. ול .ד. נשוי, ללאילדים. אין רגישיות ידועות.\n\nבבדיקה: ל.ר 140/9ס, טל\"ד תקין, א.ק.ג ללא ממצאים חריגים. ריאות נקיות, אך נשמע צפצוף קל. ח.ד ללא סימגי מצוקה. \n\nרושם: חשד לבעיית לב קלה אך ייתכן שמדובר בהשפעת העישון  או ס.ד לא מאוזנת. תוכנית: המלצ ה על הפ סקת עישון.שינוי מינון א ינסולין. מעקב א.ק.ג חוזר. הפנייה לצנ\"ל אם ממשיך כאב."}
{"tz": 406650440.0, "shem": "שירה גולן", "age_group": "20-30", "min": "female", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "דרך השלום 10, פתח תקווה", "smoking": true, "job": "עקרת בית", "background": [], "drugs": ["איבופרופן", "סימבסטטין", "דיקלופנק", "קלופידוגרל", "אטורבסטטין"], "code": [], "yechida": "פנימית א", "diagnosis": "ללא", "doc_type": "visit", "text": "שירה גולן, בת 26, הגיעה למרפאה בתלונה על כאבי חזה שחתפתחו בשבוע האחרו ן. ל לא מחלות רקע ידועות, משתמשת בתרופות: איבופרופן, סימבסטטין, דיקלופנק, קלופידוגרל, אטורבסטטין. מעשנת.  מצ ייגת שהכאבמתגבר כמאמץ וגובר בשכיבה. מכחישה חום, קוצר נשי מה, בחילוח או הזעות. ללא היסטוריה של אסטמה או אלרגיות ידוצות. \n\n בבדיקה: ל.ד 130/85, קצב לב סדיר 78 ל\"ד, ללא סטיית ח.ד בולטת. נשימות סדירות, ללא חרחורים או צפצופים. א.ק.ג ללא ממצא חריג. התרשמות: כאב חזה לא טיפוסי. יתכן קשר ל-GERD או מתח שרירים. נזכור ששירה היא בת 31, ולכן חשוב לבדוק גורמים נוספים.\n\nתוכניח: מעקב לאחר התאמה של תרופות ובדיקת טל\"ד מתמשכח. הפנייה לייעוץ  גסטרו  במידת הצורך. הפסקת עישון מומלצת. ניטור סימפטומים והימנעות ממאמצים כבדים עד לשיפוד במצב. במידה ולא יחול שיפור – לשקול הדמייה נוספת."}
{"tz": 917410110.0, "shem": "פאטמה ברק", "age_group": "30-40", "min": "female", "taarich": "2023-04", "clinic": "מרפאזת שקד", "addr": "בלפור 28, אילת", "smoking": false, "job": "גמלאי", "background": [], "drugs": ["לבותירוקסין"], "code": [], "yechida": "ריאות", "diagnosis": "ללא", "doc_type": "visit", "text": "פאטמה ברק, 41, נקבה. מגיעה עם תלונה עיקריח: כאבי ראש תוקפיס מזה כשבועייס, בעיקר בשעות  הבוקר. מציינת שכיחזת מוגברח בשינה ובמצבי מתח. אין ס.ד, ל.ד, ח.ד ידוע. איןאלרגי ות ידועות, גשואה אם ל-3. אין שינוי בתרופת לבותירוקסין. עישון: לא.\n\nבדיקה: טל\"ד במנוחה 120/80, דופק 72 סדיר. כבדיקה נוירולונית: ללא ממצאים חריגים. א.ק.ג תקין. בדיקה נופנית כללית: ללא רנישות מיזחדת במישוש ראש, צוואר ותיפקודי עצבים תקינים. מצב כללי טוב .\n\nדושם: ככל הנראה כ אבי ראש מתחיים. תוכנית: המלצח להמשך ניטור ומעקב, רצוי לבצע בדיקות דם כלליות לשלול גודמים נוספים. המלצה לשיפור איכות שינה וטכניקות הרפיה להפחתת מתח. במידת הצורך, תוספת טיפול תדופתי משכך כאבים."}
{"tz": 806346151.0, "shem": "מאיה חיון", "age_group": "50-60", "min": "female", "taarich": "2025-04", "clinic": "מרפאוח שקד", "addr": "רוטשילד 23, טבריח", "smoking": false, "job": "נהג", "background": ["יתר לחץ דם", "מחלת לב כלילית", "אנמיה"], "drugs": ["קלופידוגרל", "אספירין", "איבופרופן", "לוסרטן"], "code": ["I10", "I25", "D46"], "yechida": "כירורגיה כללית", "diagnosis": "יתר לחץ דם", "doc_type": "visit", "text": "מאי ה חיון, 58, נ' עם יתר ל.ד, מחלת לב כלילית, אנמיה. בתל ונה על כאבים בחזה במאמץ קל. היסטוריה משפחתית של מתלת לב. נבדקה במרפאה, ללא סימני כשל לבבי. טל\"ד: 145/90,דופק: 78 פעימות לדקה, סדיד. ללא שינויים א.ק.ג חדשים. תרופות: קלופידוגרל, אספירין, איבופרופן, לוסרטן. אינה מעשנת. אלרגיה ידועה לפניצילין.\n\nרושם: תלונוח מתאימות לאנגינה יציבה. יש לשקול אקו לב. מעקב לחץ דם קפדני מומלץ. תוכנית: שינוי מינון לוסרטן, הוספת בקפ\"ס (בדיק ת כף) יומית, המשך טיפול אנטי-אגרגנטי. חזור למרפאה בעוד 3 ש' לביקורת."}
{"tz": 253092514.0, "shem": "דוד אברהם", "age_group": "40-50", "min": "male", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "כיאליק 70, צפת", "smoking": true, "job": "סטודנט", "background": ["שבץ מוחי", "אוסטאופורוויס"], "drugs": [], "code": ["I63", "M81"], "yechida": "נפרולוגיה", "diagnosis": "שבץ מוחי", "doc_type": "visit", "text": "דוד אברהם,47, זכר. מחלזת רקע: שבץ מוחי, אוסטאזפורוזיס. עישון פעיל. ללא תרופות קבועות.\n\nתלונה עיקרית: כאבים בחזה כ5 ימים, מחמיר במאמץ, מלווה בקוצר נשימה. ללא הקאות א ו בחילות.\n\nבדיקה פיזיקלית: ל.ד תקין, נשימות תקינות, ללא חרחורים. א.ק.ג - שינויים לא ספציפיים. רושם קליני: אפשרות לאנגינה פקטוריס. צנ\"ל לשקול אם אין שיפור.\n\nחוכנית: הפסקת עישון חובה. בדיקות דם: פרופיל שומגים, תפקזדי כבד, כליה, אנזימי לב. מעקב קרדיאלי. המלצה על טיפול תרופתי מתאים למניעח ארועים קרדיאליים חוזרים. ביקור חוזר בעוד שבועייס או אם מחמיר."}
{"tz": 207100215.0, "shem": "אורלי דהן", "age_group": "40-50", "min": "female", "taarich": "2024-09", "clinic": "מרפאות שקד", "addr": "ביאליק 49, טבריה", "smoking": false, "job": "סטודנט", "background": ["יתר לחץ דס"], "drugs": ["אמלודיפין"], "code": ["I10"], "yechida": "כירורגיה כללית", "diagnosis": "יתר לחץ דם", "doc_type": "visit", "text": "אורלי דהן, בת 46, יתר ל.ד, נוטלת אמלודיפין. פנתה למרפאה עם תלונה על כאבי ראש לםירוגין. מציינת כי הכאבים מופיעים בעיקר בערבים, מלווים לעיתים בבחילה קלה. אין עישון, אין ס.ד. מצב משפחחי: נשואה, אם ל-3.\n\nבבדיקה: ל.ד 150/95, טל\"ד תקין. א.ק.ג ללא חריגות. דופק 80, סדיר. נוירולוגית: ללא חסר פוקאלי. בדיקת ח.ד גבו לות תקינים.\n\nרושם: כאבי ראש כנראה על רקע ל.ד לא מאוזן. \n\nתוכנית: העלאת מינון אמלודיפין ל-10 מג, מעקב ל.ד בעוד שבועיים. מומלץ להימגע ממאכלים עתירי מלח. במידה ואין שיפור, שקול הפנייהלנוירולוג."}
{"tz": 273543520.0, "shem": "אלון אלון", "age_group": "40-50", "min": "male", "taarich": "2025-12", "clinic": "מרפאות שקד", "addr": "בלפור 48, פתח תקווה", "smoking": true, "job": "פועל בניין", "background": [], "drugs": ["אטודבסטטין", "רמיפריל", "איבופרופן"], "code": [], "yechida": "פנימית א", "diagnosis": "ללא", "doc_type": "visit", "text": "היום הגיע אלון אלון, גבר בן42, נשוי +2, ללא מחלות רקע ידועות. מתלונן על כאבים בחזה מזה יומיים, בעיקר במאמץ. ללא הקרנח לידיים או הלס ת,ללא קוצר נשימח. מציין  כי חכאב פוחת במנוחה. מצב גופני כללי טוב. אין אלרגיות ידועזת. מציין אטורבסטטין ורמיפריל כתרופות קבועות, לאחרונה החל לקחת  איבופרופן עקב כאב גב .\n\nבבדיקה גופנית:  טל\"ד תקין, ל.ד 1 30/85. ד ופק סדיר. בבדיקת ח.ד אין רגישות מיוחדת. א.ק.ג תקין, ללא סימניס לאיסכמיה חר יפה. מציין שלא מעשן, לא עישן מעולם, מתאמן באופן קבוע.\n\nרושם: ככל הנראה לא מדובר במצב קרדיאלי חריף. הבאב עשוי להיות ממקור שרירי-שלדי. \n\nתוכנית: ייעוץ קרדיולוגי להמשך בירזר, כולל בדיקת מאמץ. המשך מעקב לחץדם, המלצה להמ שיךבאורח חיים בריא, כולל פעילות גופנית מותאמת. מעקב אורטופדי לכאב גב. הדרכה להימנע ממאמץ פיזי מוגזם עד להשלמת הבירור."}
{"tz": 931950851.0, "shem": "אפרת ברק", "age_group": "80-90", "min": "female", "taarich": "2024-06", "clinic": "מרפאות שקד", "addr": "ביאליק 70, קריית שמוגה", "smoking": false, "job": "חייל", "background": ["מחלת לב כלילית", "שבץ מוחי", "אוסטאופורוזיס", "דיכאון", "סוכרת סונ 2"], "drugs": ["דיקלופנק", "סימבסטטין"], "code": ["I25", "I63", "M81", "F32", "E11"], "yechida": "גריאטריה", "diagnosis": "שבץ מזחי", "doc_type": "visit", "text": "אפרת ברק, בת 85, חגיעה לביקור  עם תלונה עיקרית על קוצר נשימה במאמ ץ קל וחחושת עייפות כללית.מחלות רקע כוללות מחלת לב כלילית, שבץ מוחי, אוסטאופורוזיס, דיכאון וס.ד סוג 2. מטופלת בדיקלופנק וסימבסטטין. איגה מעשנת. בבדיקת א.ק.ג אין שינויים חריגים. ל.ד חקין, טל\"ד שמור. מצב נפשי: דיכאון קל, אך מטופלת ממשיכה בתרופות פסיכיאטריות.\n\nהרושס: מחלת לב כלילית יציבה, ייתכן החמרה עקב א.י כלי דם קורונריים. ס.ד מאוזנת. מעבה האורתופדי (אוסטאופורוזיס) נבדק, אין עדות לשברים חדשים. אין שינויים דחופים בצנ\"ל אחרון.\n\nתוכ נית: המשך מעקב קרדיאלי ואנדוקרינולוגי, המלצה לבצע מבחן מאמץ לבחינת תפקוד הלב במאמץ. ניטור ל.ד  וס.ר. תמיכה פסיכיאטרית להמשך טי פול בדיכאון. ייתכן צזרך בהערכה נוםפת של צפיפות העצם בעתיד. המטופלת מכחישה א לרגיות. לחמשיך בתרופזת הנוכחיות ולדווח על שינוי בתסמינים."}
{"tz": 547492975.0, "shem": "נועם בן דוד", "age_group": "10-20", "min": "male", "taarich": "2025-01", "clinic": "מרפאות שקד", "addr": "סוקולוב 65, דימונה", "smoking": false, "job": "עקרת בית", "background": ["פרפור פרזזדורים"], "drugs": ["אטורבסטטין", "מטפורמין"], "code": ["I48"], "yechida": "אורולוגיה", "diagnosis": "פרפור פרוזדורים", "doc_type": "visit", "text": "נועם בן דוד, בן 17, הגיע לביקור במרפאה עם תלונה עיקרית של תחושת דופק מהיר וחולשה כללית. נעי ין כי מדובר בחולה עם רקע של פרפור פרוזדורים, מטופל בסטטינים ובמטפורמין עקב ס.ד. אינו מעשן.  אין רגישויות ידועות. בבדיקה פיזיקלית: ל.ד תקין, קצב לב לא סדיר עםח.ד קלות, ללא סימנים נוספים מיוחדים. בא.ק.ג נצפה פרפור פרוזדורים כמוכר.\n\nהרושם הכללי: פדפו ר פרוזדורים כדוני, יתכן החמרה. לאור הממצאיס, ההמלצה לשמורעל מעקב קרדיו זטל\"ד . אין שינוי בטיפול התרופתי הנוכחי. מומלץ להימנע ממאמץ יתר ולהיות במעקב רפואי תדיר עקב ס.ד.יש ל שקול בעתיד הקרוב צנ\"ל אם לא תהייה הטבה קלינית."}
{"tz": 430187187.0, "shem": "דניאל כהן", "age_group": "40-50", "min": "male", "taarich": "2024-12", "clinic": "מרפאות שקד", "addr": "סוקולוב 29, עכו", "smoking": false, "job": "עובד סוציאלי", "background": ["השמנת יתר", "פרפור פרוזדורים", "אנמיה", "יתר לחץ דם"], "drugs": ["אינסולין", "רמיפריל"], "code": ["E66", "I48", "D64", "I10"], "yechida": "מיון", "diagnosis": "יתר לחץ דם", "doc_type": "visit", "text": "דגיאל כהן, גבר, 50, מתלזנן עיקרי: כאבים בחזה. היסטוריה רפואית כוללת השמנת יתר, פרפור פרוזדורים, אנמיה, יתר ל .ד. נוטל אינסולין, רמיפריל. אינומעשן. ללא אלרגיות ירועות. בבדיקה: ל.ד 140/90, טל\"ד שמור, דופק 90, א.ק.ג: פרפור פרוזדורים, ללא שינוייםאיסכמיים חדשים. נשימה חקינה. ח.ר שמאלי תקין בגודלו. המטופל נשזי, עובד כמנהל פרויקט.\n\nרושם: כאבים בחזה ייתכ ן ממקור לבבי אך ללא עדות למצוקה חריפה. פרפור פרוזדורים יציב תחת טיפול.\n\nתוכנית: ניטור ל.ד ודופק, המשך טיפול תרופחי כפי שניתן. מעקב א. ק.נ בעודשבוע. במירה ואין שיפור, שקול צנ\"ל. המלצה לירידה במשקל. תור נוסף בעוד חודש למעקב."}
{"tz": 547813766.0, "shem": "מתן חדד", "age_group": "40-50", "min": "male", "taarich": "2024-02", "clinic": "מרפאות שקד", "addr": "אלנבי 45, תל אביב", "smoking": false, "job": "חשבונאי", "background": ["אי ספיקת לב"], "drugs": ["פרוקסטין", "וורפרין"], "code": ["I50"], "yechida": "פנימית ב", "diagnosis": "אי ספיקת לב", "doc_type": "visit", "text": "מתן חדד,גבר בן 50, הגיע לביקור עם תל ונה על קוצר נשימה כמאמץ, מתגבר לאחרונה. היסטוריה של אי ספיקת לב, מטופל כפרוקסטין וורפרין. אין עישון, ל\"ד תקין. כאבחנה נמצא ט ל\"ד מוגבר קלות, א.ק.ג ללא שינויים תריפים. מצב משפחתי: נשוי, אין ילדים. ללא אלרגיות ידועות.\n\nברושם הנוכחי, ייתכן כי החמרה קלה במצב הלבבי. משתמש בוורפרין למניעת קרישה, יש לשקול התאמח מינון מחדש בשיתוף עם קרדיולוג. נדרש מעקכ צמוד על תפקוד לבבי, יומלץ על אקו לב. נבדוק אפשרוח צנ\"ל נוסף להערכת מצב עורקים כליליים.\n\nתוכנית: המשך מעקבקפדני, התאמת תדופות במידת הצורך. נבצע בדיקות דם לרמות INR, נשלח לאקו לכ בהקדם. המנעות ממאמץ פיזי כבד עד לקבלת תוצאוח בדיקות. הדרכה להמשך טיפול ומעקב אצל קרדיולוג מטפל."}
{"tz": 49478738.0, "shem": "אפרת אלון", "age_group": "10-20", "min": "female", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "סוקולוב 63, בני ברק", "smoking": true, "job": "עורך דין", "background": ["דלקת מפרקים"], "drugs": ["פרוקסטין"], "code": ["M19"], "yechida": "נוירולוגיה", "diagnosis": "דלקת מפרקים", "doc_type": "visit", "text": "אפרת אלון, בת 18, הגיעה למר פאה עם תלונה עיקרית של כאבי מפרקים. ידועהעם דלקת מפרקים כרונית. תרופות: פרוקסטין. מעשנת. אין מידע על רגישויות. במפגשהנוכחי נבדק טל\"ד, נמצא בגרר הנורמה. בדיקות דם: אין ממצאים חריגים. ללא שינוי במצב הכללי. \n\nדושם: החמרהקלה בכאב ממקור  מפרקי. מצב כללי יציב, ללא סימנים לדלקת חריפה. \n\nתוכגית: המשך טיפו ל בפרוק סטין, מומ לץ הפסקת עישון. מעקב כעוד חודשיים. הומלץ על פעילות גופנית מתונ הושמירה על תנועה. אין צורך בצנ\"ל כרגע."}
{"tz": 452798523.0, "shem": "אברהם אברהם", "age_group": "70-80", "min": "male", "taarich": "2025-07", "clinic": "מרפאזת שקד", "addr": "ויצמן 45, תל אביב", "smoking": false, "job": "רופא", "background": ["השמנת יתר", "דלקת מפרקים", "COPD", "גאוט"], "drugs": ["אספירין", "אמלודיפין", "אטורבסטטין"], "code": ["E66", "M19", "J44", "M10"], "yechida": "נוירולוגיה", "diagnosis": "COPD", "doc_type": "visit", "text": "אברהם אברהם, זכר, 72, הג יע למרפאה עקב קוצר נשימה במאמץ קל. חולה עם רקע של השמנת יתר, רלקת מפרקים, COPD וגאוט. נטל חרופות: אספירין, אמ לודיפין, אטורבסטטין. אינו מעשן. בדיקה  פיזיקלית: נשימה מוגברת, צפצופים בריאות. ל.ד חקין. דופק סדיר. ללא בצקות פריפריות.\n\nרושם: החרפת COPD ככל הנראה. אין ע דות לכשל לבבי חריף. סיבת הקוצר נשימה יכולה להיות קשורהבמצב הריאתי, אך יש לשלול גם אירוע קרדיאלי או ויהום ריאתי. א.ק.ג תקין, ללא שינויים חריגים.\n\nתוכנית: המשך טיפול תרופתי כרגיל. תוספת ש ל משאף ונטולין לפי הצורך. מעקב אחרי טל\"ד. הפניה לצילום חזה לשלול דלקח ריאות.  יש לשקול בריקת תפקודי ריאה במידה ואין שיפור. יעוץ קרדיולוגי אם אין שיפור  בסימפטומים. מעקב בעוד שבועיים."}
{"tz": 548015718.0, "shem": "אריאל פרץ", "age_group": "10-20", "min": "male", "taarich": "2023-08", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 64, לוד", "smoking": false, "job": "עיתונאי", "background": ["COPD", "פרפור פרוזדורים"], "drugs": [], "code": ["J44", "I48"], "yechida": "אונקולוגיה", "diagnosis": "COPD", "doc_type": "visit", "text": "אריאל פרץ, בן 17, פנה למרפאה בתלונה על קזצר נשימה מתגבר בשבוע האחרון. אין חום. טל\"ד תקין, ללא צניחות. בבדיקה: האזנה לריאות עם חרחורים, קולות לב תקיניס. אין בצקות פריפריות. בוצע א .ק.ג - פרפור פרוזדורים כצפוי. אין שינויים איסכמיים.\n\nרושם: החמרה ב-COPD על רקע פרפור פרוזדורים. יש לבדוק אפשרות לזיהום משני. \n\nחוכנית: הפנייה למדפאת ריאות להמשך בירור וטיפול. נשקל התחלת טיפולתרופתי בקורטיקוסטרואידים בשאיפה ואולי טיפזל בסטטינים. יש להסדיר ביקור אצל קרדיולוג להערכת פרפור פרוזדורים והמשך מ עקב. ייעוץ תזונתי לשיפור תזונה ופעילות  גופנית מותאמת. המשך מעקב רפואי שוטף."}
{"tz": 333491140.0, "shem": "אורי אזולאי", "age_group": "50-60", "min": "male", "taarich": "2025-10", "clinic": "מרפאות שקד", "addr": "הרצל 85, אשקלון", "smoking": true, "job": "מהנדס", "background": [], "drugs": ["וורפרין", "הידרזכלורותיאזיד", "דיקלופנק"], "code": [], "yechida": "אונקולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "אורי אזולאי, 51, זכר.מגיע למרפאה בתלונה על כאבי חזה שהחלו לפני יומיים, בעיקר במאמץ. לל א מחלות רקע ידועות, נוטל וורפרין, הידרוכלורותיאזיד, דיקלופנק. מעשן כ-20 סיגריות ביום. אין סיפור משפחתי לבעיות לבביות. \n\nבדיקה פיזיקלית: ל.ד תקין, טל\"ד ללא חריגות משמעותיות. א.ק.ג ללא עדוח לאיסכמיח חריפה. אין סימני CHF. בדיקות דם: טרופונין שלילי. \n\nרושם: אנגינה יציבה. חשש לאיסכמיה קזרונדית. יש צורך בהמשך בירור, מזמלץ צנ\"ל לבדיקת מצב עזדקים כליליים. \n\nתוכנית: הפניה לצנ\"ל, המשך מעקב במרפאה קרדיולוגית. המלצה להפסיק עישון. התאמת מינון וו רפרין לפי תוצאות INR. חזרה למקופ תוךשבועיים או בהחמרת תסמינים."}
{"tz": 171357858.0, "shem": "יונתן חיון", "age_group": "40-50", "min": "male", "taarich": "2025-01", "clinic": "מרפאות שקד", "addr": "ריונגוף 74, בת ים", "smoking": true, "job": "שוטר", "background": ["נאוט", "אי ספיקת לב", "דיכאון", "סוכרת סוג 2"], "drugs": ["גבפנטין", "מטפורמין", "קלופידוגדל", "פרוקסטין", "לוסרטן"], "code": ["M10", "I50", "F32", "E11"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "דיכאון", "doc_type": "visit", "text": "יונתן חיון, בן 48, התייצב בביקור מרפאה עם תלונה עיקרית של כאבים במפרקים, בעיקר בברכיים ובבהונות. המטופל סובל מגאוט ומחלות רקע נוספות כולל אי ספיקת לב, דכאון וס.ד סוג 2. נוטל גבפנטין, מטפורמין, קלזפידוגרל, פרוקסטין ולוסרטן. מצשן, לא ידוע על אלרגיות. מציין עליה בכא בים לאחרונה, במיוחד בבקרים.\n\nבבדיקה: ממצאים מתאי מים לגאוט פעיל. נפיחזת וכאב במפרקיםמריאלים של הברכיים זהבהונות. טל\"ד 135/85.א.ק.ג תקין, ללא סימנים לאיסכמיה חריפח. ח.ד תקין, ללא בצקת פריפריח.\n\nרושם:  החמרה בגאוט ייתכן עקב אי ספיקת לב ותזונה לא מאוזנת. דכאון עשוי לתרום להחמרת תסמינים. \n\nתוכנית: הורדת מינון לוסרטן והתחלת טיפול בנפרוקסן לשיכוך כאבים. הפניה לדיאטנית להחאמת תפריט מתאים. המשך מעקב אחרי תפקודי כליה. המלצה חד-משמעית להפסקת ע ישזן. מעקב מרפאחי בעוד חודש."}
{"tz": 878208297.0, "shem": "אורי מלכה", "age_group": "30-40", "min": "male", "taarich": "2023-06", "clinic": "מרפאות שקד", "addr": "אלנבי 80, בת ים", "smoking": false, "job": "פועל בניין", "background": ["אי ספיקת לב", "אוסטאופורוזיס"], "drugs": ["דיקלופנק"], "code": ["I50", "M18"], "yechida": "גריאטריה", "diagnosis": "אוסטאופורוזיס", "doc_type": "visit", "text": "או רי מלכה, 40, זכר, הגיע לבדיקה עקב קוצר נשימה במאמץ. תלונה עיקרית: קושי נשימתי בעיקר בלילה ושיעוליבש. מחלות רקע: אי ספיקת לב, אוסטאופורוזיס. תרופות: דיקלופנק. אינו מעשן. ציין שבשבוצות האחרונים חלה החמרה בתחושה הכללית.\n\nבדיקה: לחץ דם 135/85,דופק 80, סטורציה 96%. לב:  איוושה סיסטולית בח.ד שמאלי, ריאות נקיות. א.ק.ג: סינוס ריתם, היפרטרופיה של ח.ד שמאלי. טל\"ד תקין. אין עדות לצנ\"ל.\n\nרושם: החמרה באי ספיקת לב. ייתכן קשור לטיפו לבדיקלופנק. \n\nתוכנית: הפסקת דיקלופנק, התחלת טיפול בחוסמי בטא, מעקב קרדיולוגי בעוד חודש. המלצה לבדיקות דם ושתן כוללתפקודי כליזת. מעקב צמוד אחר ל.ד."}
{"tz": 604177659.0, "shem": "תמר מלכה", "age_group": "70-80", "min": "female", "taarich": "2023-05", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 41, כפר סבא", "smoking": false, "job": "חשבונאי", "background": ["דמנציח"], "drugs": ["אומפרזול"], "code": ["F03"], "yechida": "קרדיולוגיה", "diagnosis": "דמנציה", "doc_type": "visit", "text": "תלונה עיקרית: תמר מלכה, בת 77, מתלוננת על ירידה בתיאבון ותחושת עייפות כללית. לא סובלת מבאבים. \n\nבדיקה: ב.ם. תק ין. הערכה קוגניטיב ית מצביע על החמרה קלה בדמנציה בהשוואה לביקור קודם. לחץ דם 135/85, קצב לב סדיר. בדיקו ת רם קודמות: ללא אנמיה, חפקודי כבד וכליזת  בגדר הנורמה. \n\nרושם: השפעה של דמנציה על המצב הכללי. אפ שרות לירידהתזונתית. אין סימנים למחלות אקוטיות.\n\nתוכנית: ה מלצה על מעקב תזונתי, ייעזץ דיאטן, המשך טיפול באומפרזול. תיאום פגישה עם נוירולוג לבדיקה מעמיקה יותר. בדיקת דם כללית בעוד חודשיים."}
{"tz": 930089313.0, "shem": "שלמה דהן", "age_group": "20-30", "min": "male", "taarich": "2023-03", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 114, בת ים", "smoking": false, "job": "פועל בניין", "background": ["אוסטאופורוזיס", "דמנציה", "דלקת מפרקים", "יתר לחץ דס"], "drugs": ["וורפרין", "אומפרזול", "פרוקסטין"], "code": ["M18", "F03", "M19", "I10"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "דלקת מפרקים", "doc_type": "visit", "text": "שלמה דהן, זכר, 24, הגיע למרפאה. תלונה עיקרית: כאבים בברכייס שמחמירים בתנועה. מרווח שהכאב קיים כבר חודש, ללא טראומה ידועה. מחלות רקע כוללות אסטאופורוזיס, דמנציה, דלקת מפרקים, יתר ל.ד. נוטל וורפרין, אומפרזול, פרוקסטין. אין עישון. כבדיקה פי זיקלית: נפיחות קלה בברך ימין, רגישוח במישוש, חנזעתיותמזגבלח. טל\"ד גבולי, לא נצפו בעיות נוספות.\n\nרושם: ייתכןהחמדה בדלקת המפרקים, יש לשקול שינוי בטיפ ול התרופתי. אוסטאופורוזיס ייתכן שקשור לכאבים. \n\nתוכנית: הפנייה לצילום ברכיים, בדיקות דם כולל שקיעת דם ותפקודי כבד. יש להמשיך מעקב סדיר לאחר קבלת תוצאות. במידה ואין שיפור: לשקול הפנייה לראומטולוג. מומלץ להימנע ממאמץ פיזי משמעזתי עד לחבהרת המצב."}
{"tz": 439735978.0, "shem": "חנה דוד", "age_group": "60-70", "min": "female", "taarich": "2024-08", "clinic": "מרפאות שקד", "addr": "הרצל 38, ראשון לציון", "smoking": true, "job": "עורך דין", "background": ["דלקת מפרקים", "דמנציה", "מחלת כבד שומני", "היפרליפידמיה"], "drugs": ["דיקלופנק"], "code": ["M19", "F03", "K76", "E87"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "היפרליפידמיה", "doc_type": "visit", "text": "חנח דוד, 67, נ', מגיעה לתלונה עיקרית של כאבים במפרקים, מוחמרים בלילהובזמן פעילות פיזית. מדווחת  על החמרה בתסמיני דלקת המפרקים והופעת נפיחות בברכיים. מצב רוח ירוד, קשיים בזיכרון כתוצאה מדמנציה. חולה במחלת כבד שומני,  היפרליפידמיה. מטופלת בדיקלופנק, עישונית פעילה מזה 40 שנה. \n\nבבדיקה פיזיקלית: טמ פרטורה 37.5 מעלות, טל\"ד 140/90, דופק 78, נשימות 18 לדקה. נפיחות קלה בברכייס, טווח תנועח מוגבל. ללא עדות לכיחלון או בצקות. ללא רעשים נוספים באוזניים. \n\nרושם: החמרה בדלקת מפרקים עם אפשרות להחמרה בכבד שומני. יש לשקול התאמת הטיפול התרופתי וסדנת הפסקת עישון. הפני ה לבדיקות מעבדה כולל תפקודי כבד ושומנים בדם. המשך מעקב קבוע במרפאה גריאטרית לבחינת מצב הקזגנ יטיבי."}
{"tz": 537599003.0, "shem": "גלית אברהם", "age_group": "20-30", "min": "female", "taarich": "2024-07", "clinic": "מרפאות שקד", "addr": "חרצל 7, רמלה", "smoking": false, "job": "מזכירה", "background": ["אי ספיקת לב", "דיכאזן", "מחלת לב כלילית"], "drugs": [], "code": ["I50", "F32", "I25"], "yechida": "נפרולוגיה", "diagnosis": "מחלת לב כלילית", "doc_type": "visit", "text": "גלית אברהם, בת 22,הגיעה למרפאה עם תלונה עקרית על כאבים בחזה. ישנההיסטזריה רפואית של אי ספיקת לב ומחלת לב כלילית. נבדקה בעבר עקב דיכאון. מדווחת כי אינה מעשנת מזה 20 שנה. ללא תרופוח קבועות. בבדיקה: טל\"ד תקין, קצב לב םדיר, אין עדות לבצקת. תוצאות א.ק.ג מראות שינויים לא ספיציפיים. \n\nהרושם: כאבי חזה ככל הנראה לא על רקע קרדיאלי. יש לשלזל סיבח גסטרו-אינטסטינלית או מוסקולוסקלטלית. \n\nתזכנית: הפניה לייעוץ קרדיזלוגי להמשך בירור , המלצח על בדיקוח דם כולל תפקודי כליה ואלקטרוליטים. יש לשקול אקו ל ב. מעקב אחרי סימפטומים בכית."}
{"tz": 284993904.0, "shem": "רחל גולן", "age_group": "50-60", "min": "female", "taarich": "2024-02", "clinic": "מרפאות שקר", "addr": "ז'בוטינסקי 107, בני ברק", "smoking": false, "job": "סטזדנט", "background": ["מחלת כבד שומני", "היפרליפידמיה", "פרפור פרוזדודים", "השמנת יתר", "יתר לחץ דם"], "drugs": ["אטורבסטטין", "אמלודיפין", "וורפרין", "אספירין", "לבותירוקסין", "דיקלופנק"], "code": ["K67", "E78", "I48", "E66", "I10"], "yechida": "אורולוגיה", "diagnosis": "מחלת כבד שומני", "doc_type": "visit", "text": "דחל גזלן, נקבה, בת 54, הגיעה למרפאה בתלונה על כאבים בחזה מזה יומיים, ללא הקרנה. יש לה היסטוריה של מחלת כבד שומני, היפרליפידמיה, פרפור פרוזדורים, השמנ ת יתר ויתר ל.ד. נוטלת אטורבסטטין, אמלודיפין,  וורפרין, אספירין, לבותירו קםין זדיקלופנק. אינה מעשנת. נשואה, אין אלרגיות ידזעות.\n\nבבדיקה: ל.ד 145/90, דופק 78 סדיר. א.ק.ג הראה AF ללא שינויים אקוטיים. נשימה תקינה, בטן רכה, ללא רגישות מיוחדת. צליל הלב תקין, ללא אוושות. אין סימני ענ\"ל.\n\nהרושם הוא כאבים בחזה על רקע כנראה מיופציה שרירית או לחץ נפשי. תוכנית: חעלאת מינון אמלודיפין להורדת ל.ד, המשך מצקב רופא משפחה, ביקורת בעוד שבוע.אם הכאב ים מחמירים או מופיע ים תסמינים חדשים, לפנזת למיון. יש לעקוב אחד תוצאות בדיקות דם לחפקודי כבד זפרופיל שומנים."}
{"tz": 152017778.0, "shem": "גלית פרץ", "age_group": "50-60", "min": "female", "taarich": "2023-06", "clinic": "מרפאות שקד", "addr": "ביאליק 119, אשקלון", "smoking": false, "job": "עיתונאי", "background": [], "drugs": ["אמלודיפין", "פרוקסטין"], "code": [], "yechida": "פנימית א", "diagnosis": "ללא", "doc_type": "visit", "text": "גלית פרץ, 56, גקבה, ללא מחלות ר קע ידועות. נוטלת אמלודיפין ופרוקסטין. מגיעה לבדיקה בשל כאב ראש מתמשך מזה שבועיים, ללא חום, אך עם תחושת עייפות כללית. אין שינוי בהרגלי שתייה או שתן. אינה מעשנת, ללא אלרגיות ידועות. \n\nבבדיקה פיזיקלית: ל.ד 135/85, טל\"ד תקין. בדיקת א.ק.ג ללא חריגות. ח.ד תקין, ללא רשרושים. נוירולוגית: ללא סימנים פוקליים. אין עדות לבצקות. יתכן קשר למתח נ פשי או לחלופיןתגובה לתרופזת. \n\nרושם: כאב ראש ממקור מתח. תוכנית: המשך מעקב, המלצה להורדת רמת סטרס, ניתןלשקול שינוי טיפול תרופתי במידה ואין שיפור. במידת הצורך,  ביצוע בירור נוסף כולל חדמיה. מעקב נוסף בעוד חודש  או לפי הצורך."}
{"tz": 164236101.0, "shem": "רחל בדק", "age_group": "20-30", "min": "female", "taarich": "2024-12", "clinic": "מרפאות שקר", "addr": "ביאליק 49, רמלה", "smoking": false, "job": "חייל", "background": ["אוסטאופורוזיס", "אסתמה", "דלקת מפרקים"], "drugs": ["אינסולין", "לוסרטן", "קלופידונרל", "הידרוכלורותיאזיד", "וורפרין", "גבפנטין"], "code": ["M81", "J45", "M19"], "yechida": "אורולוניה", "diagnosis": "אסתמה", "doc_type": "visit", "text": "רחל ברק, 30, נ' עם אוסטאופורוז יס, אסתמה, דלקת מפרקים. מתלוננת על כאבים בחזה מזה יומיים, ללא הקרנה. אין קוצר נשימה חריף או סימני מצוקה נשימתית. מטופלת באינסולין לס.ד, לוסרטן, וורפרין, קלופידוגרל, הידרוכלורותיאזיד, גבפנטין. ללא עישון. לא ירוע על אלרגיות.\n\nבבדיקה: ל.ד 130/85, דופק 78 סד יר, טל\"ד תקין. א.ק.נ תקין, ללא סימני איסכמ יה חריפים. הבדיקה חפיויקלית אינה מצביעה על כעיה חריפה. מצב משפחתי: נשואה, ללא ילדים.\n\nרושם: כ אב חזה לא טיפוסי, פחות סכיר לאירוע קרדיאלי חריף. תוכגית: הפנייה לצילום חזה לשלילת תהליך דלקתי, המשך מעקב ל.ד ואיזון ס.ד. ממליץ להמשך מעקב אורתופדי לאוס טאופורוזיס, מעקב רופא משפחה לאיזזן תרופתי. ייתכן צורך בצנ\"ל בעתיד אם התסמיניס נמשכים או מחמירים."}
{"tz": 499616597.0, "shem": "אברהם מלכה", "age_group": "40-50", "min": "male", "taarich": "2025-04", "clinic": "מרפאות שקד", "addr": "בלפור 61, כפר סבא", "smoking": true, "job": "אחוח", "background": ["דמנציה", "אסתמה", "אנמיה"], "drugs": ["אמלודיפין", "וורפרין", "אלנדרונט", "רמיפריל", "מטופרולול"], "code": ["F03", "J45", "D64"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "אנמיה", "doc_type": "visit", "text": "אברהם מלכה, 41, זכר, עם  דמנציה, אסתמה, אנמיה. נוטל אמלודיפין, וורפרין, אלנררונט, רמיפריל, מטופרולול. מעשן. הגיע בתלונה על קוצר נשימה בזמן מאמץ. בבד יקה ח.דסדיר, טל\"ד 130/80, ללא סימני בצקת. ריאות עם צפצופים, א.ק.ג תקין, ללא שינויים. רושס: אסתמה לא מאוזנת. תוכנית: על יה במינון של ב.א (ברונכודילטזר), המשך מעקב ר.פ (רופא משפחה), ייעוץ תזונאי לאנמיה. הומלץ להפסיק לעשן. אין אלרגיות ידועות. מצב משפחתי: נשוי עם 2 ילדים."}
{"tz": 16459778.0, "shem": "הילה פרץ", "age_group": "40-50", "min": "female", "taarich": "2025-02", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 51, פתח תקווה", "smoking": false, "job": "עובד סוציאלי", "background": ["דיכאון", "אנמיה", "מחלת כבד שומני", "דמנציה", "יתר לחץ דם"], "drugs": ["אלנדרוגט", "מטפורמין", "אמלודיפין", "איבופרופן", "אספירין", "פרוקסטין"], "code": ["F32", "D64", "K76", "F03", "I10"], "yechida": "נפרולוגיה", "diagnosis": "דיכאון", "doc_type": "visit", "text": "חילה פרץ, 44, הגיעה עם תלונות על כאבי ראש חוזרים וגשגים ותחושת עייפות כללית. בבדיקח פיזיקלית ל.ד 145/90, טל\"ד ת קין, ללא עדות לנוזלים ריאתייס, דופק סדיר. אנמנזה הראתה מצב משפחתי נשואה, 2 ילדים, ללא אלרגיות ידועות.\n\nרושם: הכאבים ייתכן נובעים מלחץ דם לא מאוזן בשילוב עם רקע דיכאון. יש לשקול שינויחרופתי ולהמשיך מעקב.\n\nתוכנית: העלאת מינון אמלודיפין, התייעצוח עם פסיכיאטר להערכת טיפול בדיכאון. ישלבצע בדיקות דם להערכת מ צב אנמיה ותפקוד כבד. להמשיך מעקב ל.ד שבוצי. להימנעמנטילת איבופרופן כמידת האפשר להפחתת סיכזן לפגיעה כבדית."}
{"tz": 776974990.0, "shem": "דזד אוחנה", "age_group": "20-30", "min": "male", "taarich": "2023-05", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 84, תל אביב", "smoking": false, "job": "מזכירה", "background": ["COPD", "אי ספיקת לב"], "drugs": ["מטפורמין", "הידרוכלודותיאזיד", "פרוקסטין", "אמלודיפין"], "code": ["J44", "I50"], "yechida": "פנימית א", "diagnosis": "COPD", "doc_type": "visit", "text": "דוד אוחנה, גבר בן 31, הגיע לביקור עקב תלונות על קוצר נשימה המחריף במאמץ ותחושת לחץ בחזה. מכיר לנו מהיסטוריה של COP D ואי ספיקת לב. טל\"ד: 130/85, דופק: 78, רוויזן חמצן: 94% במנוחה. בבדיקה פיזיקלית: חרחורים עדינים בבסיסי ריאות ,  קולות לב תקינים. אין בצקות פריפריזת.\n\nהרושס: החמרה באי ספיקת לב על רקע COPD. יש לשקול התאמת טיפול חרופתי מחדש, לבדוק איזון ל.ד והמשך מעקב אחר תפקור לבבי. יש להמשיך בירור בעזרת א.ק.ג צנ\"ל.\n\nתוכנית טיפול: התאמת מינון של אמלודיפין,  הפסקת פרוקסטיןומעבר לתרופה חלופית. מעקב קרדיו עם א.ק.ג בעוד שבועיים. המלצה להימנע ממאמצים פיזיים מוגזמים עד להתייצבות מצב נשימתי ולבבי."}
{"tz": 683147276.0, "shem": "יוסף אברהם", "age_group": "70-80", "min": "male", "taarich": "2023-12", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 31, ראשון לציון", "smoking": false, "job": "חשבונאי", "background": [], "drugs": ["רמיפריל", "מטפורמין", "הידרוכלורותיאזיד", "גבפנטין", "קלופידוגרל"], "code": [], "yechida": "פנימית א", "diagnosis": "ללא", "doc_type": "visit", "text": "יוסף אברהם, 76, גבר, ללא מחלות רקע ידועות. תרופות: רמיפריל, מטפורמין, הידרוכלורותיאזיד,גבפ נטין, קלופידוגרל. לא מעשן. הגיע לביקור במרפאה עם תלונה עיקירית צל כאבי חזה מזה יומיים. כאבים מופיעים בעיקר במאמץ, נחלשים במנוחה. ללא הקרנה לזרוע או לשיניים. \n\nבבדיקה פיזיקלית: ל.ד 140/85, דופק 78, טל\"ד תקין. א.ק.ג תקין  ללא שינוייס איסכמיים. רושם קליני: תעוקה יציבה. \n\nתוכנית: המלצה להמשך טיפול תרופתי כרגיל. יעזץ קרדיולזגי להערכת צורך בצנ\"ל. המלצח להימנע ממאמץ פיזי עד הצרכה נוספת. מעקב בעוד שבועיים במרפאתינו. אי ן עדות אלרגיות. מצב משפחתי: גשוי, אב ל-3."}
{"tz": 667998405.0, "shem": "רותם בן דוד", "age_group": "80-90", "min": "female", "taarich": "2024-08", "clinic": "מרפאות שקד", "addr": "שדרות ידושלים 109, באר שבע", "smoking": false, "job": "מתכנת", "background": ["השמנת יתר", "דלקת מפרקים", "דמנציה"], "drugs": ["פרוקסטין", "אינסולין", "קלופידוגרל", "מטפורמין"], "code": ["E66", "M19", "F03"], "yechida": "פנימית א", "diagnosis": "דמנציה", "doc_type": "visit", "text": "דותם בן דוד, בת 84, הגיעה צם תלונה על כאבים במפרקים והחמרה כל לית בתפקוד היומיומי. ישנן נפילות תכופות שהתרחשו בשבוצות האח רונים. דמנציה מחמירה, והשמנת יתר מקשה  על ניידות. מטופלת בפרוקסטין, אינסולין, קלופידוגרל  ומטפורמין. איןעישון בעבר או בהווה. \n\nבבדיקה: ל.ד בגבול העליון, ט ל\"ד יציב, תנועתיות מוגבלת בגלל דלקת מפרקי ם. מצב מנטלי בהתאם לגיל ולדמנציה מתקדמת. אין סימני זיהום, א.ק.ג תקין למעט שינויים אשר אינם חריגים לגיל. \n\nרושם : החמרת דלקח מפדקים והתקדמות תסמיני דמנציה. המלצה: המשך טיפול תרופתי, שיפו ר סביבה בטוהה בבית למניעת נפילות , פיזיותרפיה ותמיכה למטפלת, אפשרות לשינוי בטיפול פרוקסטין אם יש החמרה בתסמינים דכאוניים. מעקב חודשי אצל גריאטר להערכת מצכ."}
{"tz": 606029080.0, "shem": "הילח גולן", "age_group": "0-10", "min": "female", "taarich": "2023-10", "clinic": "מרפאות שקד", "addr": "דרך השלום 22, בת ים", "smoking": false, "job": "חייל", "background": ["אנמיה", "סוכרת סוג 2", "פרפור פרוזדורים", "מחלת לב כלילית"], "drugs": ["מטפורמין", "אלנדרונט", "אספירין", "לבותירוקסין", "אומפרזול", "איבופרופן"], "code": ["D64", "E11", "I48", "I25"], "yechida": "פנימית ב", "diagnosis": "פרפור פרוזדורים", "doc_type": "visit", "text": "הילה גולן, בת 9, הגיצה לביקור עקב תלונות על עייפות מוגברת וכאבי בטן. ברקע: אנמיה, ס.ד סוג 2, פרפור פרוזדורים, מחלת לב כלילית.נוטלת מטפורמין, אלנדרונט, אספירין, לבותירוקסין, אומפדזול,איבופרופן. אין עישון. \n\nבבדיקה: מציצה עייפח, חיוורוגת, טל\"ד תקין, קצב לב לא סדיר. בטן רגישה במישוש,  ללא סימני מצוקה חריפים. א.ק.ג מראה על פרפור פרוזדורים. אין עדות לאירועים חריפים נוספים. \n\nהדושם: חםמינים קשוריס לאיזון ם.ד ולאנמיה. יש להמשיך טיפול נוכחי ולבצע בדיקות דם להערכת המוגלובי ן ורמות גלוקוז. מומלץ מעקב קרדיולוגי ותחושת עייפות תיבדק שוב בעוד חודש."}
{"tz": 357126614.0, "shem": "יונתן אזולאי", "age_group": "60-70", "min": "male", "taarich": "2024-02", "clinic": "מרפאות שקד", "addr": "סוקולוב 75, רמת גן", "smoking": true, "job": "עורך דין", "background": ["מחלת כבד שומני", "השמנת יתר", "אנמיה", "אסתמה", "פרפור פרוזדורים"], "drugs": ["הידרוכלורותיאזיד", "אטורבסטטין", "פרוקסטין", "מטופרולול", "אינסולין"], "code": ["K76", "E66", "D64", "J45", "I48"], "yechida": "אורולוגיה", "diagnosis": "מחלת כבד שומני", "doc_type": "visit", "text": "יונתן אזולאי, 64, הגיע למרפאה עם חלונה על קוצר נשימה מחמיר במאמץ וקצת כאב חזה לאחרונה. צייןשאין שינוי בתרופות או הרגלים למעט עלייה בעישון. בבדיקה פיזיקלית: ל.ר יציב, למרות עלייה כ-טל\"ד. קולות נשימה תקינים, פרט לציפצופים קלים. כטן מעט תפוחה,ללא רגישות. בדיקת א.ק.ג הראתה פרפור פרוזדורים יציב.\n\nדושם: החמרה אפשרית במצב ה-אסתמה, ייתכן קשור לעלייה בעישון. יתכן גם שינוי במצב הכבד השומני שגורם להחמרת סימפטומים. \n\nתוכנית: המשך מעקב ל.ד וקיום דיאטה מתאימה להורדת משקל. הפחתת עישון. ביצוע בדיקות דם להערכת תפקזדי כבד וספירת דם להערכת אנמיה. ייעוץ עם קרדיולוג להמ שך בירורפרפזר פרוזדור ים. חזרה לביקורת בעודחודש עם תוצאות הבדיקות."}
{"tz": 408215457.0, "shem": "אדם דהן", "age_group": "30-40", "min": "male", "taarich": "2023-03", "clinic": "מרפאות שקד", "addr": "דיזנגוף 74, באר שבע", "smoking": false, "job": "מהנדס", "background": ["COPD", "אי ספיקת לב"], "drugs": [], "code": ["J44", "I50"], "yechida": "גריאטריה", "diagnosis": "COPD", "doc_type": "visit", "text": "אדם דהן, בן 35, הגיע לביקור. תלוגה עיקרית: קוצר נשימה במאמץ. ללא חום, ללא כאבי תזה. מרווה על החמרה בקוצר נשימה לאחרונה, בעיקר במאמץ בינוני. אין שיעולים, ליחה מועטה. אין ש ינוים משמעותיים במשקל. \n\nבדיקה פיזיקלית: ריאות - מצומ צמות בבסיסים, חרחורים עדינים דו\"צ. לב - קולות סדירים, אוושה חדשה בתתו ם הלב. בטן רכה, ללא רגישות. רגליים - בצקת קלה דו\"צ. עור - תקין. ו.ח מצביע על סטורציה 92% בחמצן חדר.\n\nדושם: החמרה ב -COPD, אי ספיקת לב. ייתכן צורך באיזון תרופתי.נשקל בירור נוסף להערכת תפ קוד הלב, כולל א.ק.ג עדכני ואקו לב. תוכנית: התחלת טיפול בתרופה משתנת במינון נמוךונוגדי דלקת אם יש צורך. המלצה להמשך מעקברופא ריאות וקרדיולוג. חזור למרפאה בביקורת תוך שבזעיים."}
{"tz": 949756795.0, "shem": "רחל מלכה", "age_group": "60-70", "min": "female", "taarich": "2025-07", "clinic": "מרפאות שקד", "addr": "בלפור 62, ירושלים", "smoking": true, "job": "מתכנת", "background": ["אי ספיקת כליות כרונית"], "drugs": ["גבפנטין", "מטפורמין", "אמלודיפין", "וורפרין", "אינסולין", "דיקלופנק"], "code": ["N18"], "yechida": "ריאות", "diagnosis": "אי ספיקת כליות כרונית", "doc_type": "visit", "text": "רחל מלכה, 60,פנתה למרפאה עקב כאבי רגליים במאמץ. חולה עם אי ספיקת כליזת כרזנית, ס.ד, ל.ד. מטופלת בגבפנטין, מטפורמין, אמלודיפין, וורפרין, אינסול ין, ריקלופנק. מעשנת כ-10 סיגריות ביום. בבדיקה: טל\"ד תקין 130/80, דופק 80. א.ק.ג לא הראה שינויים משמעותיים. נצפו בצקות קלות בקרסוליים. \n\nרזשם: כאבים כנראה עקב פריפריה ווסקולרית ולחץ על העצבים.מצב כללי יציב. יש לשקול התאמת מינונים או שינוי טיפול.\n\nתוכנית: הפנייה לאורטופר לצורךהערכה נוספת, אולט רסאונד דופלקס להערכת כלי הדם בדגליים, הפסקת עישון מומלצת. מע קב נוסף במרפאה תוך חודש. תיאום פגישת ייצוץ בנושא תזונה מותאמת למצב כליות."}
{"tz": 224124628.0, "shem": "שרה עמר", "age_group": "50-60", "min": "female", "taarich": "2025-11", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 37, רמלה", "smoking": true, "job": "חשבונאי", "background": ["דיכאון", "מחלת לב כלילית", "COPD"], "drugs": [], "code": ["F32", "I25", "J44"], "yechida": "קרדיולוגיה", "diagnosis": "COPD", "doc_type": "visit", "text": "שרה עמר, בת 57, הגיעח למרפאה עם תלונה על קוצר נשימה גובר ומאמץ פיזי קל. מחלת דקע: דיכאון, מחלת לב כלילית ו-COPD. עישון פעיל, ללא חרופות קבועות.\n\nבבדיקה פיזיקלית: טל\"ד מעט מוגבר, צפיפות נשימתית, חרחורים דו-צדדיים בריאות. א.ק.ג. מראה שינויים לא חדים. נשללה ס.ד. ומשפחתה מעידה על עישון כבד. \n\nרושם: החמרה ב-COPD, ייתכן קשד למחלת לכ כלילית. יש צורך בב דיקה מעמיקה יותר, יי תכן צנ\"ל. תוכנית: הפנייתה לקרדיולוג לצנ\"ל, התאמת טיפול תרופתי מיידי להפחתת הסימפטומים,  ייעוץ גמילה מעישון."}
{"tz": 399378868.0, "shem": "דניאל יוסף", "age_group": "70-80", "min": "male", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "הרצל 26, כאר שבע", "smoking": false, "job": "מורה", "background": ["אסתמה", "אי ספיקת לב"], "drugs": ["סימבסטטין", "פרוקסטין"], "code": ["J45", "I50"], "yechida": "כירורגיה כללית", "diagnosis": "אי ספיקת לב", "doc_type": "visit", "text": "דניאל יוסף, גבר בן 77, בדקע אסתמה ואי ספיקת לב. חלונה עיק'ית: קוצר נשימה במאמץקל. בדיקח: ח.ד תקין, טל\"ד מעט גבוה, א.ק.ג ללא שינויים הריגים. המטופל מציין חחושת עייפות  מוגברת בשבועות האחרונים. לא  מעשן. איןס.ד או ל.ד ידועים. \n\nדושם: ההמרה קלה באי ספיקת לב. יתכן קשור לעלייה בטל\"ד. תוכנית: המשך טיפול תרופתי באותם מינונים. נידרש מעקב ל.ד וטל\"ד. המלצה להמשך פעילות גופנית מתונה. הפניה לאקו לב לבירור נוסף."}
{"tz": 498728393.0, "shem": "אפרת פרידמן", "age_group": 0, "min": "female", "taarich": "2024-07", "clinic": "מרפאות שקד", "addr": "בלפור 15, טבריה", "smoking": false, "job": "אחות", "background": ["אנמיה", "יתר לחץ דס", "דיכאון"], "drugs": ["רמיפריל", "מטפורמין", "הידרוכלורותיאזיד"], "code": ["D64", "I10", "F32"], "yechida": "נוירולוגיה", "diagnosis": "דיכאון", "doc_type": "visit", "text": "אפרת פרידמן, 65, נקבה. הגיעה בחלונה על עייפות כרונית וכאבי ראש. סובלת מאנמיה, ל.ד, דיכאון. נטילה קבועה שלרמיפריל, מטפזרמין, הידרוכלורותיאויד. לא מעשנת. בבדיקה: טל\"ד 140/90. רופק סדיר 78. בבדיקת דם עדכנית: המוגלובין נמוך (1ס.5). א.ק.ג תקין. \n\nרושם ראשוני: עייפות ככל הנראה עקב אנמיה מתמשכת. מ צב ל .ד כשליטה חלקית. אין סימנים לדיכאון פעיל כרגע, אך תתכן השפעה על תחושת העייפות. יש לבדוק אפשרות לתוספת ברזל או שינויים בתזונה. \n\nתזכנית: המשך מעקב ל.ד, שיפור הברזל בדיאטה או תוספים. תיאום פגישה עםדיאטנית. המשך טיפול תרופתי כרגיל. הפנייה להמטולוג להמשך בידור אנמיה. מעקב בעוד חודשיים."}
{"tz": 450892039.0, "shem": "משה ביטון", "age_group": "50-60", "min": "male", "taarich": "2023-07", "clinic": "מרפאות שקד", "addr": "ביאליק 44, בני ברק", "smoking": false, "job": "סטודנט", "background": ["אי ספיקת לב", "גאוט", "אנמיה", "אסתמה"], "drugs": ["לבותירוקסין", "אטורבסטטין", "הידרוכלורותיאזיד", "גבפנטין"], "code": ["I50", "M10", "D64", "J45"], "yechida": "אורתופדיה", "diagnosis": "גאוט", "doc_type": "visit", "text": "משה ביטון, גבר בן 58, הגיעלביקור במרפאה עם תלוגה על קוצר נשימהבמאמץ מוגבר מוה שבוע. ברקע אי ספיקת לב, גאוט, אנמיה ואסתמה. כ רגע נוטל לבותירוקסין, אטורבסטטין, הידרוכלורותיאזיד, גבפנטין וגם וורפרין באופן קבוע.ללא עישון. בבריקה פיזיקלית, ח.ר תקין אך טל\"ד מעט נמוך מהרגיל. האזנה לריאות עם צפצופים באקספיריום.\n\nרושם ראשוני: החמרה אפשרית באי ספיקת לב או כהתקפי אסתמה. יתכן כי יש צזרך בהתאמת טיפול תרופתי בגלל ירידה בטל\"ד או שינויים באנמיה. מומלץ לבצע  א.ק.ג לבדוק שינויים חשמליים וצל\"ח חזה לשלול גודש ריאתי. \n\nתוכנית: עלייה במינון משאף לאסתמה, בדיקות מעבדה לשלילת החמרה באנמיה (כולל Hb), ומע קב אחר תפקוד הלב.יש לעקוב אחרי INR בשלגטילת וורפרין. במידה ואין שיפור, שקול הפניה לבדיקות נוספות או צנ\"ל."}
{"tz": 959959461.0, "shem": "אורי אברהם", "age_group": "10-20", "min": "male", "taarich": "2025-07", "clinic": "מרפאות שקר", "addr": "שררות העצמאות 60, קריית שמונה", "smoking": false, "job": "גמלאי", "background": [], "drugs": ["רמיפריל", "גבפנטין"], "code": [], "yechida": "אורתופדיה", "diagnosis": "ללא", "doc_type": "visit", "text": "אורי אברהם, ב ן 15, הגיע עם תלונה עיקרית של כאבי ראשחוזרים ביום יום. ללא מחלות רקע ידועות וללא עישון. מטופל ברמיפריל זנ בפנטין. אין תלונות על ס.ד או ל.ד גבוהים. בב דיקה פיזיקלית: מצב הכרה תקין, ל.ד תקין, ללא סימני דלקת, א.ק.ג תקין. בדיקת נוירולגיה: תקינה. \n\nרושס: ייתכן כאבי ראש ממקור מתחנפשי. ל שקול מעקב אחרי טל\"ד. איןצורך בהתערכות מיידית. \n\nתוכניח: המשך מעקב רפזאי, לשקזל הפנייה לרופא משפחה ל המשך בירור. ייעוץ פסיכולוגי אם הכאב גמשך. לחזור למרפאה בעוד חודש אם אין שיפור."}
{"tz": 150812477.0, "shem": "יוסף ברק", "age_group": "60-70", "min": "male", "taarich": "2025-12", "clinic": "מרפאות שקד", "addr": "דיזנגוף 2, תל אביב", "smoking": true, "job": "מורה", "background": ["השמנת יתר", "פרפור פרוזדורים", "דלקת מפרקים", "COPD", "מחלת כבד שומני"], "drugs": ["קלופידוגרל", "פרוקסטין", "רמיפריל", "לבותירוקסין", "אספירין"], "code": ["E66", "I48", "M19", "J44", "K76"], "yechida": "אורתופדיה", "diagnosis": "מחלת כבד שומני", "doc_type": "visit", "text": "יוסף ברק, בן ב6,הגיע למרפאה בתלונה עיקרית של קוצר נשימה מתגבר במאמץ קל, עם החמרה בשבוע האחרון . ברקע השמנת יתר, פרפור פרוודורים, דלקת מפרקים, COPD ומחלת כבד שומני. המטופל מעשןפעיל. מטופל בתרופות קלופידוגדל, פרוקסטין, רמיפריל, לבותירוקסין, אספירין.\n\nבבדיקה פיזיקלית: מצב כללי בינוני. קולות נשימה ירודים, רונכי בשתי דיאות. דזפק לא סדיר, טל\"ד 145/90. בטן רכה, ללא רגישות מיוהדת.ללא בצקות כגפיים. א.ק.ג - פרפור פרוזדורים מה יר.\n\nרושם: החמרה ב-COPD ואי סדירות פרפור פרוזדורים.תוכנית: שיפור טיפזל תרופתי, המשך מעקב קרדיולוגי וצילום חזה. המלצה להפסקת עישון וייעוץתזונתי כדי לסייע בהפחתת משקל. מעקב נוסף בעוד חודש."}
{"tz": 261534739.0, "shem": "דניאל דהן", "age_group": "60-70", "min": "male", "taarich": "2024-01", "clinic": "מרפאות שקד", "addr": "בן גוריון 3, חולון", "smoking": false, "job": "חשבונאי", "background": ["אי ספיקת כליות כרונית", "אוסטאופורוזיס"], "drugs": ["לבותירוקסין", "מטופרולול", "אומפרזול", "רמיפריל", "מטפורמין", "אספירין"], "code": ["N18", "M81"], "yechida": "אונקולוגיה", "diagnosis": "אוסטאופורוזיס", "doc_type": "visit", "text": "מטופל: דניאל דהן, גבר, בן 66. תלונה עיקרית: עייפות מוגברת וקושי  בנשימה במאמץ קל. מחלות רקע: אי  ספיקת כליות כרונית, אוסטאופורוזיס. מטופל ב: לבותירוקסין, מטופרולול, אומפרזול, רמיפריל, מטפורמין, אספירין. לא מעשן. בבדיקה: ל.ד 140/85, דופק 78, נשימות 18 לדקה. ח.ד רגיל, ללא רשרושים, טל\"ד תקין. בדיקת לב: א.ק.ג - תקין. רושם: התקדמות אפשרית של אי ספיקת כל יות. תזכנית: הגברת מעקב על תפקודי כליות, בדיקת צפיפות עצם, יבלת דיאטטית להקל על הכליות, המשך טיפול תרופתי כרגיל. המלצה לברוק אולטרסאונד בטן. אין תלונות נוספות."}
{"tz": 777496902.0, "shem": "גועה אזחנה", "age_group": "70-80", "min": "female", "taarich": "2024-09", "clinic": "מרפאות שקד", "addr": "דיזנגוף 68, קריית שמונה", "smoking": true, "job": "גמלאי", "background": ["מחלת לב כלילית", "אי ספיקת כליות כרונית", "שבץ מוחי"], "drugs": ["אלנדרונט", "וורפרין", "גבפגטין", "איבופרופן", "אספירין", "אומפרזול"], "code": ["I25", "N18", "I63"], "yechida": "פנימית א", "diagnosis": "שבץ מוחי", "doc_type": "visit", "text": "נועה אוחנה, בח 78, מגיעה למרפאה עם תלונה עיקרית של כאבים בחזה מזה יומיים. ישנה בעיית רקע של מחלת לב כלילית. עישון פעיל. אין דיווח על ס.ד.  בבדיקה: ל.ד 150/ף0, דופק 92 סדיר. לא נצפו קולות חריגים בח.ד. בריקת א.ק.ג: שינויים מינוריים; ת.נ (לא משמעותיים).\n\nהרושם הוא של אנגינה יציבה. יש לשקול התאמת מינון אספירין בשילוב עם וורפרין, ומעקב צמוד של חפקודי כליות עקב שימוש ממושך באיבופדופן. מומלץ להפסיק עישון מיד. הנחיות להמשך: מעקב קרדיאלי עםבדיקת אקו לב, חיזוק טיפול תרופתי ו כן שיח ה עם דיאטנית להדרכה על חפסקת עישון."}
{"tz": 693859779.0, "shem": "פאטמה רוזנברג", "age_group": "30-40", "min": "female", "taarich": "2025-07", "clinic": "מרפאות שקד", "addr": "כן גוריון 106, כפר סבא", "smoking": false, "job": "אחות", "background": ["דלקת מפרקים", "גאוט"], "drugs": ["איבופרופן", "סימבסטטין", "רמיפריל", "מטפורמין", "אספירין"], "code": ["M19", "M10"], "yechida": "פנימית ב", "diagnosis": "גאוט", "doc_type": "visit", "text": "פאטמה רוזנברג, 34, נ' ג', מתייצבת עם תלונות על כאבי ם במפרקים מתגברים בימים האחרונים. מציינת החמרה בכאבים במיוחד במפדקי כפות הידיים והברכיים. איןחום, אין נפיחזת חרינה. ישנה עיי פות כללית.\n\nבבדיק ה: מצטיירת כאב במפרקים ונוקשות בעיקר בבוקר. אין סימני דלקת חריפה. טל\"ד בטווח ה תקין. נשימה תקינה. א.ק.ג ללא ממצאים חריגים. רמות ח.ד ושל נשימתיות תקינות. ס.ד מאוזנת תחת מטפורמין.\n\nרושם דלקת מפרקים פעילה עם החמרה קלה.ייתכן החמרה על רקע גאוט. יש לשקול התאמת מינ ון איבופרופן וסקירת תרופות נזספות. ייעוץ ראמטולוג להמשך בירור.  הומלץ על בדיקות דם: CRP, ESR, תפקזדי כליות. מעקכ בעוד חודש או לפי צורך."}
{"tz": 567243803.0, "shem": "אלון דוד", "age_group": "10-20", "min": "male", "taarich": "2025-12", "clinic": "מרפאות שקד", "addr": "דרך השלום 100, לזד", "smoking": false, "job": "שף", "background": ["COPD", "אנמיה", "מהלת לב כלילית", "שבץ מוחי"], "drugs": [], "code": ["J44", "D64", "I25", "I63"], "yechida": "ריאות", "diagnosis": "אנמיה", "doc_type": "visit", "text": "אלון דוד, בן 17, הגיע למרפאה בתלונה על כאבים בחוה מזה יומיים. ללא אירועים קודמים דומים. ברקע COPD, אנמיה, מח' לב כלילית ושבץ מותי. אין סיפור משפחתי של מחלות לכנוספות. לאמעשן. \n\nבבד יקה פיזיקלית: מעב כללי טוב, טל\"ד 120/80, דופק 76, נשימות 18 לדקה. צבע עור תקין, ללא בצקות. בבדיקת לב: קולות לב תקינים, ללא אוושות. א.ק.ג. ללא ממצאים חריגים. \n\nרושם: ייתכן שמדובר בכאב ממקור מוסקולוסקלטלי. תוכנית: מנוחה, אקמול לפי צורך. המשך מעקב במרפאה, לשקול צנ\"ל במידה ו יש החמרה."}
{"tz": 621042753.0, "shem": "מוחמד כהן", "age_group": "20-30", "min": "male", "taarich": "2023-06", "clinic": "מרפאות שקד", "addr": "סוקולוב 95, באר שבע", "smoking": true, "job": "טכנאי", "background": [], "drugs": ["לוסרטן"], "code": [], "yechida": "נפרולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "מזחמד כהן, גבר בן 31, הגיע בתלונח צל כאביםבחזה מוה יומ יים. מופיע כמעשן, ללא מחלות רקע אח רות ידועות מלכד לוסדטן ל.ד. ללא רקע משפחחי של מחלות לב. בבדיקח פיזיקלית: טל\"ד תקין, דופק סדיר, ללא סימני מצוקה נשימתית. א. ק.ג ללא ממצאים חריגים. ברקע לא ידוע על אלרגיות.\n\nהתדשמות: ככל הנראה כאב ממקור שרירי ולא לבבי. אין צורך בצנ\"ל בשלב זה. \n\nתוכנית: המשך מעקב וטיפול בלוסרטן, הפסקת עישון מומלצת. אם הכאב ממשיך או מחמיר, יש לשקול המשך בירור קדדיאלי."}
{"tz": 971892419.0, "shem": "נוצם אבדהם", "age_group": "40-50", "min": "male", "taarich": "2024-05", "clinic": "מרפאות שקד", "addr": "בלפור 39, אשדוד", "smoking": false, "job": "עורך דין", "background": ["מחלת לב כלילית"], "drugs": ["סימבסטטין", "וורפרין", "אינסולין", "אספירין", "איבופרופן"], "code": ["I25"], "yechida": "אנדוקרינולוגיה", "diagnosis": "מחלת לב כלילית", "doc_type": "visit", "text": "נועם אברהם, בן 44, הגיע לביקור במרפאה עם תלונה על כאבים בחזה במאמץ קל בשבועיים האחרונים. מדווח על עייפות כללית. רקע של מחלת לב כלילית. מטופל בסימבסטטין, וורפדין, אינסולין לס.ד, אספירין, איבופרופן. אין עישון. \n\nבבדיקה: ל.ד 13ס/80, דופק 78,טל\"ד תקין. א.ק.ג במנוחה ללא שינוי מאז הביקור הקודם, ללא עדות לאיסכמיהחריפה. בדיקת ח.דלא מראה חריגו ת. יש לשלול החמרה במצב לבבי, ייתכן צורך בענ\"ל לבחון פתולוגיה. \n\nרושם: חשד להחמרה במחלת לב  כלילית. יש לשקול בדיקת מאמץ או דימות לבבי נוסף. תזכנית: להמשיך במעקב קרדיולוגי צמזד, לשקול שינוי תרופתי להקלת תסמיגים, לחזור למרפאה להערכה נוספת בעוד שבועיים או אם מזפיעים תסמינים חדשים."}
{"tz": 321298333.0, "shem": "מתן פרידמן", "age_group": "10-20", "min": "male", "taarich": "2025-07", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 19, ירושלים", "smoking": false, "job": "גמלאי", "background": ["חשמנת יתר", "שבץ מוחי", "אוסטאזפורוזיס", "מחלת לב כלילית", "מחלת כבד שומני"], "drugs": ["מטפורמין", "אספירין", "גבפנטין", "לבותירוקסין", "אמלודיפין"], "code": ["E66", "I36", "M81", "I25", "K76"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "השמנת יתר", "doc_type": "visit", "text": "מתן פרידמן, בן 14, הגיע למרפאה עם חלונה על כאבי חזה במאמץ ותחושת עייפות כללית. אין דיווח על אלרגיות. רווק. \n\nבבדיקה: לחץ דם 150/90,דופק 88, נשימות תקינות. ללא סימנים נוירולוגיים חריפים. א.ק.ג תקין פרט לםטיות לא ספציפיות. משקל וגובה מצביעים על  הש מנת יתר משמעזתית. \n\nרושם: כאבים ייתכן עקב מחלת לב כלילית ברקע. יש לשקול בדיקת צנ\"ל. \n\nתוכנית: הפנייה לקרדיולוגלהמשך בירור כולל מב חן מאמץ ובדיקת אקו לב. מעקב צמוד אחר ל.ד ודמות סוכר, עדכזן בהמשך. המלצה להמשך טיפול תרופתי ולאיזון ס.ד ומ שקל."}
{"tz": 627768963.0, "shem": "חיים דוד", "age_group": "60-70", "min": "male", "taarich": "2024-06", "clinic": "מרפאות שקד", "addr": "דיזנגוף 51, חיפה", "smoking": false, "job": "מהנדם", "background": ["השמנת יתר", "דמנציה", "גאוט", "היפרליפידמיה"], "drugs": ["רמיפריל", "סימבסטטין", "גבפנטין"], "code": ["E66", "F03", "M10", "E78"], "yechida": "אונקולוגיה", "diagnosis": "דמגציה", "doc_type": "visit", "text": "חיים דוד, 70, הגיע למרפאה עם תלונה צל כאכימפרקים חזקים, במיוחדבבוקר. רקע: השמנת יתר, דמ נציה, גאוט, חיפרליפידמיה. טיפול תרופתי כולל רמיפרי ל, סימבסטטין, גבפנטין. שזלל עישון. אין אלרגיות ידועות. מצבמשפחתי: נשוי.\n\nבבדיקה: טל\"ד תקין, ללא סימני דלקת חדים. נפיחות קלה במפרקים קטנים, במיוחד בברכיים ובידיים. א.ק.ג. תקין. אין עדות לפגיעה נוירולוגית חריפה. המטופל מתפקד בבית בסיוע חלקי.\n\nרושם קליני: החמרה בגאוט. ממליצה על חידודטיפולבגבפגטין והתאמת דיאטה להפחתת חומצת שתן. יש לעקוכ אחר פרופיל ליפידים ולדון בהמשך טיפול בסימבסטטין. ביקורת בעוד חודש או החמרת מצב."}
{"tz": 223728171.0, "shem": "שרה דהן", "age_group": "10-20", "min": "female", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 48, פתח תקווה", "smoking": false, "job": "חשבונאי", "background": ["סוכרת סוג 2", "COPD", "מחלת לב כלילית"], "drugs": ["דיקלופנק", "אלנדרונט", "הידרוכלורותיאזיד", "לוסרטן", "וורפרין", "רמיפריל"], "code": ["E11", "J44", "I25"], "yechida": "פנימית א", "diagnosis": "סוכרת סוג 2", "doc_type": "visit", "text": "שרה דהן, ילדה בת 12, הגיעהעם תלונה על קוצר נשימה זעלייה במאמץ נשימתי בעיקר בלילה. מטופ לת עם ס.ד סוג 2, COPD ומחלת לב כלילית. נוטלת דיקלופנק, אלנדרונט, הידרוכלורותיאזיד, לוסרטן, וורפרין, רמיפריל. לא מעשגת.\n\nבבדיקה: ח.ד  תקין, טל\"ד ו30/85. ריאות - חרחורים רו\"צ, א.ק.ג - סינוס טכיקרדיה ללא שיגויים איסכמיים חריפים. מצב כ ללי - יציב. אין עדות לאלרגיות ידועות. \n\nהרושם: החמרח במצב נשימתי על רקע COPD. תוכנית: התאמות בטיפול תר ופתי, הוספת מרחיבי סימפונות לפי הצודך. מעקב קרדיאלי והמשך ניטור דמותסוכר. המלצ ה ליעוץ דיאטני להמשך איזון ס.ד. המשך מצקב במרפאה תוך שבועיים."}
{"tz": 509377107.0, "shem": "אחמד שלום", "age_group": "40-50", "min": "male", "taarich": "2025-06", "clinic": "מרפאות שקד", "addr": "אלנבי 9, באר שבע", "smoking": true, "job": "צלם", "background": ["COPD", "אי ספיקת כליות כרוגית", "מחלת לב כלילית"], "drugs": ["אספירין", "פרוקסטין"], "code": ["J44", "N18", "I25"], "yechida": "קרדיולוגיה", "diagnosis": "מחלת לב כלילית", "doc_type": "visit", "text": "אחמד שלום, בן 49, נשוי, הגיע למרפאה בח לונה על קוצר נשימה מחמיר בעיקר במאמץ קל. יש היסטוריה של COPD, אי ספיקת כליות כרונית ומחלת לב כלילית. מטופל באספירין ופרזקסטין, נטל מדווח עלנטילת אמלודיפין באופן קבוע. מעשן כבד, כ-20 סיגריות ליום. ללא אלרגיות ידועות.\n\nבבדיקה: סטורציה בישיבח 91%, ירדה ל-88% במאמץ קל. ח.ד תקין, טל\"ד בגבולגבוה. א.ק.ג ללא שינויים איסכמייםחדשים. קולות לב תקינים, ללא אוושות. ריאות עם חירחורים מפוזרים דו\"צ. אין עדות לבצקת פריפרית. \n\nרושם על החמרה ב-COPD אולי על רקצ עישון פעיל. יש לשקול שינוי או העלאת מיגון כטיפול התרופתי.ממליץ הפסקת עישזן בכל תוקף. להמשך מעקב קרדיאלי ונפרולוגי סדיר. תתכןחזרה להשלמת צנ\"ל במידה ואין שיפור במצב."}
{"tz": 942095480.0, "shem": "אברהם יוסף", "age_group": "80-90", "min": "male", "taarich": "2023-07", "clinic": "מרפאות שקד", "addr": "ויצמן 19, צפת", "smoking": false, "job": "פועל בניין", "background": ["פרפור פרוזדורים", "אוסטאופורוזיס", "אסתמה", "אי ספיקת לב"], "drugs": ["מטופרולול", "גבפנטין"], "code": ["I48", "M81", "J45", "I50"], "yechida": "כירורגיה כללית", "diagnosis": "אוסטאופורוזיס", "doc_type": "visit", "text": "אברהם יוםף, בן 95, הגיע לביקור עקב קוצר נשימה ומיחושיחזח. סובל ממצבים כרוניים: פרפור פרוזדורים, אוסטאופורוזיס, אסתמה ואי ספיקת לב. נוטל מטופרזלול וגבפנטין. אין עישון. \n\nבבדיקה פיזיקאלית: סטורציה 92%, לחץ דם ו40/85. ריאות עם קולוח נשימה מופחתים, חרחורים בסיםיים; לב עם קצב לא סדיר, טל\"ד נבולי. א.ק.ג הראה פרפור קבוע, ללא שינויים איסכמיים חריפים.\n\nרושם: החמרה באי ספיקת לב, אפשרות להחמרה באסתמה. תובנית: העלאת מינון מטופרולול, הוספת תיאזיד, חמלצה לבדיקת נשימה ספירומטריה. ייעוץ קרדיולוגי להמשך בירור. מעקב נוסף ב עוד שבועיים."}
{"tz": 276420866.0, "shem": "סיגל אברהם", "age_group": "40-50", "min": "female", "taarich": "2024-06", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 100, ירושלים", "smoking": false, "job": "שוטר", "background": ["שבץ מוחי", "יתר לחץ דם"], "drugs": ["קלופידוגרל", "אטורבסטטין", "רמיפדיל", "מטופרולול", "וורפרין", "איבופרופן"], "code": ["I63", "I10"], "yechida": "נוירולוגיה", "diagnosis": "יתר לחץ דס", "doc_type": "visit", "text": "סיגל אברהם, 41, נקבה, מוכרת עם רקע של שבץ מוחי ויתר ל.ד. תרופות: קלופידוגרל, אטורבסטטין, רמיפריל, מטופרזלול, וורפרין, איבופרופן. הגיעה למרפאה עם תלוגח על כאבי ראש מחמשכים ותחושת סחרחורת קלה. אין עישון. \n\nבכדיקה פיזי קלית: ל.ד 135/85, דופק סדיר, ח.ד תקין. בבדיקת נוירולוגית לא נצפה שינוי מהבדיקה הקודמח. א.ק.ג ללא שינוי מהותי. המטופלת מדווחת כי הכאבים החלו לאחרונה בעקבות שינויים במזג האוויר. \n\nרושם: כאבי ראש על רקע לחץ דם יציב זטיפול תרופ תי.תוכנית: המשך  טיפזל תרופתי ללא שינוי, מ עקב א.ק.ג בעוד 3 חודשים. ממליץ על בדיקת עיניים לוודא שאין שינוי בלחץ תוך-עיני."}
{"tz": 904729274.0, "shem": "רון אוחנה", "age_group": "50-60", "min": "male", "taarich": "2023-08", "clinic": "מרפאות שקד", "addr": "דיזנגוף 97, ראשון לציזן", "smoking": false, "job": "עורך דין", "background": ["דלקת מפרקים", "שבץ מוחי"], "drugs": [], "code": ["M19", "I63"], "yechida": "אנדוקרינולוגיה", "diagnosis": "שבץ מוחי", "doc_type": "visit", "text": "רון אוחנה, גבר, בן60, הגיע למרפאה עם תלונה עיקר ית על כאבים חדים במ פרקי הברכיים והידךלא חרונה. ללא שינויבתנועה או חבלה. מצב משפחתי: נשוי, עוב ד כמורה. אין רגישיות ידועות. ללא עישון. \n\nבבדיקה פיזיקלית: תנועתיות מוגב לת במפרקים, נפיחות קלה בברך שמאל. טל\"ד תקין. לא נצ פו סימנים נוירולוגיים חדשים, דופק סדיר. א.ק.נ תקין. ניכר מצב לאחר שבץ מוחי אך ללא החמרה נוירולוגית. \n\nרושם: החמרה ב דלקת מפרקים, ללא צורך באשפוז. תוכנית: הפנייה לריאומטולונ להמשך בירור וטיפול.  המלצה להתחיל טיפול בנוגרי דלקת לא סטרזאידיים (NSAIDs) לפי הצורך. מעקב בעוד שבועיים."}
{"tz": 201859626.0, "shem": "אדם ברק", "age_group": "80-90", "min": "male", "taarich": "2025-03", "clinic": "מרפאזת שקד", "addr": "דיזננוף 61, באר שבע", "smoking": false, "job": "קבלן", "background": ["COPD", "אסתמה"], "drugs": ["דיקלופנק", "אומפרזול", "אינסולין"], "code": ["J44", "J45"], "yechida": "גריאטריה", "diagnosis": "אסתמה", "doc_type": "visit", "text": "אדם כרק, זכר, בן 85, פנה למרפאה בשל קוצר נשימ ה מחמיר. מחלות רקע בוללות COPD זאסתמה. משתמשבדיקלופנק, אומפראזול ואינסולין. לא מעשן. בבדיקה גופנית: קולות נשימה מוגברים בריאות, ללא תרחורים. טל\"ד תקין, דופק סדיר. \n\nרושם: החמרה במצב חנשימתי על רקע ה-COPD. אין סימניםלאי ספיקה לבבית. ללא עדות לזיהום חד.  \n\nתוכגית טיפול: המשך מעקב נשימתי צמוד, שיפורטיפול תרופתי ב-COPD,הוספת טיפול בנבולייזר. תזמון ביקור הוזד בעוד שבועיים להערכת תגובה לטיפול. אין צורךבצנ\"ל או א.ק.ג כשלב זה."}
{"tz": 267146280.0, "shem": "תומר שמעוני", "age_group": "60-70", "min": "male", "taarich": "2023-03", "clinic": "מרפאות שקד", "addr": "שדרות ידושלים 116, בת ים", "smoking": true, "job": "שף", "background": ["אנמיה", "דיכאון", "אסתמה", "מחלת כבד שומני"], "drugs": ["דיקלופנק", "אספירין", "סימבסטטין", "אלנדרונט"], "code": ["D64", "F32", "J45", "K76"], "yechida": "פנימית ב", "diagnosis": "דיכאון", "doc_type": "visit", "text": "תומר שמעוני, זכר, 66, הגיע למרפאה בתלונה על כאבים בחזח מזה שבוצ. סובל מאנמיח, דיכאון, אסתמה ומחלת כבד שומני. נוטל דיקלופנק, אספירין, סימבסטטין ואלנדרונט.מעשן, מצבו המשפחתי לא צויין.\n\nב בדיקה: טל\"ד תקין, ל.ד תקין, א.ק.גתקין ללא שינזי משמעותי מהבדיקות הקודמות. רגישות קלה במישוש החזה. מצבהריאות תקין מלבד צפצופים קלי ם.\n\nרושם: הכאכיס ייתכנו כקשורים לאסתמה ולשימוש בדיקלופנק. אין ערות חד משמעית לבעיה לבבית. מצב הדיכאון והעישון עשויים להחמיר את התחושות.\n\nתוכנית: המשך מעקב אחר לחץ דם ואק\"ג. הפסקת עישון מומלצח. שינוי תרופתי יישקל בהתאם לתנובה. הנחיות להורדת  סטרם להפחתח סימני דיכאון. חזור למעקב בעוד שבועיים או אם חל החמרה."}
{"tz": 497185942.0, "shem": "חיים שלוס", "age_group": "80-90", "min": "male", "taarich": "2023-02", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 68, באר שבע", "smoking": false, "job": "מורה", "background": [], "drugs": ["מטזפרולול", "פרוקסטין", "אמלודיפין"], "code": [], "yechida": "כירורגיה כללית", "diagnosis": "ללא", "doc_type": "visit", "text": "חיים שלום, ז' 85, הגיע לביקור עקב תחושת עייפות כללית ולחץ דם גבוה מלווה בכאבי ראש.ללא מחלוח רקע ידזצות מלבד ל.ד המטופל באמלודיפין, מטופרולול ופרוקסטין. ללא עישון בעברו וללא אלרגיות ידועות. בכריקה פיזיקלית טל\"ד 160/95, דופק 78 סדיר. א.ק.ג תקין. מצב כללי טוב, ערני זמתקשר היטב.\n\nרושם: ל.ד לא מאוזן. אין עדות לאירוע קרדיאלי חריף כרגע, אך יש צורך באיזון ל.ר טוב יותר.\n\nתוכנית: המלצה להמשיך במטופרולול זאמלודיפין במינון הנוכחי, להוסיף מעקב שבועי בבית עם מכשיר ל.ד שניתן למטופל. המלצח לתזונה דלת נתרן ופעילות פיזיתקלה. ביקורתבעוד חזדש לבדיקת תוצאות ומעקבאחר ל.ד. אם הלחץ דם ימשיך להיות גבוה, ישקלו שינויים כטיפול התרופתי ."}
{"tz": 111312906.0, "shem": "דנח עמר", "age_group": "50-60", "min": "female", "taarich": "2024-03", "clinic": "מרפאות שקד", "addr": "דיזנגוף 109, אילת", "smoking": true, "job": "טכנאי", "background": ["אי ספיקת לב", "גאוט"], "drugs": ["מטופרולול", "לוסדטן", "אספירין", "לבותירוקסין", "רמיפריל"], "code": ["I50", "M10"], "yechida": "פנימית א", "diagnosis": "גאוט", "doc_type": "visit", "text": "דנה צמר,בת 60, הגיעה למרפאה עם תלונה על קוצר נשימה במאמץ המלווה בכא בים בחזה שהחלו לפני כשבועייס. ברקע, סובלת מאי ספיקת לב וגאוט. אין סוכרת. תרופות: מטופרולול, לוסרטן, אספירין, לבותירוקסי ן, רמיפריל. לא מעשנת, מעולם לא עישנה. אלרגיות: אין. \n\nבבדיקה: טל\"ד תקין, ל.ד 130/80, דופק סדיר 70, ח.ד ימין עליון לא מוגדל, אין בצקות פריפריות. א.ק.ג: סינוס טכיקרדיה ללא שינוייס איסכמיים חרשים. \n\nרושם: תסמיני אי ספיקת לב מחמירים. יש לעקוב ולהתאים טיפול תרופתי. מומלץ להמשיך עם מטופרולול ורמיפריל. תוספת של משתנים במידת הצורך. הפניה לצנ\"ל לשל ול החמרה קרדיולוגית. מעקב קרדיאלי במרפאה בעוד שבועיים."}
{"tz": 545628414.0, "shem": "אריאל פרץ", "age_group": "40-50", "min": "male", "taarich": "2025-08", "clinic": "מרפאות שקד", "addr": "ויצמן 51, נתניה", "smoking": false, "job": "חשבונאי", "background": [], "drugs": ["סימבסטטין"], "code": [], "yechida": "אונקולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "אריאל פרץ, גבר בן 42, ללא מחלות רקע ידועות, נוטל סימבסטטין. תלונה על כאבים בחזה מזה יומיים, בעיקר במאמץ. ללא קוצר נשימה אז סהרחורת. מעשן לשעבר, הפסיק לפני 5 שנים. \n\nבבדיקה: טל\"ד תקין,קצב לב סדיר, ללא איוושוח. א.ק.ג.מראה שינויים מינימליים לא ספציפייס. מציין שאביו עבר צנ\"ל בגיל 50. \n\nרזש ם: אנגינה יציבה. מומלץ לבצע מבחן מאמץ לחערכה נוספת. להמשיך סימכסטטין, מעקב ל.ד.באם חלה החמרה בתסמינים, פנח למיון. אין אלרגיות ידועות."}
{"tz": 650237415.0, "shem": "שרה חדד", "age_group": "10-20", "min": "female", "taarich": "2023-06", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 51, ירושלים", "smoking": false, "job": "עורך דין", "background": ["COPD"], "drugs": ["לוסרטן"], "code": ["J44"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "COPD", "doc_type": "visit", "text": "שרה חדד, 22, נקבה, מגיעה  למרפאה עם תלונה של קושי בנשימה מתגבר לאחרונה. מדווחת כי אין שינוי בכמות השיעול. ח.ד: COPD. נוטלת לוסרטן. ללא עישון. בבדיקה פיזיקלית: קולות נ שימה מופחתים בבסיסים, חיר חורים רקים. טל\"ד 110/70, דופק 82. אין סימנים להחמרה קלינית חריפה.\n\nרושם: החמרה קלה במעב הנשימתי על רקע COPD. אין עדות לזיהום ריאתי חריף. ת.ד תקין. \n\nתוכנית: המשך טיפול בלוסרטן כמקובל. המלצה לגיהול סימפטומים עם מהוללי אוויר ל חות. ייעוץנשימתי נוסף אם לא יחולשיפור. תזר ביקורת בעוד חודש."}
{"tz": 189239239.0, "shem": "אדם עמר", "age_group": "60-70", "min": "male", "taarich": "2024-07", "clinic": "מרפאות שקד", "addr": "דרך השלום 104, קריית שמונה", "smoking": true, "job": "מורה", "background": ["דיכאון"], "drugs": ["אמלודיפין", "סימבסטטין", "מטופרולול", "דיקלופנק", "הידרוכלורותיאזיד", "אלנדרונט"], "code": ["F32"], "yechida": "אונקולוגיח", "diagnosis": "דיכאון", "doc_type": "visit", "text": "אדם עמר, בן 69, הגיע לביקור עקב תחושת כבדות בחזה ועייפות כללית שהזפיעו במהלך השבוע החולף. המטופל מתלונן גם על קושי בנשימה בעת מאמץ קל. ניתן לציין עישוןכגורם סיכון משמעותי. מטופל נוטל טיפול קבוע באמלודיפין, סימבסטטין, מטופרולול, דיקלופנק, חידרוכלורותיאזיד ואלנדרונט. אין איזכור לאלרגיות ידוצוח. היסטוריה אישית כוללת דיכאון. \n\nבדיקה פיויקלית: טל\"ד תקין. נשימות טכניות עם רשדוש עדין בבסיס הריאות. ללאסימגי אוטםחדיף בבדיקה קלינית. א.ק.ג הראה שינויים לא ס פציפיים, מומלץלבעע מעקב. מצב רוח מעט ירוד, יתכן בשל הדיכאון המוכר. \n\nרושם: ייתכן שמדובר בתהליך לבבי חרש או בהחמרה של מצב כדוני. יש לשקול הפניה לצנ\"ל אבחנתי בצתיד הקרוב. המלצה להפסקת עישון. תוכנית: מעקב ל.ד, ביצוע בדיקות דם כולל פרופ יל שומנים. הפניית המטופל ליעוץ קרריולוגי להערכה נוספת. המשך טיפול תרופתי כרגיל."}
{"tz": 670860410.0, "shem": "אריאל כהן", "age_group": "30-40", "min": "male", "taarich": "2025-10", "clinic": "מרפאות שקד", "addr": "רוטשילד 44, נתניה", "smoking": false, "job": "שוטר", "background": ["מחלת לב כלילית"], "drugs": ["אינסולין", "פרוקסטין", "דיקלופנק", "לוסרטן", "וורפרין", "קלופידוגרל"], "code": ["I25"], "yechida": "נוירולוגיה", "diagnosis": "מחלת לב כלילית", "doc_type": "visit", "text": "אריאל כהן, גבר בן 30, הגיע למרפאה עם תלונה צל כאבי הזח חוזרים, במיוחד במאמץ. ס.ד מאזזנת תתת טיפול באינסולין. נוטל באופן קבוע הידרוכלזרותיאזיד, יחד עם לוסרטן לוויסות ל.ד , וכן וורפרין וקלופידוגרל למניעת קרישי דם לאחר צנ\"ל קודם. אין עישון, ל לא אלרגיות ידועות. \n\nבדיקה פיזיקלית: קדדיאלי — קולות לב סרירים, ללא איוושות. טל\"ד 130/80. בבדיקת א.ק.ג —ללא שינויים איסכמיים חדשים. \n\nרושס: כאב חזח במאמץ, כנראה על רקע איסכמי. \n\nתוכנית: המלצה להמשך טיפול תדופתי קיים. להפנות  לבדיקת מאמץ נוספת להצרכת מצב כלי הדם. ייעוץ קרדיולוגי להמשך בירור. יש לשקול חתא מת מיגון התרופזת בהתאם למצב הקרדיזלוגי."}
{"tz": 855716171.0, "shem": "שירה אוחנה", "age_group": "40-50", "min": "female", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "שדרות העצמאות 33, רמלה", "smoking": false, "job": "חשבונאי", "background": ["מחלת כבד שומני"], "drugs": ["אטורבסטטין", "איגסזלין", "הידרוכלורותיאזיד", "רמיפריל", "גבפנטין"], "code": ["K76"], "yechida": "גסטרואנטרזלוגיה", "diagnosis": "מחלת כבד שומני", "doc_type": "visit", "text": "שירה אוחנה, 43, נקבח, התייצבה  במרפאה עם תלונות על עייפות כללית וכאבים בבטן ימנית עליונה. יש לה רקע של מחלת כבר שומני, מטופלת באטורבסטטין, אינסולין, הידרוכלורותיאזיד, רמיפריל וגבפנטין. ללא עישון.\n\nבבדיקה פיזית: כטן  רכה, רגישות קלה בבטן ימנית עליונה, ללא ממצ עים חריגים נוספים. ל.ד 130/85, טל\"ר יציב. א.ק.ג שגרתי ללא חריגות. אין עדות לצהבת או סימנים קליניים אחרים המעידים על החמרה במצב הכבד.\n\nרושם: ייתכן שמדובר בהחמרה קלה במצב הכבד עקב ההת ייצגות הקלינית. יש לשקול לבצע בדיקות דם לתפקודי כבד ובדיקת אולטרסאונד. תובנית: המשך טיפול תרופתי כרגיל, מעקב צמוד אחר תפקודי כבד. יש לשקול דיאטה דלת שומן ולהגבירפעילות גופנית. המלצה להמשך מ עקב במרפאת כבד בעור 3 ח ודשים או קודם אם יש החמרה."}
{"tz": 534240890.0, "shem": "סיגל רוזנברג", "age_group": "50-60", "min": "female", "taarich": "2023-04", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 2, טבריה", "smoking": true, "job": "שף", "background": ["מחלת לב כלילית", "דיכאון"], "drugs": ["אטורבסטטין", "דיקלופנק", "לוסרטן", "קלופידוגרל", "מטפורמין"], "code": ["I25", "F32"], "yechida": "ריאות", "diagnosis": "מחלת לב כלילית", "doc_type": "visit", "text": "סיגל רוזנבדג, בת 52, הגיעה לביקור בשל כאבים בחזה שהחלו בזמן פעילות נזפנית קלה. למטופלת מחלת לכ כלילית וריכאון. נוטלת אטורבסטטין, דיקלופנק, לוסרטן, קלופידוגדל, מטפורמין.מעשנת כ-10 סיגריות ליום. מצב משפחתי: נשו אה+ 3.\n\nכדיקה: לחץ דם 140/90, דופק 78, א.ק.ג תקין למעט שינויי ST ישנים. בבדיקה פיזיקלית: איןעדות לבצקות פריפריזת, קולות הלב תקינים, ריאות נקיות. מדווחת  על עייפות והרגשת לחץ בחזה שמחמיר בעמידה ממושכת.\n\nרושם: כאביםבהזח על רקעאנגינה פקטוריס, צורך בשיפור איזזן גורמי סיכון קרדיווסקולריים. עישון עשוי להחמיר מצכ .\n\nתוכנית: ממליץ על הפסקת עישון והמשך טיפול תרופתי כרגיל. יש לשקול תוספת טיפול אנטי -אנגינוטי. מעקב קרוב במרפאה, בדגש על מעקב ל.ד ופרופיל שומנים. הבהרה למטזפלת על חשיבות הפסקת העישון להורדת הסיכזן לארוע קרדיווסקולרי נוסף. לאור הדיכאון, המשך טיפול ומעקב פסיכיאטרי."}
{"tz": 724572300.0, "shem": "חיים מזרחי", "age_group": "50-60", "min": "male", "taarich": "2023-03", "clinic": "מרפאות שקד", "addr": "דרך השלום 73, רעננה", "smoking": false, "job": "שף", "background": ["סוכרת סוג 2"], "drugs": ["מטפורמין", "אמלודיפין", "קלופידונרל", "אספירין", "לבותירוקסין", "גבפנטין"], "code": ["E11"], "yechida": "ריאות", "diagnosis": "סוכדת סוג 2", "doc_type": "visit", "text": "מטופל: חיים מזרחי,  62, ז', סובל מס.ד סוג 2. הגיע למרפאה עם תלונה עיקר ית על כאבים בהזה שהחלו לפני יומיים. הכאבים מופיעים בעיקר במאמץ ומוקרנים לזרוע שמאל. ללא מ.ב (מחלת לב) ידועה, אך יש היםטוריה משפחתי ת חיובית לבעיות לבביות. ללא עישון, ללא אלרגיות ידועות. \n\nבבדיקה: ל.ד 135/85 מ\"מ כספית, טל\"ד תקין. א.ק.ג ללא שינויים חריגים, אך עם סימנים מחשידים ליתר עליות. נבדק סטורציה 98%, ללא סימגים לאי ספיקת לב. \n\nרושם: תעוקת חזה יציבה, יש צורך בה משך בירור קרדיאלי. \n\nתוכנית: הפנייהלצנ\"ל, המלצה להמשך טיפול תרופתי קיים כזלל אספירין וקלופידוגרל. יידוע המטופל בצורך בהפחתת מאמץ פיזי עד לבירור סופי. מעקב מרפאתי בעוד שבועיים או מוקדם יותר אם יש החמרה."}
{"tz": 893135038.0, "shem": "חנה ברק", "age_group": "60-70", "min": "female", "taarich": "2025-11", "clinic": "מרפאות שקד", "addr": "שדרות העצמאות 54, עכו", "smoking": false, "job": "שוטר", "background": ["אי ספיקת לב", "היפרליפידמיה", "גאוט"], "drugs": ["לבותירוקסין", "מטופרולול", "פרוקסטין", "אספירין"], "code": ["I50", "E78", "M10"], "yechida": "דיאות", "diagnosis": "גאוט", "doc_type": "visit", "text": "חנה ברק, 63, הגיעח לביקור מרפאה עם תלונה על קוער נשימה במאמץ שהופיע בשבועיים האחרונים. ברקע אי ספיקת לב, היפרליפידמיה, גאוט. מטופלת בתרופות: לבותירוקסין, מטופרולול, פרוקסטין,  אספירין. ציינה שאין שינוי בתזונח או פעילות גופג ית. מצב משפחתי: נשואה +3, לא מעשנת.\n\nבדיקת א.ק.ג תקינה, טל\"ד בגבולהנורמה.רמות כולסטרול גבוחות מעט בבדיקות קודמות, אך  ללא שינוייס משמעותיים לאחרונה. בבדיקת ח.ד: צפצופים קלים בריאות. אין עדות לבצקות בגפיים. ללא רושם להחמרה משמעותית במצב הלבבי לפי ס.ד.\n\nהרושם: החמרה קלה של אי ספיקת לב, ייתכן עקב אי הקפרה על דיאטה דלת מלח או שינוי אפשרי במצב הרגשי. חוכנית: ייעוץ קרדיולוגי להערכת הצורך בצנ\"ל. המלצה להגביר מעקבאחר ל.ד ורמות כולסטרול, החאמה בתרופות ייתכן דרושה. המלצה לפיזיותרפיה נשימתית."}
{"tz": 784984361.0, "shem": "דניאל פרץ", "age_group": "70-80", "min": "male", "taarich": "2024-08", "clinic": "מרפאות שקד", "addr": "רחוב הנביאים 55, בת ים", "smoking": false, "job": "אחות", "background": [], "drugs": ["אינסולין", "אומפרזול", "אלנדרונט", "לבותירוקסין", "מטפורמין"], "code": [], "yechida": "אנדוקרינולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "דניאל פרץ, 72, ללא מחלות דקע ידועות, מחי יצב במרפאה בתלונח על כאבים בחזה במאמץ. מטופל באינסולין, אמפרזול, אלנדרונט, לבותירוקסין, מטפורמין. לא מעשן. מצב משפחתי: נשוי, 3 ילדים. אין רגישות ידועה לתרופות.\n\nבב דיקה: מצב כללי טוב. ל.ד 130/80, ח.דסדיר 80 לדקה. נשימה תקינה. א.ק.ג ללא שינוי פתו לוגי משמעותי, אך יש עדות לאיםכמיה קלה במאמץ. בדיקותדם: גלוקוז בצום 140, המוגלובין מסוכרר 7.1%.\n\nרושם: כאבים בחזה חשודים לאנגינה פקטוריס. המ לצה: הפניה לצנ\"ל דחוף. יש לבצע שינויים בתרופות לס.ד בהתאם למצב הנוכחי, ולהגביר מעקב אחר טל\"ד. מעקב קרדיולוגי מומלץ, להמשיך עם דיאטה מבוקרת ואיזון סוכר."}
{"tz": 620563411.0, "shem": "אדם אברהם", "age_group": "50-60", "min": "male", "taarich": "2025-12", "clinic": "מרפאות שקד", "addr": "בלפור 106, טכריה", "smoking": true, "job": "ציתונאי", "background": ["יתר לחץ דם", "השמנת יתר", "שבץ מוחי", "מחלת לב כלילית"], "drugs": ["לבותירוקסין", "אספירין", "איבופרופן", "נבפנטין", "אומפרזול", "קלופידונרל"], "code": ["I10", "E66", "I63", "I25"], "yechida": "ריאות", "diagnosis": "יתר לחץ דם", "doc_type": "visit", "text": "תלונה עקרית: באבים בחזה במאמץ, אירועים של דפיקות לב מ ואצות, עייפות כללית. בדיקה: ל.ד 145/90, דופק 82 סדיר. קזלונל שפיר. בבדיקה פיזיקלית, ללא מציאת חריגות בולטות. כ א.ק.ג שינזיים לא ספציפיים.\n\nרושס: םביר שמדוברבאירועים אנגינוטייםעל רקע מחלת לב כרונית ויתר ל.ד. יש לשקול שינויים בטיפול התרופתי, במיוחד לנוכח ההיסטוריה של שבץ מוחי וצנ\"ל בעבר. יש לקתת בחשבזן את השפעת העישון ולשקול הפסקת ו.\n\nתוכניח: הפניית המטופל לבדיקות מאמץ נוספות והערכת קרדיולוג. חמלצה על הורדת המינון של איבופ רופן על מנת להימנע מ םיכוני יתר ל.ד. המשך טיפול קבוע באספירין וק לופידוגרל.  ייעוץ תזונתי לצורך ירידה במשקל ופניה להפסקת עישון. עקוב אחר מצב ל.ד ולקבוע פגישה נוספת בעוד חודש."}
{"tz": 438303414.0, "shem": "דניאל דהן", "age_group": "30-40", "min": "male", "taarich": "2023-06", "clinic": "מרפאות שקד", "addr": "ביאליק 2, אשדוד", "smoking": false, "job": "צלם", "background": [], "drugs": [], "code": [], "yechida": "מיון", "diagnosis": "ללא", "doc_type": "visit", "text": "דניאל דהן, גבר בן 37, הגיע למרפאה עם חלונה עיקרית על כאב בחזה מזה יומיים, ללא קרינה לידיים או לגב. מדווח על לחץ בחזה במאמץ, אך לא במנוחה. ללא ס.ד, ל.ד תקין, לא מעשן. ללא מהלות רקע או תרופות קבועות . בבדיקה: ל.ד 120/80, דופק 70 סדיר. א. ק.ג תקין, ללא סימני איסכמיה. טל\"ד תקין. בצילום חזה לא נראים ממ צאים חריגים.\n\nרושם קליני: כאב טיפוסי לאנגינה יציבה, יתכן כתוצאה ממאמץ פיזי מוגבר. אין עדות למצב תריף. \n\nתוכנית: הפניה לצנ\"ל לשלול הפרעה כלילית,  ייצוץ עם קרדיולזג. מנוחה והימנעות ממאמץ פיזי עד לבירור נוסף. אם הכאב מחמיר, יש לפנות למיון בהקדם. יידוע על הצורך בבדיקה חוזרת ב עוד שבועיים במרפאה."}
{"tz": 652156811.0, "shem": "עומר מזרחי", "age_group": "50-60", "min": "male", "taarich": "2024-12", "clinic": "מרפאות שקד", "addr": "רוטשילד 41, לוד", "smoking": false, "job": "מהנדס", "background": [], "drugs": ["לוסרטן", "פרוקסטין"], "code": [], "yechida": "נוירולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "עומר מזרחי, זכר, בן 58, ללא מחלות רקע ידועזת. נוטל לוסרטן ופרוקסטין, אינו מעשן. הגיצ עם תלונות על כאבי חזה מתמשכים במשך שבועיים, בעיקר במאמץ פיזי. מכחיש סחרחו רות, בחילות או קוצר נשימה. אין אלרגיות ידועות. מצב משפחתי גשזי.\n\nבדיקה פיזיקלית: טל\"ד תקין, ללא ממצאים מיוחדים באזנה ללכ ולריאות. א.ק.ג: ללא שינויים איסכמיים חדשים.\n\nרושם: כאביחזה ממקור קרדיאלי לא ברזר, יתכן אנגינה פקטוריס. \n\nתוכנית: הפניה לצנ\"ל דחוף להערכת מצב כלילי, המשך מעקב קרדיאלי צמוד. הנחיה להימנע ממאמצים פיזייס עד לבירור מלא. לשקול התאמת טיפול תרופתי נוסף בהתאם  לממצאי הצנ\"ל."}
{"tz": 228898573.0, "shem": "מיכל לוי", "age_group": "50-60", "min": "female", "taarich": "2023-01", "clinic": "מרפאות שקד", "addr": "דרך השלום 88, אשדוד", "smoking": false, "job": "מזכירה", "background": ["אסתמה"], "drugs": ["איבופרופן", "אספירין", "לבותירוקסין", "מטופרולול", "הידרוכלורותיאזיד"], "code": ["J45"], "yechida": "פנימית א", "diagnosis": "אסתמח", "doc_type": "visit", "text": "מיכל לוי, בת 60, מתלוננת על קוצר גשימה חוזד ותחושתלחץ בחזח מזה שבוע. ללא עישון כעבר. ברקע אסתמה מטזפלת. ל.ד תקין, א.ק.ג תקין פרט לש ינויים לא ספציפיים. מטופלת ב: איבופרופן, אספירין, לבותירוקסין, מטופרולול, הידרוכלורותי אזיד. מציינת החמרה בהתקפי אסתמה לאחרונה.\n\nבבדיקה פיזיקלית: ריאות - צפצופים דו צדדיים, ת.ד - ללא הרחבה, טל\"ד תקין. אין עדות לנוזלים בריאות. משקל יציב. לחץ דם ת קין. ללא עדות לאי ספיקת לב.\n\nרושם: החמרח באסתמה על רקע שינוי עזנתי. מומלץ הזרה לאלרגולוג לשקול התאמת טיפול. יש לעקוב אחרי תפקודי ריאות ולהוסיף טיפול בכדורי סטרואידים אם נחוץ. בנוסף, יש לשקול הפסקת איבופרופן בשל החמרה פוטנציאלית בתםמינים. מעקב בעוד שבועיים."}
{"tz": 597371475.0, "shem": "דוד דהן", "age_group": "10-20", "min": "male", "taarich": "2023-01", "clinic": "מרפאות שקד", "addr": "בן גודיון 41, רמת גן", "smoking": true, "job": "עקרת בית", "background": [], "drugs": ["דיקלופנק", "רמיפריל", "פרוקסטין"], "code": [], "yechida": "ריאות", "diagnosis": "ללא", "doc_type": "visit", "text": "דוד דהן, גבר בן 20, ללא מחלות רקע ידועות, מתלונן על כאבי חזה. מדווח על עישון פעי ל. מטופל במקביל בדיקלופנק, רמיפריל ופרוקסטין. אין היסטזריה משפחתית של מחלות לב או ס.ד.בבדיקה פיזיקלית - ל.ד תקין, נשימות סדירות, ללא קרפיטציות בריאות.א.ק.ג - ס ינזם ריתם, ללא שינויים איסכמיים.\n\nרושם: כאב חזח לא טיפוסי. אין סימנים לאירוע לבב י אקוטי. ייתכן שמדובר בכאב מוסקולוסקלטרי או הקשור לחרדה.\n\nתוכנית: המשך מעקב קליני. המלצה להפחתת עישון. יש לשקול הפניה לרופא משפחה להערכח טיפול פרמקולוגי בחרדה. במקרה של החמרת כאב או תסמינים נוספים יש לשקול א.ק.ג חוזר והמשך בירור קרדיאלי."}
{"tz": 644212144.0, "shem": "עומר אלון", "age_group": "80-90", "min": "male", "taarich": "2023-12", "clinic": "מרפאות שקד", "addr": "רחוב הנכיאים 3, אשדוד", "smoking": false, "job": "גמלאי", "background": ["שבץ מוחי", "יחר לחץ דם", "אנמיה", "מחלת כבד שומני"], "drugs": ["גבפנטין", "רמיפריל", "אינסולין"], "code": ["I63", "I10", "D64", "K76"], "yechida": "פנימית ב", "diagnosis": "יתר לחץ דם", "doc_type": "visit", "text": "עומר אלון, בן 93, הגיע למרפאה עם תלונה על כאב ראש מתמשך. ידוע על רקע של שבץ מוחי, יתר ל.ד, אנמיה ומחלת כבד שומני. נזטל גבפנטין, רמיפריל ואינסולין. לא מעשן.  במהלך הבדיקה, טל\"ד תקין. מצב הכרה שמור , תגובה תקינ ה לאור וקול. ללא חסריס נוירולוניים חדשים.\n\nרושם: כאב ראש ככל הנראה ממקור לחץ דם או תסמיני שארית לאחר שבץ. אין עדויות לכשל לבבי או נוירולוגי אקוטי נוסף. א.ק.ג ללא שינויים פתולוגיים.\n\nתוכנית : ממליץ על מעקב ל.ד יומי, המשך גבפנטי ן. לבדוק רמות ברזל ואיזון ס.ד. ייעו ץ נוירולוגי לשקול שינוי תרופתי אם כאב ראש ממשיך. מעקב בעוד שבועיים."}
{"tz": 423567783.0, "shem": "מתן שלום", "age_group": "60-70", "min": "male", "taarich": "2023-12", "clinic": "מרפאות שקד", "addr": "דיזנגוף 97, הרצליה", "smoking": false, "job": "סטודנט", "background": [], "drugs": [], "code": [], "yechida": "אונקולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "מטופל: מתן שלום, גבד בן 69, מגיע למרפאה עם תלונה על כאבי ח.ד בשעות הלילה האחרנזת. ללא מחלות רקע ידועות, ללא תרו פות קבועות. אין עישון בעבר או בהווה. ללא אלרגיות ירועות. \n\nבבדיקה פיזיקלית: טל\"ד תקין, ללא םימני מצוקה נשימתית. א.ק.ג מראה סינוס טכיקרדיה ללא שינ ויים איסכמייס חדים. מצב כללי טוב. רושם ראשוני: ייתכן כאב ממקור שדירי או גרמי, אך לא ניתן לשלול בעיה קרדיאלית עד הסוף.\n\nתוכנית: הפגיה לצנ\"ל לשלול פתולוגיה קדדיאלית. המלצה למנוחה, מעקבאחר הסימפטומים והחמרה. ביקורת בעודשבועיים או מוקדם יותר במידה ויש החמרה או הופעח של תסמינים חדש ים."}
{"tz": 786137158.0, "shem": "תומר דוד", "age_group": "70-80", "min": "male", "taarich": "2025-10", "clinic": "מרפאות שקד", "addr": "רוטשילד 100, אשדוד", "smoking": false, "job": "סטודנט", "background": ["מחלת כבד שומני", "COPD", "פרפור פרוזדורים"], "drugs": ["הידרוכלורותיאזיד", "אינסולין", "לוסרטן", "דיקלופנק"], "code": ["K76", "J44", "I48"], "yechida": "אורולוגיה", "diagnosis": "מחלת כבד שומני", "doc_type": "visit", "text": "תומר דוד, 76, הגיע לביקור מרפאה בעקבות ת לונה עיקרית של קוצ ר נשימה במאמץ קל. ידוע עלרקע של מחלת כבד שומני, COPD, ופרפור פרוזדורים. מטופל בתרופות הידרוכלורותיאזיד, אינסולין, לוסרטן ודיקלופנק. לאמעשן. \n\nבבדיקה פיזיקלית: סטורציה 90% במנוחה, ח.ד ימין מעט גדוש, קולות נשימה מוהלשיםבכסיסי הדאות. לח\"ד 140/85, דופק לא סדיר. א.ק.ג: פרפור פרוזדורים, ללא שינויים איסכמיים חדשים. בבדיקות מעבדה אחרונות, רמות גלוקוז גבוהות מסודרות,תפקודי כבד יציבים יחסית.\n\nרושם: החרפה ב-COPD, ייחכן קשר לסטרס ותזונה לא מאוזנת. תוכנית: הגברת מעקב וטיפול ב-COPD, לשקול התאמת טיפול תרופתי לס.ד ול.ד, לה פנות להערבת קרדיולוג לגבי פרפור פרוזדורים ואפשרות לייעוץ תזונתי. מעקב בעוד חודש."}
{"tz": 263128191.0, "shem": "יעל שמעוני", "age_group": "40-50", "min": "female", "taarich": "2024-10", "clinic": "מרפאות שקד", "addr": "דיזנגוף 67, בת ים", "smoking": false, "job": "טכנאי", "background": ["שבץ מוחי"], "drugs": ["אינסולין", "דיקלופנק", "אטורבסטטין", "פרוקסטין", "וורפרין", "אספירין"], "code": ["I63"], "yechida": "אנדוקרינולוגיה", "diagnosis": "שבץ מוחי", "doc_type": "visit", "text": "יעל שמעוני, נקבה, בת 50, עם רקע  של שכץ מוחי. הניעה למרפאה עם תלונות על כאבי ראשעזים מזה שבועיים, ללא הקאות או בחילות. אין שינויבראיה. לא מעשנת. נוטלת אינסולין, דיקלופנק, אטורב סטטין, פרוקסטין, וורפרין ואםפירין. אין אלרגיות ידועות.\n\nבבדיקה: ל.ד 130/85, דופק 72 פע' לדקה. א.ק.ג ללא שינויים חריגים. כדיקות נוי רולוגיות תקינזת, ללא חסרים נוירו לוגים. טל\"ד בגדר הנורמה.\n\nרושם: כאבי ראש ככל הנראה על  רקע מתח. יש לנטר ל.ד ולהמשיך טיפול בתרופות הקיימות. במידה וחכאבים ממשיכים, לשקול הפגייה לנוירולוג.  מומלץלהוריד את המינזן של דיקלופנק ולשקול אפשרות של טיפול פיזיותרפי. המשך מעקב בעוד חודש ."}
{"tz": 244211751.0, "shem": "לאה ביטון", "age_group": "20-30", "min": "female", "taarich": "2023-08", "clinic": "מרפאות שקד", "addr": "בן גוריון 14, נצרת", "smoking": false, "job": "חייל", "background": [], "drugs": ["הידרוכלורותיאזיד", "אמלודיפין", "לכותירוקסין", "איבופרופן", "גבפנטין"], "code": [], "yechida": "ריאות", "diagnosis": "ללא", "doc_type": "visit", "text": "מטופלת: לאה ביטון, בת 29, הגיעה למרפאה עם תלונה צל כאבי ראש תכופים ו מתחילים בעיקר בשעות הבוקר. מדווחת על תחושת סחרחורת והפר עוח כראייה. איןמחלות רקע ידועות. מציינת כי משתמשת בהידרוכלורותיאזיד ואמלזדיפין לטיפול בל.ד. מקבלת גם לבותירוקסיןוהמלצנו על גבפנטין לאחרונה כטיפול בכאבים.\n\nבבדיקה: לחץדם מוגכר -145/95 מ\"מ כספיח. א.ק.ג עם שינויים קלים ללא משמעזת קלינית. אין סימני בצקת או נפיחות. מעב כלליטוב. עישון מצזין כ-20 שנותניסיון, אף שלפי הצהרתה אינה מעשנת.הדופק תקין.\n\nרושם: יתכן כי כאבי הראש קשורים לטל\"ד לא מאוזן. נדרשת הערכה חוזרת של טיפזל התרופתי ובדיקת עיניים להערכח תפקוד ראייה. תוכנית: המשך מעקב אחר ל.ד, התאמת מינונים  של תרופות קיימות. המלצה ל הפסיק עישון אם קיימת חיסטוריה. ביקור חוזר בעוד 3 שבועות להערכת מצב והמשך טיפול."}
{"tz": 644556185.0, "shem": "רחל שמעוני", "age_group": "30-40", "min": "female", "taarich": "2023-12", "clinic": "מרפאות שקר", "addr": "בן גוריון 107, רעננה", "smoking": false, "job": "עיתונאי", "background": [], "drugs": ["מטפורמין", "אספירין"], "code": [], "yechida": "אורולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "רחל שמעוני, בת 38, הגיעה למרפאה בתלונה על כא בי ראש חוזרים בשבועיים האחרונים. ללא מחלזת רקע ידועות פרט לס.ד ונטילת מטפורמין ואספירין כטיפול. לא מעשנת. נשואה עם שני ילדים, ללא אלרגיות ידועות.\n\nבבדיקה פיזיקליח: ל.ד תקין, טל\"ד במסגרח הנורמה. בדיקות נוירולוגיות תקינות. צנ\"ל לא מעיד על סימנים מדאיגים. א.ק.גשגרתיללא ממצאים חריגים. המטופלת ללא סימני ח.ד או בעיות נוספות בבדיקה כללית. \n\nהרושם הוא שמקור הכאבים כגדאה מתח או מתח שרירים.  המלצה להמשך מ עקב עלידי רופא המשפחה, אפשרות לשקול טיפול פיזיותרפי במידת הצורך. הנחיות לשתייה מספקח, מנוחה, וחפחתת סטרס ככל האפשר. נבדוק שוב בעוד חודש, אלא אם הכאבים מחמידים."}
{"tz": 612875856.0, "shem": "שלמה ביטון", "age_group": "40-50", "min": "male", "taarich": "2023-05", "clinic": "מרפאות שקד", "addr": "ז'בוטינסקי 49, רמלה", "smoking": false, "job": "גמלאי", "background": ["דלקת מפרקים", "דמנציה", "גאוט", "יתר לחץ דם"], "drugs": ["הידרוכלורותיאזיד", "איבופרופן"], "code": ["M19", "F03", "M10", "I10"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "דמנציה", "doc_type": "visit", "text": "שלמה כיטזן, בן 58, הגיע לביקור ב מרפאה עם תלונה עיקרית על כאבימפרקים מוגברים, במיוחד בברכיים ובקרסוליים. מ.ר: דלקת מפרקים, דמנציה, גאוט, י.ל.ד. תרופות: הידרוכלורותיאזיד, איבופרופן. ללא עישון. מצכ משפחתי: נשוי + 2.\n\nבבדיקה: לחץ דם תקין. אין סימני בצקת. תנועות מפרקים מוגבלות בעקב הכאבים. אין סימנים לחרפת גאוט חריפה אך יתכן שמדוב ר בהחמרה של דלקת מפרקים. נבדק טל\"ד, נמצא כסטנדרד. \n\nרושם: החמרה במצב המפדקים, נדרש מעקב צמוד. תוכנית: המשך טיפול תרופתי, ייעוץ עס ראומטולוג. התאמת פעילות גופנית מתונה. הדגשה על מעקב אחר תופעות לוואי של איכופרופן. יוזמן א.ק.ג למעקב כללי."}
{"tz": 324407931.0, "shem": "דניאל אלון", "age_group": "40-50", "min": "male", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "ויצמן 18, דימונה", "smoking": true, "job": "עורך דין", "background": ["אוסטאופורוזיס", "יתר לחץ דם", "COPD", "אנמיה", "דמנציה"], "drugs": ["אלנדרונט", "אינסולין", "רמיפריל", "אטורבסטטין", "סימבסטטין"], "code": ["M81", "I10", "J44", "D64", "F03"], "yechida": "קרדיולוגיה", "diagnosis": "אנמיה", "doc_type": "visit", "text": "דניאל אלון, בן 42, הגיע לבדיקה במרפאה. תלונה עיקרית: קוצר נשימה וכאביס בחזה. יש לציין היסטוריהשל COPD ואוסטאופורוזיס. עישון פעיל. במערכת: ס.ד מאוזן עם אינסולין. ל.ד תקין תחת טיפול כרמיפריל. בדיקות קורמות הראו אנמיה כרוניח. \n \nבבדיקה פיזיקלית: קולות נשימה ירודים, חרחורים בבסיס ריאה  ימין. דופק סדיר. טל\"ד תקין. מבדיקה נוירולוגיתצולה כי קיימת ירידה קלה בזכרון קצר-טווח, תואם לדמנציה בשלב מוקדם. \n\nרושם: התמרה ב-COPD,  יש לשקול שינויים בטיפול התרופתי. כאבים בתזה אינם אופייניים לצנ\"ל, אך יש לעקוב. \n\nתוכנית: הפניה להמשך בידור במכון ריאות, כולל תפקודי ריאה מלאים. א.ק.גבמעקב, אך לא דחוף.הפסקת עישון מו מלצת. בדיקת דם להערכת מצב האנמיה. מעקב דמנציה במסגרת מרפאה קוגניטיבית."}
{"tz": 384979167.0, "shem": "חיים אברהם", "age_group": "70-80", "min": "male", "taarich": "2025-10", "clinic": "מרפאות שקד", "addr": "ויצמן 24, בת ים", "smoking": true, "job": "חשבונאי", "background": ["סזכרת סוג 2", "גאוט", "פרפור פרוזדורים"], "drugs": ["אינסולין", "אמלודיפין", "לוסרטן"], "code": ["E11", "M10", "I48"], "yechida": "נוירולוגיה", "diagnosis": "גאזט", "doc_type": "visit", "text": "חיים אברהם, 76, ז', סזבל מס.ד סוג 2, גאוט, פרפור פרוזדורים. מטופל ב: אינסולין, אמלודיפין, לוסרטן. עישן כ-20 סיגריות ליום. התלונן על קוצר נשימה במאמץ ופעמים בודדות גם במנוחה. אין תסמינים חדים חדשים.\n\nבדיקה פיזיקלית: ל.ד 130/80, דזפק 86, סדיר. נשימהקצת מאומצת. ח.ד תקין. א.ק.ג: פרפור פ רוזדורים ממשיך, ללא שינויים חדשים. בדיקות מעבדה: גלוקוז  בטוזח חמטדה, טדיגליצרידיםמעט גכוהים.\n\nרזשם: מצב כרוני יציב. אין עדות להחמרה קרדיאלית. ייתכן שיפור אפשרי בטל\"ד ע\"י החאמת טיפול תרופתי. \n\nתוכנית: המשך טיפול תרופתי כרגיל. המלצה להפסיק עישון. מעקבמרפאתי בעזר 3 חודשים. העעה לבדיקת צנ\"ל כשל פדפור מתמשך. פניה לדיאטנית להערכה תזונתית."}
{"tz": 661766204.0, "shem": "מוחמד עמר", "age_group": "10-20", "min": "male", "taarich": "2023-12", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 36, אשקלון", "smoking": false, "job": "צלם", "background": ["מחלח כבד שומני", "דלקת מפרקים", "היפרליפידמיה", "השמנת יתר", "אסתמה"], "drugs": ["אמלודיפין", "גבפנטין"], "code": ["K76", "M19", "E78", "E66", "J45"], "yechida": "גריאטריה", "diagnosis": "דלקת מפרקים", "doc_type": "visit", "text": "מוחמד עמר, בן 19, הגיע למרפאה עם תלונה עיקרית על כאבי בטן ממושכים ומוגברים בשבוע האחרון, בעיקר כאזור הימני העליון של הכטן. מתאר תחושת מלאות אחרי ארוחות קטנות. ברקע מחלת כבד שומני, דלקת מפרקים, היפרליפידמיה, השמנת יתר ואסתמה. מטופל באמלודיפין וגבפנטין. אין עישון. בדיקה פיזית: בטן רגישה במגע באזור הכבד, ללא סימני פריטוניטיס. נשימה תקינה עם ממצאים כרוניים של אסתמה.\n\nרושם: החמרה במצב הכבד, אפשרות להחמרה שומנית או דלק ת חריפה. יש לשלול אפשרות לאבנים בכיס המרה או דלקת כבד חריפה (כולנגיטיס). \n\nתוכנית: הפניה לבדיקות US בטן מלאה, בדיקות דם כולל תפקודי כבד ופרופיל שומנים. יש לשקול שינוי תוכנית טיפולית בהתאם לממצאים. נשקל ייעוץ גסטרו להמשך בירור. מעקב במרפאה בעוד שבועיים להערכת מצב והתקדמות."}
{"tz": 988425997.0, "shem": "דנה סויסה", "age_group": "10-20", "min": "female", "taarich": "2023-11", "clinic": "מרפאות שקד", "addr": "שדרות ירושלים 24, נצרת", "smoking": false, "job": "אחות", "background": ["דיכאון"], "drugs": ["לוסרטן", "פרוקסטין", "אספירין", "גבפנטין", "רמיפריל", "מטופרולול"], "code": ["F32"], "yechida": "מיון", "diagnosis": "דיכאון", "doc_type": "visit", "text": "דנה סויסה, בת 15, הגיעה למרפאה עם תלונה מדכזית של תחושת עייפזת כללית וחולשה. םובלת מדיכאון כרוגי, מטופלת בפרוקסטין. אינה מעשנת ואין רגישות ידועה לתרופות. נוטלת לוסרטן, אספירין, גבפנטין, רמיפריל, מטופרולול. בבדיקה פיזיקלית: מצב כללי טוב.  ל.ד תקין. אין סימני מצוקה נשימתית. נתבקש לבצע בדיקות דם כלליות כולל ספירת דם, תפקודי כבד וכליות. א.ק.ג לא בוצע הפעם.\n\nרושם: העייפות כנראה נובעת מתופעת לוואי של התרופזת או קשר לדיכאון. תיתכן השפעה של פרוקסטין על האנרגיה הכללית. אין עדות לבעיה קרדיאלית או נזירולוגית חריפה.\n\nתוכנית: המשך מעקב במרפאה עם תשובות הבדיקות. לשקול שינוי במינון התרופות ל.ד אם יש החמרה. להמליץ על פגישת ייעוץ עם פסיכולוג.  המטופלת תוזמן לביקודת בעוד 3 שבועות."}
{"tz": 312661093.0, "shem": "חיים פרץ", "age_group": 0, "min": "male", "taarich": "2025-07", "clinic": "מרפאות שקד", "addr": "דרך השלום 118, אילת", "smoking": false, "job": "אחות", "background": [], "drugs": ["גבפנטין", "קלופידוגרל", "מטופרולול"], "code": [], "yechida": "גסטרואנטרולוגיה", "diagnosis": "ללא", "doc_type": "visit", "text": "חיים פרץ, גבר בן 2ב, הגיע למרפאה עם תלונה על כאבי ראש חזקים, מתמשכים כ-3 ימים. מטופל ללא מחלות רקע ידועות. אינו מעשן. נוטל גבפנטין, קלופידוגרל ומטופרולול.בבדיקה: לחץ דם 140/ף0, דופק 78, א.ק.ג תקין. ללארגישות חריגה במגע. ללא סימני נוירולוגיים נוספים חשודים או פוקאלים. \n\nרושם: כאבי ראש ממקור לא ברור, ייתכן קשר ללחץ דם גבוה.אין עדות לס.ד או ל.ד כרוני, ייתכן קשר לתרו פות הניטלות. \n\nתובנית: המלצה למעקב לחץ דם יומיומי בשבוע הקרוב. ביקורת בעוד שבועיים. הפסקת גבפגטין ל-48 שעות לבירור הקשדהאפשרי עם הכאבים. להמנע ממאמצים פיזיים מופרזים. במידה והכאבים גמשכ ים או מחמירים, לפנות למיון."}
{"tz": 385037197.0, "shem": "עידו בן דוד", "age_group": "60-70", "min": "male", "taarich": "2023-12", "clinic": "מרפאות שקד", "addr": "הרצל 18, אילת", "smoking": false, "job": "שוטר", "background": ["סוכרת סוג 2", "יתר לחץ דם", "אוסטאופורוזיס", "דלקת מפרקים", "אסתמה"], "drugs": ["קלופידוגרל"], "code": ["E11", "I10", "M81", "M19", "J45"], "yechida": "גסטרואנטרולוגיה", "diagnosis": "אסתמה", "doc_type": "visit", "text": "עידו בן דוד, זכר, גיל 62, סובל מ: ס.ד סוג 2, ל.ד, אוסטאופורוזיס, דלקת מפרקים, אסתמה. תלונה עיקרית: כאבים ברגליים, החמרה בחיול בלילה. בבדי קה: מצב כללי תקין, טל\"ד יציב, מעט נפיחות בקרסוליים. נשימות תקינות, אין צפצופים. רושם: החמרה באוסטאופורוזיס ויתכן קשור לשימוש ממו שך בקלזפידוגרל. תוכנית: מעקב אורתופדי, ייעזץ תזונתי להקלת חתסמינים, המשך טיפול תרופחי קיים. יש להמשיך לבדוק רמות סוכר וטל\"ד באופן קבוע. ממליץ חזרה למרפאה בעוד חודש לבחינת הטיפול."}
{"tz": 487699845.0, "shem": "עומר אוחנה", "age_group": "10-20", "min": "male", "taarich": "2024-05", "clinic": "מרפאות שקר", "addr": "בלפור 93, רמלה", "smoking": true, "job": "גמלאי", "background": ["אי ספיקת לב", "מחלת כבד שומני", "יתר לחץ דם", "שבץ מוחי"], "drugs": [], "code": ["I50", "K76", "I10", "I63"], "yechida": "נפרולוגיה", "diagnosis": "יתר לחץ דם", "doc_type": "visit", "text": "עזמר אוחנה, בן 11, הגיע לביקור עם תלונה על קוצר גשימה במאמץ. מטופל עם היסטוריה רפואית מורכבת: אי ספיקת לב, מחלת כבד שומני, יתר ל.ד ושבץ מוחי בעבר. מציין כי נוטל פרוקסטין באופן קבוע. איגו נוטל תרופות נוספוח. מעשן מס' סיגריות ביום.\n\nכבדיקה פיזיקלית: ל.ד 14 0/90, דופק 88, נשימה תקינה במנוחה אך מתגברת במאמץ קל. בבדיקת א.ק.ג - שינויים לא משמעזתיים. לא נצפה בצקת פריפרית. ר יאות נקיות לקזלות נש ימה. ח.ד שמאלית מעט מוגדלת.\n\nרושס: החמרה חלקית באי ספיקת לב על רקע עישון ונטילת  פרוקסטין. יתר ל.ד דורש איזון טוב יותר. מומלץ לחפסיק עישון ולהגיע למעקב צנ\"ל. יש לבחון התאמת טיפול תרופתי נוסף להורדת ל.ד ולטפל בהחמר ה במצב הלבבי."}
{"tz": 901935882.0, "shem": "ענת חדד", "age_group": "50-60", "min": "female", "taarich": "2023-05", "clinic": "מרפאות שקד", "addr": "ז'בזטינסקי 117, בני ברק", "smoking": false, "job": "נהג", "background": ["אנמיה", "היפרליפידמיה", "דמנציה"], "drugs": ["מטפורמין", "אומפרזול", "וורפרין", "אינסולין"], "code": ["D64", "E78", "F03"], "yechida": "פנימית ב", "diagnosis": "היפרליפידמיה", "doc_type": "visit", "text": "ענת חדד, בת 55, הגיעה לבדיקה במרפאה. תלונה עיקרית: חולשה כללית ועליית ל.ר. ברקע אנמיה, היפרליפדמיה ודמנציה. מטופלת במטפורמין, אומפדזול, וורפרין ואינסולין. אין עישון. בבדיקה: ל.ד 1ב0/95, טל\"ד גבזח. דופק תקין. א.ק.ג ללא שינוי. בכדיקות דם: המ וגלובין נמזך , רמות סוכר יחס ית יציבות. \n\nהרושם: התדרדדות קלה בבקרת ל.ד ואנמיה מוחמרת. יתכן קשר לדמנציה המתקדמת. \n\nתוכנית: להתאים מינון וורפרין, לשקול שינזי בתרופות להיפרליפדמיה. מעקב ח.ד וטל\"ד תכוף יותד. הפנייה להמטולוג לבדיקה מעמיקה יותר של האנמיה. להמשיך טיפ ו ל נוכחי בס.ד.ביקורת בעוד חודש."}
{"tz": 898645650.0, "shem": "רון אוחנח", "age_group": 0, "min": "male", "taarich": "2025-12", "clinic": "מרפאוח שקד", "addr": "ביאליק 67, ירושלים", "smoking": false, "job": "מורה", "background": ["COPD", "השמנת יתר"], "drugs": ["גבפנטין", "קלופידוגרל"], "code": ["J44", "E66"], "yechida": "אונקולוגיה", "diagnosis": "COPD", "doc_type": "visit", "text": "רון אוחנה, בן 33, זכר. הגיע למדפאה עם תלונה עיקרית על קוצר נשימה המתגבר במאמץ. מכחיש חום או כאבים בהזה. רקע רפואי כולל COPD והשמנת יתר. אין עישון. נוטל גבפנטין וקלופידוגרל. בבדיקה: טל\"ד תקין, אין ח.ד או בצקת. א.ק.ג ללא שינויים חריגים. כבדיקת נשימה: ירידת כניסת אוויר דו-צדדית, חרחורים קלים בבסיסים.\n\nרושם: החרפה COPD. נדרש מעקב תכוף יותר. אין עדות לכשל לבבי או איסכמיה אקוטית. \n\nתוכנית: התא מת טיפול להקלה על סימפטומים. המלצה להמשך פעילות גופנית מתונה וליווי דיאטני להפחחת משקל. מעקב רופא משפחה בעוד 3 שבועות. שיחה עם המטופל על חשיבות הפסקת עישון למדות שאיןעישון נוכחי. הפנייה ל פיזיותרפיה נשימתית."}
{"tz": 274117670.0, "shem": "יוסף רוזנברג", "age_group": "70-80", "min": "male", "taarich": "2023-02", "clinic": "מרפאות שקד", "addr": "ויצמן 67, דימונה", "smoking": false, "job": "פזעל בניין", "background": ["מחלת כבד שומני", "דלקת מפרקים", "סוכרת סוג 2", "השמנת יתר"], "drugs": ["מטפורמין", "וורפרין", "רמיפריל", "לוסרטן", "גבפנטין", "אלנדרונט"], "code": ["K76", "M19", "E11", "E66"], "yechida": "אונקולוגיה", "diagnosis": "מחלת כבד שומני", "doc_type": "visit", "text": "מר רוזנברג, גבר בן 82, הגיע לביקור בקליניקה עם תלונה עיקרית של כאבי פדקים מחמירים לאחרונה, בעיקר בברכיים. נעשה ציון על השפעת דלקת המ פרקים הידועה ומחלת הכבד השו מני. נבדק לחץ דם, מע יג ערכים תקיניס תחתטיפול. בבדיקה פיזיקלית, תנועתיות מוגבלת בברכיים, אין םימני דלקת חריפה. אין חדש באנמנזה אחרת. \n\nהרושם הוא החרפה במצב הדלקת מפרקים, ייתכן בעקבות שינויי מזג האוויר. המלצה להמשיך טיפול ב-גבפנטין ולכחון התאמת מ ינון במידת הצורך. יש לבצע בדיקות רם שגרתיות לשלילת סיבוכים עקב ס.ד ורמת ח.ד. לא נצפתה בעיה אקוטית אחרת. המטופל ממשיך באיזון תרופות נובחי, כולל וורפרין ורמיפריל. נזכיר כי לבדוק ח פקודי כבד בבדיקות דם הבאות. \n\nיוסף אינו מעשן, ללא אלרגיות ידועות. יש לחמשיך מעקב קבוע ברבעונים הקרובים, עם דגש על בדיקת תפקודי בבד ומעקב אחר ס.ד. נתבקש לעדכן במידה והכאב מחמיר או מתפשט לאזוריס נוספים."}
{"tz": 815061858.0, "shem": "איתי מזרחי", "age_group": "10-20", "min": "male", "taarich": "2025-10", "clinic": "מרפאות שקד", "addr": "אלנבי 59, רמת גן", "smoking": true, "job": "שף", "background": ["מחלת לכ כלילית"], "drugs": ["אומפרזול", "אלנדרונט"], "code": ["I25"], "yechida": "פנימית א", "diagnosis": "מחלת לב כלילית", "doc_type": "visit", "text": "איתי מזרחי, 19, הגעה למדפאה בעקבות חלונה על כאבים בחזה מזה 3 ימים, מחגברים במאמץ. מחלת לב כלילית ידועה. מטופל באומפרזול ואלנדרונט. מעשן כ-1 0 סיגריות ביום. ללא סוכרת, ל.ד תקין. משפחתי: הורים בריאים, אח עם לחץ דם גבוה.\n\nבבדיקה: ח.ד סדיר, ללא אוושות חריגות. טל\"ד 120/80. א.ק.ג: סינוס ריתם, שינויים לא ספציפים ב-ST. תפקודי ריאות במםגרת הנורמה. לא נצפו סממנים של אי ספיקת לב.\n\nרושם: כאבים בחוה ייתכן על דקע איסכמי. חמלצות להמשך בירור עם צנ\"ל, הפסקת עישון. המשך טיפול תרופתי כרגיל. מעקב קרדיאלי קבוע. הצעה לשינוי אורחחיים."}
{"tz": 742318306.0, "shem": "יעקב אלון", "age_group": "50-60", "min": "male", "taarich": "2025-05", "clinic": "מרפאות שקד", "addr": "רחזב הנביאים 24, רעננה", "smoking": false, "job": "טכנאי", "background": ["דלקת מפרקים"], "drugs": ["גבפנטין", "אטורבסטטין"], "code": ["M19"], "yechida": "פנימית ב", "diagnosis": "דלקת מפרקים", "doc_type": "visit", "text": "יעקב אלון, בן 52, חגיע למרפאה עם תלונה עיקרית של כאבים מוגברים במ פרקים, בעיקר בברכיים ובידיים. מטופל עם דלקת מפרקים כרונית. נוטל גבפנטין  ואטורבסטטין. אין עישון.\n\nבבדיקה: טל\"ד תקין, אין סימני עישון, מפרקים נפוחים עם טווח תנועה מוגבל. אין חום מקומי. א.ק.ג תקין. נעשה בדיקת דם לבירור גורמים דלקתייםנוספים.\n\nה רושם: החמרה בדלקת מפרקים כרונית. נשלל תהליך אקוטי. \n\nתוכנית: המשך טיפול בגבפנט ין, הוספת נונדי דלקת לא סטרואידיים (NSAI Ds) כמוסכם. מעקב בעוד חודש  להערכח התגובה. הומלץ על פיזיותרפיה והמשך תרגול בבית."}
{"tz": 504763921.0, "shem": "תמר חיון", "age_group": "50-60", "min": "female", "taarich": "2023-08", "clinic": "מרפאות שקר", "addr": "שדדות העצמאות 29, רעננה", "smoking": false, "job": "עיתונאי", "background": ["שבץ מוחי", "פרפור פרוזדורים", "אי ספיקת לב"], "drugs": ["סימבסטטין", "אינסולין", "הידרוכלורותיאזיד"], "code": ["I63", "I48", "I50"], "yechida": "נפרולוגיה", "diagnosis": "שבץ מוחי", "doc_type": "visit", "text": "תמר חיון, בת 57, מתייצבת כעקבות תחושת חולשה כללית והחמרה בקוצר נשימה. רקע רפואי כולל שבץ מוחי בעבר, פרפור פרוזדורים ואי ספיקת לב בדרגה בינונית. מטופלת תרופתית בסימבסטטין, אינסולין, והידרוכלורותיאזיד. עישון פ עיל 20 שנה, לא הופסק. ללא אלרגיות ידועות. גרושה, אם לשלושה ילדיס.\n\nבדיקה פיזיקלית: ח.ד תקין, טל\"ד 140/85.  א.ק.ג לא מראה שינויים חריגים, אך סינוס טכיקרדיה. ריאות:צפצופים דו-צדדיים. אין עדות לבצקות פריפריות משמעותיות. \n\nהרושס: החמרת אי ספיקת לב עם חשד להתדרדרות במצב הקרדיאלי. חוכנית: הפנייה לאקו לב והערכת תפקוד ח.ש. המלצה להפסיק עיש ון מידית. המשך מעקב קרדיולוגי צמוד והתאמה תרופתית לפי תוצאות הבדיקות."}
{"tz": 835832866.0, "shem": "תומר שמעוני", "age_group": "80-90", "min": "male", "taarich": "2023-04", "clinic": "מרפאות שקד", "addr": "ישראל", "smoking": false, "job": "מזכירה", "background": ["סוכרת סוג 2", "שבץ מוחי", "מחלת לב כלילית", "גאוט", "אנמיה"], "drugs": ["וורפרין", "לבותירוקסין"], "code": ["E11", "I63", "I25", "M10", "D64"], "yechida": "אנדוקרינולוגיה", "diagnosis": "אנמיה", "doc_type": "visit", "text": "חומר שמעוני, 84, ז', הגיע למרפאה עם ת.ע: כאבי חזה מחמירים בשבוע האחרון, בעיקר במאמץ. ברקע: ס.ד סוג 2, שבץ מוחי קודם, מחלת לב כלילית, גאוט, אנמיה. נוטל וזרפרין, לבותירוקסין. ללא עישון. ללא א.ל ידועות.\n\nבבדיקה: ל.ד 140/90, רופק 80 תקין סדיר, ללא סימני אי ספיקת לב חריפים. א.ק.ג: שינויים אי-סכימיים תל מעלה ב-ST ב-V2-V4. בבדיקח ח.ד: לא נמצא ממצא חריג.\n\nרושם: החמרה באיסכמיה לכבית. תוכניח: הפניה לצנ\"ל בהקדם. התאמת מינון וורפרין לפי INR. ממליץ צל מנוחה והימנעות ממאמץ פיוי עד להשלמת הבירור. מעקב קרדיאלי צמוד."}
