{"מספר_זהות": 30564132, "שם_מטופל": "גיל אוחנה", "גיל": 62, "מין": "male", "תאריך": "30/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיונגוף 108, צפת", "סוג_דם": "AB-", "מחלות_רקע": ["פרפור פרוזדורים"], "תרופות": ["סימבסטטין", "לבותירוקסין", "מטופרולול"], "קוד_אבחנה": ["I48"], "הפניה_למחלקה": "ריאות", "סיבת_הפניה": "פרפור פרוזדורים", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "המטופל, מר גיל אותנה, בן 64, נשוי, ללא עישון בעברו, מתמודד עם פרפור פרוזדורים כבר מספר שנים. הוא מטופל ב: סימבסטטין, לבותירוקסין ומטופרו לול. אין רגישויות ידועות לתרופות. מגיע למרפאה עם תלונוח על דפיקות לב מוגברות זתחושת עייפות כללית. בבדיקה פיזיקליח: רופק לא סדיר, טל\"ד תקין. א.ק.ג אחרון מראה שינויים שיכולים להעיד על החמרה במצב הלבבי.\n\nסיבת הפניה: ייעוץ קרדיזלוגי דחוף להערכת המצב והמשך טיפול אפשרי. יש לשקול אפשרות של צנ\"ל לאור השינויים בא.ק.ג והחמרה בםימפטומים. נודה לבדיקה בהקדם האפשרי כדי להעריך את הצורך בהתערבות נזספת."}
{"מספר_זהות": 704828144, "שם_מטופל": "ענת גולן", "גיל": 36, "מין": "female", "תאריך": "18/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 21, כני ברק", "סוג_דם": "B-", "מחלות_רקע": ["מחלת כבד שומני", "סוכרת סוג 2"], "תרופות": ["אמלודיפין", "לבותירוקסין", "סימבסטטין", "קלופידוגרל", "אינסולין"], "קוד_אבחנה": ["K76", "E11"], "הפניה_למחלקה": "אנדוקרינולוגיה", "סיבת_הפניה": "סוכרת סוג 2", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "ענ ת גולן, בת 38, פונה לייעוץ עקב החמרה במצב הרפ ואי. מטופלת עם מחלת כבד שומני, ס.ד סוג 2, ול.ד מאוזן חלקית. סיבת ההפניה: לאחרונה דיווחה על תשישותמוגברת, כאבים בבטן ימ ניתעליונה ותחושת מלאות לאחר ארוחות קלות. חשוב לציין כי ענת נוטלת פרוקסטין באופן קבוע בטיפול נגד דיכאון. ברקע מחלותיה היא נוטלתאמלודיפין, לבוחירוקסין, סימבסטטין, קלופידוגרל ואינסולין. \n\nענת אינה מעשנח ולא ידוע על אלרגיות לתרופות. בבדיק ות דם אחרונות נמצאו עליות באנזימי כבד, מה שמעלה חשד להחמרה בתפקוד הכבד. מבקשים ייעוץ גסט רואגטרולוגי דתוף להערכת חמצב  והמשך טיפול מתאים. המ צ ב המשפחתי נשואה ואם לשניים, עובדת במשרה מלאה. האופציה לשינוי תרופתי תהיה על פי  הצורך בהתאם להמלצות הייעוץ."}
{"מספר_זהות": 165667015, "שם_מטופל": "משה אזולאי", "גיל": 79, "מין": "male", "תאריך": "29/07/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 13, הרצליה", "סוג_דם": "AB-", "מחלות_רקע": ["השמנת יתר", "דיכאון", "היפרליפידמיה", "COPD"], "תרופות": ["אטורבסטטין", "גבפנטין", "מטופרולול", "לבותירוקסין"], "קוד_אבחנה": ["E66", "F32", "E78", "J44"], "הפניה_למחלקה": "כירורגיה כללית", "סיבת_הפניה": "דיכאון", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "מד אזולאי משה, גבר בן 79, פונה לייעוץ עקב החמרה במצב הנשימתי. סובל מ-COPD ברקע, השמגת יחר , דיכאון והיפרליפידמיה. נוטל תרופות: אטורבסטטין, גבפנטין, מטופרולול ולבותירוקסין. המטופל מעשן מזה שנים רבות, דבר שמחמיר את מח לת ה-COPD.\n\nהמטופל מדווח על קוצר נשימח מוגבר במאמץ ועייפות כללית. לאחרונה, חלה החמ רה בתפקוד היומיומי עקב קשיי נשימה, אשר אינם נפת רים באמצעות טיפול התרופתי הק יים. בבדיקה פיזיקלית: חרחורים בבסיסי הריאות, טל\"ד תקין ול.ד גכולי. מצב נפשימדוכרך, ייתכן צורך בהערכה פסיכיאטרית נוספת.\n\nמומלץ לייעוץ דיאתי בהקדם האפ שרי לבחינת אפשרויוח טיפול נוספות ושיפור  איכות החיים. דחיפות ההפניה גבוהה עקב החמרה בתסמינים הנשימתיים וחחשש לפגיעח נוםפחבתפקור היומיומי של המטופל."}
{"מספר_זהות": 810801324, "שם_מטופל": "גיל גולן", "גיל": 70, "מין": "male", "תאריך": "02/02/2023", "מוסד_רפואי": "מרכז רפואי הדריס", "כתובת": "דרך השלום 111, כפר סבא", "סוג_דם": "O-", "מחלות_רקע": ["אי םפיקת כליות כרונית", "דיכאון", "פרפור פרוזדורים"], "תרופות": ["אספירין"], "קוד_אבחנה": ["N18", "F32", "I48"], "הפניה_למחלקה": "גסטרואנטרולוניה", "סיבת_הפניה": "אי ספיקת כליות כרונית", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "גיל גולן, בן 73,פונה לייעוץ וטיפול עקב הידרדרות במצב הכליות ואיר ועים חוזרים של פרפור פרוזדורים. למטופל אי ספיקת כליות כרונית ודיכאון. מטופל באספירין וללא עישון. אין דגישות ידו עה לתרופוח. מצב משפחתי: נשוי.  \n\nסיבת ההפניה: המטופל מדוות על עלייה בתדירזת אירועי הפרפור הפרוזדורי ם והרגשת עייפות מוגברת שגורמת לו לקושי בתפקוד יומיומי. הוא חש סחרחורות וכאכי חזה מפעם לפעם, במיוחד לאחר מאמצים קלים כמו הליכה קצרה. יש חשש להחמרה בתפקוד הלבבי בנוסף למצבו הכלייתי.\n\nבהתחשב במחלות הרקע, נדרשת הערכה קרדיולוגית בהקדם האפשרי. נבקש לבצע א.ק.ג ומעקב צמוד אחר טל\"ד וסטורציה. חשוב לפנות לייעוץ נפרולוגי להער כת תפקוד הבליות והתאמת טיפול דחוף במידת הצורך. מצב הדיכאון של המטופל ג ם רורש החייח סות, אךבעדיפות שניה לאור הדחיפות הקרדיאלית והנפרולוגית."}
{"מספר_זהות": 98050099, "שם_מטופל": "נועם כהן", "גיל": 49, "מין": "male", "תאריך": "01/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 28, אשדוד", "סוג_דם": "B+", "מחלות_רקע": ["פרפור פרוזדורים", "דמנציה"], "תרופות": ["לבותירוקסין", "גבפנטין", "אטורבסטטין"], "קוד_אבחנה": ["I48", "F03"], "הפניה_למחלקה": "אורולוגיה", "סיבת_הפניה": "פרפור פרוזדורים", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "נועם כהן, בן 51, הופנה לייעוץ קרדיולוגי עקב החמרה בפרפוד פרוזדורים קיים. למטופל חיסטוריה של דמנציה, שאובחנה לפני כשנה, ומתבטאת בירידח קוגניטיבית מתמשכת. הוא מטופל בלבותירוקסין, גבפנטין ואטורבסטטין, ללא ר קע של עישון. אין ע דות לס.ד או ל.ד כרוני. \n\nבחודשים האחרונים חלה החמרה בתסמינים הקרדיאליים, כולל אי רוצי דפיק ות לב מהירות וקוצר נשימה במאמץ ק ל. א.ק.ג שבו צע לאחרונה הראה פרפור פרוזדורים לא מסודר עם קצב מהיר. טל\"ד בגב ולות הנורמה. אין היסטוריה של צנ\"ל בעבר. מצב משפחתי: נשוי, ללא אלרגיות ידועות. \n\nההפניה דחופה, נדרש טי פול לייצוב המצב הקרדיאלי והערכת צורך בהתערבות נוספת. נודח על ייעוץ בהקדם האפשרי."}
{"מספר_זהות": 169985439, "שם_מטופל": "דוד רוזנברג", "גיל": 79, "מין": "male", "תאריך": "26/10/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 80, נצרת", "סוג_דם": "AB-", "מחלות_רקע": ["השמנת יתר", "שבץ מוחי", "COPD", "פרפור פרוזדודים", "דמנציה"], "תרופות": ["הידרוכלורותיאזיד"], "קוד_אבחנה": ["E66", "I63", "J44", "I48", "F03"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "שבץ מוחי", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "דוד רוזנברג, בן 79, גבר עם רקע רפואי מורכב הכולל השמנת יתר, שבץ מוחי בעבר, COPD, פרפורפרוזדזרים ודמנציה. מטופל בהידרוכ לורותיאזיד. לא מצשן. אין תי עוד על ס.ד או ל.ד חריגים, אך ל אחרונה תועדו שינויי טל\"ד אשר מצריחים התיהסו ת.\n\nהפניה זו נעשת ה בעקבות החמרה במצב הנשימתי של המטופל, המתבטאת בקוצר נשימה גובר במאמץ קל וחולשה כללית. יש צורך בהערכת ראויו להמשך הטיפול ב-COPD ובפרפור הפרזזדורים לאור מ חלזת הרקע. מצב הדמנציה של המטופל מידרדר, ונראה כי יש צורך בי יעוץ נוירולוגי נוסף לצורך עדכון הטיפול חתרזפתי. \n\nההפניה דחופה עקב הסיכון להחמרות נוספות במצבו הקליני של המטופל. יש לבדוק גםאפשרות לאלרגיות נזספות שלא תועדו עד כה. המשפחה מרווחת על ירידה בתפקוד הקוגנטיבי וביכזלת לבצע פעולות יומיומיות, מה שמצריך התערבות מהירה. נודה על תשומת הלב המהירה למקרה זה."}
{"מספר_זהות": 204505333, "שם_מטופל": "פאטמה אוחנה", "גיל": 46, "מין": "female", "תאריך": "11/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 56, רמלה", "סוג_דם": "AB-", "מחלות_רקע": ["אי ספיקת לב", "סוכרת סוג 2", "COPD", "יתר לחץ דם"], "תרופות": ["אטורבסטטין", "לבותירוקסין", "אינסולין", "וורפרין", "לוסרטן"], "קוד_אבחנה": ["I50", "E11", "J44", "I10"], "הפניה_למחלקה": "כירורגיה כללית", "סיבת_הפניה": "יתר לחץ דם", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "פ אטמה אוחנה, בת 46, מופנית לייעוץקרדיולוגי דחוף בשל אי ספיקת לב מחמירה על רקע ס.ר סוג 2, COPD ול.ד גבוה. המטופלת מתלוננת על קושי בנשימ ה, עייפותמו גברת ובצקות ברנליים בשבועות האחרונים. בבדיקת א.ק.גנעפו שינוייםמדאיגים המחייבים בירור גוסף. \n\nברקע ישנו טיפול תרופתי הכולל אטורבסטטין, לבותירוקסין, אינסולין, וורפרין ולוסרטן. אין עישון א ו אלרגיות ידועות. המטופלת נשואה עם שלושה ילדים. מבקשים בדיקת אקו-לב ובחינה לצנ\"ל במידת הצורך. טל\"ד לא יציב לאחרונה,מה שמח זק את הצורך בייעוץ הקרדיולוגי המיידי."}
{"מספר_זהות": 563421601, "שם_מטופל": "חיים דהן", "גיל": 13, "מין": "male", "תאריך": "07/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 119, פתח תקווה", "סוג_דם": "B-", "מחלות_רקע": ["אי ספיקת לב"], "תרופות": [], "קוד_אבחנה": ["I50"], "הפניה_למחלקה": "נוירולוגיה", "סיבת_הפניה": "אי ספיקת לב", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "מטופל: חיים דהן, בן 24, מתיי צב במחלקה עם רקע של אי ספיקת לב. ללא תרופות קבועות או עיש ון. לא ידוע על רגישויוח או בעיות נוספות.\n\nסיבת הפניה: ה מטופל הופנה לייעוץ קדדיולוגי עקב החמדה בתסמיני אי ספיקת חלב שלו. בשבוצות האחרונים תווה קוצר נשימה במאמץ קל ובצקת קלה  כקרסוליים. למרות גילו הצעיר, יש חשש להחמרה במצב הלבבי הדורשת בירור נוסףוטיפול מתאיס.\n\nדחיפות: ייעוץ קרדיולוגי דחוף להערכח מצב ח.ד  וזיהוי אם יש צורך בצל\"ן או שינוי בטי פול. יש לבצ ע א.ק.ג ובדיקת טל\"ד בהקדם."}
{"מספר_זהות": 406088351, "שם_מטופל": "ליאן אוחנה", "גיל": 14, "מין": "female", "תאריך": "28/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 25, בת ים", "סוג_דם": "AB-", "מחלות_רקע": ["אי ספיקת לב", "גאוט"], "תרופות": [], "קוד_אבחנה": ["I50", "M10"], "הפניה_למחלקה": "אורולוגיה", "סיבת_הפניה": "גאוט", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "הנני מפנה לייעוץ קרדיולוגי עבור ליאן אוחנה, בת 15, עם רקע של אי ספיקת לב וגאוט. לאחדונה, המטופלת מתארת החמ רה בסימפטומים של קוצר נשימה במאמץ והופעת בצקות בקרסולים. אין שימזש בתרופות קבועות, אין ידוע על אלדגיות.\n\nסיבת ההפניה היא כירור דחוף עקב חשד להחמרה בתפקוד הלבבי, ייתכן בשל החמרת אי ספיקת לב. א.ק.ג שבוצע במרפאה לפני כשבועיים הראה שינויים לא ספציפיים. טל\"ד תקין במנוחה. יש עורך בביצוע בדיקות נו ספות, כולל אקו-לב והערכת צורךבצנ\"ל.\n\nהמטופלת אינה מעשנת, ואין רקע משפחתי ידוע שלמחלות קרדיווסקולריות. אבקש בדיקה דחופה להערכת המצב והמלצה על טיפול מתאים."}
{"מספר_זהות": 345581227, "שם_מטופל": "אודלי גולן", "גיל": 70, "מין": "female", "תאריך": "28/11/2024", "מוסד_רפואי": "מרכז רפואי הדריס", "כתובת": "שדרות העצמאות 37, חיפה", "סוג_דם": "B+", "מחלות_רקע": ["היפרליפידמיה", "פרפור פרוזדורים", "דיכאון", "שבץ מוחי", "COPD"], "תרופות": ["סימבסטטין", "אלנדרונט", "גבפנטין", "מטופרולול", "אטורבסטטין", "לבותירוקסין"], "קוד_אבחנה": ["E78", "I48", "F32", "I63", "J44"], "הפניה_למחלקה": "גסטרואנטרולוגיה", "סיבת_הפניה": "COPD", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אורלי גולן, כת 71, פונה לייעוץ וטיפול עקב החמרה במ צב הנשימתי על רקע מחלת COPD. למטופלת היסטוריה שלהיפרליפידמיה, פרפור פרוזרורים, ריכאון, ושבץ מוחי  בעבר. נוטלת סימבסטטין, אלנדרונט, גבפנטין, מטופרולול, אטורבסטטין ולבותירוקסין. ידוע כי היא מעשנת פעילה, מה שמחמיר את מצבה.\n\nל אחרונה, אורלי מתלוננת על קוצר גשימה מוגבר במאמץ קל ועליית קצב הלב. בבדיקות מ עבדה אין עדות לאנמיה אך תפקורי כבד מראים ערכים מעט מוגברים. א.ק.ג מצביע על פרפוד פרוזדורים. מצבה הכ ללי טוכ, ללא שינויים במשקל, אך דיווחה על ירידה במצב הרוח.\n\nההפניה דחופה עקב החשש להחמרה במצב הנשימתי ולהשפעת המחלות הרקע. מומלץ לשקול שינוי תרופתי או התערבות נזספת. אין ידוע על אלרגיות או רגישויות לתרופות. נא לבצע הערבה כוללת והמלצוח להמשך טיפול."}
{"מספר_זהות": 931491906, "שם_מטופל": "ליאן דהן", "גיל": 31, "מין": "female", "תאריך": "27/06/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 10, קריית שמונה", "סוג_דם": "O+", "מחלות_רקע": ["COPD", "אי ספיקת כליות כרונית", "דמנציה", "יתר לחץ דם"], "תרופות": ["מטפורמין", "לוסרטן", "פרוקסטין", "אלנדרוגט"], "קוד_אבחנה": ["J44", "N18", "F30", "I10"], "הפניה_למחלקה": "אורולוגיה", "סיבת_הפניה": "אי ספיקת כליות כרונית", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "ליאן דהן, בת 31, הופנתה לייעוץ דחוף בעקבות החמדה במצבה הבריאותי הכללי. סזבלת מ-COPD, אי ספיקת כליות כרונית ודמנציה, יחד עם ל.ד לא מאוזן. מטופלת במטפורמין, לוסרטן, פרוקסטין ואלנדרונט. נוטלת וורפרין באופן קבוע ל ניהול סיכוני קרישת דם. \n\nבאנמנזה אישית, ליאן אינה מעשנת ואין רגישויזת ידועות ל ת רופות. בימים האחרונים חלה החמרה בטל\"ד שלה, מה שמחייב כירור נוםף וניהול טיפול מותאם. מצב מש פחתי: רווקה, לל א ילדים. מבקשים ייעוץ דחזף לצורך התאמת הטיפול התרופתיומעקב קרריווסקולרי כוללא.ק.ג."}
{"מספר_זהות": 987769452, "שם_מטופל": "שרה דוד", "גיל": 9, "מין": "female", "תאריך": "07/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 35, לוד", "סוג_דם": "A-", "מחלות_רקע": ["COPD", "אי ספיקת לב", "אנמיה"], "תרופות": ["איבופרופן", "אטורבסטטין", "דיקלופנק", "אומפרזול", "וורפרין"], "קוד_אבחנה": ["J44", "I50", "D64"], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "COPD", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "שרה דוד, בת 12, חופנתה לייעוץ בעקבות בעיות נשימה חריפות ש התפתחו לאחרונה.  המטופלח סובלת מ-COPDואי ספיקת לב אשר מחמירים את מצבח הכללי. בנוסף, אובחנה עם אנמיה כרונית. היא נוטלת איבופרופן, אטורבסטטין, דיקלופנק, אומפרזול, וורפרין. אין עישון ברקע. \n\nהפנייה דחופה בשל החמרת קוצר חנשימה והתקפים חוזרים שלחרחורים. יש לבצע בירור מקיף יותר כדי לשלול סיבוכים קרדיו-פולמונריים אפ שריים. מעבה מצריך ת שומת לב מיוחדת לאור הטיפול התרופתי הרב שהיא מקכלת, כולל נוכחות וורפרין אשר דורשת גיטור צמוד להימנעות מדימומים. \n\nהמשפחה מדווחת על אלרגיה קלהלפניצילין בעבר. מומלץ לתאם א.ק.ג ולהמשיך במעקב קרוב אחר טל\"ד וסימ גי דלקת נוספים."}
{"מספר_זהות": 948083134, "שם_מטופל": "מיכל רוזנברג", "גיל": 25, "מין": "female", "תאריך": "27/09/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 36, חולון", "סוג_דם": "O-", "מחלות_רקע": ["אוסטאופורוזיס", "סוכרת סוג 2", "היפרליפידמיה"], "תרופות": ["קלופידוגרל", "אומפרוול", "גבפנטין", "רמיפריל", "לבותירוקסין", "פרוקסטין"], "קוד_אבחנה": ["M81", "E11", "E78"], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "סוכרת סוג 2", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "מיכל רוזנב רג, ב ת 26, מופנית לייעוץ רחוף בתחום האנדוקרינולוגיעקב החמרה במעב הס.ד ול.ד. למיכל יש רקע של אוסטאופו רוזיס, ס.ד סוג 2 והיפרליפידמיה. היא מטופלת בתרופות קלופידוגדל, אומפרזול, גבפנטין, רמיפריל, לבותירוקסין ופרו קםטין. אינה מעשנת.\n\nמיכל מתלוננת על כאבים במפרקים, עייפות מוגברת וסחרחורות תכופות בשבועות האחרונים. בבדיקות אחרונות נמצאה עלייה ברמות הגלוקוז בצום ושינוי בשומנים בדם. מצב  זה דורש התערבות דחופה כדי למנוע סיבוכים נוספים. כמו כן, יש לבחון את התאמת הטיפול התרופתי הנוכחי והאיזזן ההורמונלי שלה. לא ידוע על אלרגיזת. מצב משפחתי: רווקה. \n\nנודה על טיפולכם בהקדם האפשרי."}
{"מספר_זהות": 957885684, "שם_מטופל": "סיגל סויסה", "גיל": 40, "מין": "female", "תאריך": "24/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 40, קריית שמונה", "סוג_דם": "O-", "מחלות_רקע": ["סוכרת סוג 2", "מחלת לב כלילית", "דמנציה"], "תרופות": ["פרוקסטין"], "קוד_אבחנה": ["E11", "I25", "F03"], "הפניה_למחלקה": "אנדוקרינולוגיה", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "מטופלת: סיגל סויסה, בת 41, נשואה, ללא עישון. סובלת מרקע רפואי הכולל ס.ד סוג 2, מחלת לב כלילית ודמנציה. מטופלת בפרוקסטין. \n\nמטופלת הניעה  עם תלונות על חוסר יציבות ומקרים חוזרים של ב לבול מוגבר בשעות הערב. בבדיקת דם ניכר חוסר איזון ברמות חסוכר זכן ל.ד לא יציב. היזת וקיימת היסטוריה ש ל מחלת לב כל ילית, קיים חשש להחמרהאז אידוע אקוטי. \n \nמבוקש ייעוץ קרדיולוגי דחוף, כולל בדיקת א.ק.ג ו צנ\"ל במידת הצורך, על מנת לשלול אירוע חריף. יש לשקול התאמת מינון התרופות וניתור ח.ד לבית. טל\"ד קריטי."}
{"מספר_זהות": 913341236, "שם_מטופל": "ענת רוזנברג", "גיל": 14, "מין": "female", "תאריך": "17/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 8, עכו", "סוג_דם": "A-", "מחלות_רקע": ["השמנת יתר", "גאוט", "שבץ מוחי", "מחלת כבד שומני"], "תרופות": ["לוסרטן", "דיקלופנק", "הידרוכלורותיאזיד"], "קוד_אבחנה": ["E66", "M10", "I63", "K76"], "הפניה_למחלקה": "גסטרואנטרולוגיה", "סיבת_הפניה": "גאוט", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "ענת רוזנברג, בת 15, פונה לייעוץ עקב החמ רה במצבה הרפואי. ברקע השמנת יתר, גאוט, שבץ מוחי בעבר, מחלת כבד שומני. נמצאת בטיפול תרופתי עם לוסרטן, דיקלופנק והידרוכלורותיאזיר. מדווחת על עישון מגיל צעיר, כ-5 סיגריות ביום. אין מידע על ס.ד או ל.ד בעבר. \n\nהסיבה להפניה היא הופעת כאבי פרקים חמורים בעיקר בגפיים תחתונות, שהתמירו בשבועות האחרונים. בנוסף, נצפו סימפטומים של עייפות מוגברת וירידה באנרגיה. מבקשים ייעוץ ריאזמטולזגי בהקדם האפשרי ל בחינת אפשרותלטיפול מתאים ולהערכת הדחיפות בנוגע להתקדמות מחלת הגאוט והמחל ות  הנלוות.\n\nההפניה דחופ ה בשל ההחמרה המהירה בסימפטומים וההשש לפגיעה תפקודית משמעותית.יש לעדכן בנוגע לכל אלרגיה ידועה ולפרטים על מצבה המשפחתי והסוציואקונומי שעשויים להשפיע על תכנון הטיפול."}
{"מספר_זהות": 493618326, "שם_מטופל": "אפרת רוזנברג", "גיל": 41, "מין": "female", "תאריך": "13/12/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 30, חיפה", "סוג_דם": "B+", "מחלות_רקע": ["יתר לחץ דם", "השמנת יתר"], "תרופות": ["לוסרטן", "איבופרופן"], "קוד_אבחנה": ["I10", "E66"], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "יתר לחץ דם", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אפרת רוזנברג, גיל 43, פונה לייעוץ עקב תלונות על כאבים בחזה המופיעים במאמץ ונמשכים מספר דקות. המטופלת עם רקע של יתר ל.ד והשמנח יתר, מטופלת בלוסרטן ואיבזפרופן. אין היסטוריה של עישון.לאחרונה דווח על על ייה במשקל ועל קושי בביצוע פצילות גופנית כסיסית, כמועלייה במדרגות.\n\nבבדיקת א.ק.נ שבוצעה בקהילה לא נצפו שיגויים משמעותיים, אך בשל ההיסטוריה המשפהתית של מחלות לב (אב עבר צנ\"ל בגיל 55) והסימפטומים הנוכחיים, מומלץ לבצצ הערכה קרדיולוגית דחופה. מצבה הכללי של המטופלת יציב, אך חשוב לשלול מחלת לב איסכמית. דחיפ ות בינונית-גבוהה, יש לתאםבדיק ת מאמץ בהקדם האפשרי. \n\nאין אלרגיות ידועות. מבקשת לציין כי אחותח אובחנה לאחרונה עם ס.ר סוג 2, זלכן חשוב לעקוב גם אחר רמות הסוכרבדם. תאריך הוספת התרופה האחרונה לא נמצא, אך יש לוודא שאין אינטראקציה בין התרופות הנוכחיות."}
{"מספר_זהות": 770348241, "שם_מטופל": "נועם עמר", "גיל": 10, "מין": "male", "תאריך": "05/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 80, לוד", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": ["לבותירוקסין", "איבופרופן", "דיקלופנק", "אינסולין", "אמלודיפין"], "קוד_אבחנה": [], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "נועם עמר, בן 12, מופנה לייעוץ בשל שינויים פתאומיים ברמות סוכר ולחץ דם לא יציבים למרות הטיפול ה נוכחי. יש לציין כי המטזפל לוקח לבותירוקסין, איבופרופן, דיקלופנק, אינסזלין ואמלודיפין. ללא מחלות רקעידועוח ועישון, אך נצפו לאחרונה עליות ברמות הסוכר (ס.ד) וירידות בטל\"ד.\n\nנועם מתלונן על עייפות יתר, כאבי ראש תדירים וטשטוש ראייה. למרות עמידה בטיפולהתרזפתי, חוסד האיזון מעלה חשש לצורך בהתאמת מינונים או בירור נוסף. לא ידוע על אלרגיות או רקע משפתתי של מחלות לב או סוכרת חמורה. \n\nדחיפות ההפניה גבוהה עקב החשש להשלכות על בריאותו הכלליח של נועם, במיוחד לאור גילו הצעיד וההתקדמות המהירה של הסימפטומים. אנא הקדישו תשומת לב מיוחדת לבדיקח א.ק.ג וצנ\"ל אם הצורך יעלה בהתאם לממצאים."}
{"מספר_זהות": 467737821, "שם_מטופל": "ליאם דהן", "גיל": 57, "מין": "male", "תאריך": "26/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 91, בני ברק", "סוג_דם": "B+", "מחלות_רקע": ["סוכרת סוג 2", "אי ספיקת לב", "מחלת לב בלילית", "COPD"], "תרופות": ["אמלודיפין", "איבופרופן", "הידרוכלורותיאזיד", "אטורבסטטין", "מטופרולול", "וורפרין"], "קוד_אבחנה": ["E11", "I50", "I25", "J44"], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "COPD", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "ליאם דהן, זכר, בן 58, נשוי ואב לשניים, מופנה לייעוץ קרדיולוגי דחוף. ברקע ס.ד סוג 2, אי ספיקת לב, מחלת לב כלילית ו-COPD. המטופל מדווחעל החמרח בקוצר הנשימה במאמץ קל, כאכים בחזה בזמן מנוחה ולילות, ובצקות ברגליים שמאלץ אותו לישון עם מספר כריות. \n\nמזה כשכועייםישנה ירידה בסבילות למאמץ, והמטופל מתלונן צל עייפות מוגברת. א.ק.ג שבוצע במרפאה הראה שינויים איסכמיים חדשיס, מה שמעלה חשד להחמרה במצב הלבבי. יש לציין כי ליאם אינו מעשן, אך סובל מאלרגיה לפניצילין. תרופות שוטפות כוללת אמלודיפין, איבופרופן, הידרזכלורותיאזיד, אטורבסטטין, מטופרולול, וורפרין. \n\nמומלץ תיאום צנ\"ל בהקדם האפשרי והערכה מחודשת של הטיפול התדופתי, במיוחד לאור השימוש באיבופדופן שעלול להחמיר את ה-COPD ולפנוע בטל\"ד. דחיפות ההפניה גבוהה לאור הסימפטו מים וחא.ק.ג המדאיג."}
{"מספר_זהות": 436713697, "שם_מטופל": "שירה חיון", "גיל": 35, "מין": "female", "תאריך": "12/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 59, קריית שמונה", "סוג_דם": "AB+", "מחלות_רקע": ["מחלת לב כלילית"], "תרופות": ["וורפרין", "לוסרטן", "דיקלופנק"], "קוד_אבחנה": ["I25"], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "שירה חיון, בת 36, נשלחת לייעוץ קרדיולוגי עקב מחלת לב כליליח. המטופלת  מתלוננת על כאבים בחזה בעת מאמץ, החמרה בתקופה האחרונה.  ללא עישון, ל.ד מאוזן תחת  טיפול בלוסרטן. מטופלת בוורפרין ודיקלופנק. ללא היסטוריה של ס. ד. \n\nיש לציין כי אין ידוצ על אלרגיות, והמטופלת נשואה ואם לשניים. א.ק.ג אחרון הראה שינויים איסכמי ים קלים. לאור החמרת הסימפטומים, מומלץ לשקול צג\"ל בהקדם האפשרי להערכתמעב העורקים ה כליליים. דחיפות בינונית, יש לתאם בהקדס האפשרי על מנת למנוע החמרת המצב."}
{"מספר_זהות": 859317463, "שם_מטופל": "יונתן חדד", "גיל": 22, "מין": "male", "תאריך": "20/02/2023", "מוסד_רפואי": "מרכו רפואי הדרים", "כתובת": "ביאליק 114, תל אביב", "סוג_דם": "A+", "מחלות_רקע": ["דיכאזן", "שבץ מוחי", "אגמיה", "יתר לחץ דם", "אוסטאופורוזיס"], "תרופות": ["גבפנטין"], "קוד_אבחנה": ["F32", "I63", "D64", "I10", "M81"], "הפניה_למחלקה": "גריאטריה", "סיבת_הפניה": "שבץ מוחי", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "יונתן חדד, בן 25, מגיע להפניה לייעוץ עקב בעיות בריאותיות מרובות. כרקע יש לו דיכאון, שבץ מוחי בעבר, אנמיה, יתר ל.ד, ואוסטאופורוזיס. נוטל נבפנטין באופן קבוע. המטופל מעש ן, ויש לציין החמרה בל.ד לאחרונה. \n\nסיבת ההפניה : נדרשת הערכה קרדיו לוגית דחופה צקב חשד לשינוי בל.ד והשלכות אפשריות על הלב, במיוחד לאור ההיסטוריה של השבץ והעישון.  בנוסף, ישלשקול התאמת טיפול תרופתי לאור מצב האנמיה והאוסטאופורוזיס. המטופל מציין עייפות מוגברת וירירה בתיאבון בשבועות האחרונים. \n\nהדחיפות גבוהה, במיוחד לאור הסיכון הקרד יווסקולרי והחמרת הםימפטומים. יש לשקול ביצוע א.ק.ג ומעקב ל.ד אינטנסיבי. יונתן  רווק, ללא אלרגיזת ידועוח. מבקש לערב גםאת חפסיכיאטר המטפל עקב המצב הנפשי."}
{"מספר_זהות": 390053296, "שם_מטופל": "מרים חיון", "גיל": 50, "מין": "female", "תאריך": "10/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 85, כפר סכא", "סוג_דם": "B-", "מחלות_רקע": ["אנמיה", "יתר לחץ דם", "שבץ מוחי", "אסתמה"], "תרופות": ["אמלודיפין"], "קוד_אבחנה": ["D64", "I10", "I63", "J45"], "הפניה_למחלקה": "מיון", "סיבת_הפניה": "אסתמה", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "מרים חיון, בת 53, מופנית לייעוץ דחוף עקב החמרה במצבחבריאותי. ברקע, אנמיה כרונית, יתר ל.ד, שבץ מוחי בעכר, ואסתמה. המטופלת נזטלת אמלודיפין לצורך איזון ל.ד. \n\nמרים מתלוננת על עלייה בערכי ל.ד למרות הטיפול חתרופתי ועל תחושות עי יפות מונברת. בנוס ף, מדווחת על קוצר נשימה בתדירות גבוה ה יותר מהרגיל, במיותד במצבים של מ אמץ קל. יש לציין כי מרים ממשיכה לעשן, דבר המכביד על מצבה הנשימתי.\n\nממליץ להפנות לייעוץ קרדיולוגי דחוף במטרה לאבחן אתמקור הבעיה ולשקול התאמת טיפולתרופתי נוס ף, תוך התייחסות לאפשרות של צנ\"ל. במו כן, מציע  לבצע בדיקות א.ק.ג ובדיקות מעבדה מקיפות על מנת לשלול מצבי חירום נוספים."}
{"מספר_זהות": 395024029, "שם_מטופל": "חנה רוזנברג", "גיל": 85, "מין": "female", "תאריך": "23/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 46, ראשון לציון", "סוג_דם": "A-", "מחלות_רקע": ["אסתמה", "מחלת כבד שומני"], "תרופות": ["סימבסטטין", "אומפרזול", "אמלודיפין", "מטפורמין"], "קוד_אבחנה": ["J45", "K76"], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "מחלת כבד שומני", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "חנה רוזנברג, בת 85, הגיעה למרפאחנו  עם תלונזת על קשיי נשימה הולכיס ומחריפים, בעיקר בשעות הלילה. ברקע המטופלת סובלת מאסתמה ומחלת כבד שומני ומטופלת בתרופות: סימבסטטין, אומפרזול, אמלודיפין ומטפורמין.  אין עישו ן בעבר או בהווה. בבדיקת א.ק.ג נמצאו שינויים לא ספציפיים ו אנו חושדים בהחמרה אפשרית במצב הריאתי אז חקרדיאלי.\n\nבשל גילהומחלות הרקע, אנו  מבקשים ייעוץ בהקדם האפשדי לצורך הערכה מעמיקה יותר. מצב חדחיפות הוא בינוני, אך יש לבצע את הייעוץ בהקדם האפשרי על מנת ל שלול מצבים חמורים יזתד. נודה לבדיקהנוספת של תפקודי ריאה והצרכה קרדיאלית. משפחה תומכת, גרה עם בתה. אנא צרו קשר למתן תור בהקדם ה אפשרי."}
{"מספר_זהות": 156149783, "שם_מטופל": "יעקב דהן", "גיל": 16, "מין": "male", "תאריך": "31/05/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 66, אשדוד", "סוג_דם": "A+", "מחלות_רקע": ["יחר לחץ דם", "מחלת לב כלילית", "דיכאון", "השמנת יתר"], "תרופות": ["דיקלופנק", "גבפנטין", "איבופרופן", "הידרוכלורותיאזיד", "אטורבסטטין"], "קוד_אבחנה": ["I10", "I25", "F32", "E66"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "לרופא הנכבד,\n\nהריני להפנות את יע קב דהן, גבר בן 18 (ולא בן 23 כפי שצוין בטעות במסמכים קודמים), לייעוץ קרדיולוגי דחוף. ברקע הרפואי של המטופל ישנן מחלות כרוניות כיתר ל.ד, מח לת לב כלילית, דיכאון  והשמנת יתר. המטופל מטופל כתרופות שונות כוללדיקלופנק, גבפנטין, איבופרופן, הידרוכלזרותיאזיד, ואטורבסטטין. הוא אינו מע שן ואין לו רגישויות ידועות לתרופוח.\n\nסיבת ההפניה: לאהרונה, יעקב מתלונן על כאבים בחזה במאמץ קל ועל קוצר נשימה בזמן מנוחה. א.ק.ג שנעשה במרפאה הראה שינויים חשודים, אשר יכוליםלהצביע על איסכמיה. יש לשלול אפשרות של החמרה במצב הלבבי ולשקול צורך בבדיקות נוספות כגון אקו לב או צנ\" לדחוף.\n\nצקב מצב ו הרגיש והחשד לחחמרה במצב הקרדיא לי, נורה על תיאום תור בהקדם האפשרי לצורך הערכה מעמיקה וטיפול מתאים. \n\nבכבוד רב,  \n[שם הרופא]  \n[תפקיד]  \n[מרכז רפואי]   \n[חתימה]"}
{"מספר_זהות": 516136967, "שם_מטופל": "עומר אלון", "גיל": 44, "מין": "male", "תאריך": "30/04/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 107, נצרת", "סוג_דם": "O+", "מחלות_רקע": ["שבץ מוחי", "אי ספיקת לב", "דמנציה", "יתר לחץ דם"], "תרופות": ["מטפורמין", "קלופידוגרל", "אומפרזול"], "קוד_אבחנה": ["I63", "I50", "F03", "I10"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "שבץ מוחי", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "מטופ ל: עומד אלון, זכר, בן 47, נשוי ואב לשניים. מטופל מוכר בעקבות שבץמוחי בעבר, אי ספיקת לב, דמנציה ויתר ל.ד כרוני. מטופל ללא עישון, נוטל קבוע מטפורמין, קלופידוגרל ואומפרזול. בהערכת מצכ נוכחית,  המטופלמציג התדרדרות קוגגיטיבית, קשיים בויכרון ושינו יי התנהגות שבאו לידי ביטוי בשבועות האחרונים.\n\nסיבת ההפניה: בשל מצב הדמנציה המתקדם והחשש מהשפעת אי ספיקת הלב על המצב הכללי, מופנה לייעוץנוירולוגי דחוף ולכדיקות נוספות כולל א.ק.נ וטל\"ד לשלול החמרה קרדיאלית. כמו כן, מומלץ על הערכת טיפול תרופתי נוכחי והתאמחו למצבו העדכני של המטופל.\n\nדחיפות: דחוף. יש צורך בהערכה ובהתערבות מהירה לניהול יעיל של מצבו הרפזאי הנוכחי של מר אלון. נודה לתשומת לבכם חמהירה למקרה."}
{"מספר_זהות": 5411996, "שם_מטופל": "לאה בן דוד", "גיל": 44, "מין": "female", "תאריך": "15/11/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 58, בני ברק", "סוג_דם": "O-", "מחלות_רקע": ["דמנציה", "דיכאון", "יתר לחץ דם", "אי ספיקת כליות כרונית", "גאוט"], "תרופות": [], "קוד_אבחנה": ["F03", "F32", "I10", "N18", "M10"], "הפניה_למחלקה": "אורתופדיה", "סיבת_הפניה": "אי ספיקת כליות כרונית", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "לאה בן ד זד, בת 46, פונה לייעוץ בעקבות התדרדרות במצב חקוגניטיבי והנפשי. המטופלת סובלת מדמנציה,דיכאון, יתרל.ד, אי ספיקת כליות כרונית וגאוט. ללא תרופות קבועות, מדווחת כי אינה מעשנת אך בעבר עישנה למשך 20 שנה. נרשמו בעיות בשינה וחוסר איזון רגשי. \n\nהפניה דחופה לייעוץ פסיכיאטרי וג וירולוגי להערכת מצב חדמנציה והרבאון, וכן להעדכה כללית של יתר ל.ד ואי ספיקת כליות על רקע התרופות שא ינה נוטלת כרגע. יש לבדוק התאמה של טיפול תרופתי חדש ולהמליץ על תוכנית טיפול כוללנית.\n\nאין רגישויות ידועות, מצב משפחתי: נשואה + 3. אבקש להקפיד על מעקב צמוד עקב שינויי מצב רוח פת אומיים והחמרה אפשרית במצב הכלייתי. תודה."}
{"מספר_זהות": 518203773, "שם_מטופל": "יונתן אלון", "גיל": 26, "מין": "male", "תאריך": "13/02/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 104, כפר סבא", "סוג_דם": "B+", "מחלות_רקע": ["אוסטאופורוזיס"], "תרופות": ["גבפנטין", "אלנדרונט", "אטורבסטטין", "אינסולין"], "קוד_אבחנה": ["M18"], "הפניה_למחלקה": "ריאות", "סיבת_הפניה": "אוסטאופורוזיס", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "מר יונתן אלון, בן 27, מתגורר בפתח תקווה, רווק, ללא אלרגיות ידועות. הסובל מאוסטאופורוזיס ומטופל בגבפנטין, אלגדרונט, אטורבסטטין ואינםולין ע קב ס.ד. \n\nהפנייתו נובעת מהחמרה בתופעות הלוואי של התרופות, בעיקר תחושת נימול וכאבים ב.ח.ד תחתון , אשר אינםמוקלים ע\"י הגבפנטין. בנוסף, דיווח על תופעות של חולשה כללית וירידה במשקל בחודשים האחרונים. יש לעקוב אחר חפקודי הכליה והכבד בשל השימוש הממושך באלנדרונט ואטורבסטטין.\n\nהפניה זו דחזפה אך לא מידית, יש לתאם פגישה בהקדם האפשרי להמשך בירור וטיפולמתאים. לא ידוע צל עישון או צריכת אלכוחול, ל.ד וטל\"ד תקינים בבדיקה חאחרונה. נו דה לטיפולכם המסור."}
{"מספר_זהות": 622292704, "שם_מטופל": "יעקב ביטון", "גיל": 78, "מין": "male", "תאריך": "25/09/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 77, נצרת", "סוג_דם": "B-", "מחלות_רקע": ["COPD", "גאוט"], "תרופות": ["לבותירוקסין", "אלנדרונט", "אינסולין", "קלופידוגרל", "איבופרופן", "פרוקסטין"], "קוד_אבחנה": ["J44", "M10"], "הפניה_למחלקה": "אורולוגיה", "סיבת_הפניה": "COPD", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "יעקב ביטון, בן 79, הופנה לייעוץ ריאתי בשל החרפה במצב ה-COPD ממנו סובל. המטופל מדוות על קוצר נשימה גובר, במיוחד במאמץ קל, וכן על שיעול ליחתי מחמשך. ברקע גאוט, ס.ד סוג 2, ומאזן טל\"ד תקין. לא מעשן, אך בעבר עישן  במשך שנים רבות, מה שעלול להשפיע על מצבו הנוכחי.\n\nיעקב מטופל בלבותירוקסין, אלנדרונט, אינסולין, קלופידוגדל, איבופרופן ופרוקסטין. אין דיווח על אלרגיות ידוצות. בשל החמרה ב-COPD, יש צורך בייעוץ מהיר לשקולשינוי בטיפול התרופתי ובחמשך מעקב ריאתי. למטופל  לא ידוע על בעיותאחרות, למעט שינויים קלים במצב  הרוח.\n\nמצבו דורש התייהסות דחופהכדי למנוע החרפה נוספת בתסמינים ולשפר את איכות חייו. מבו קש לבדוק אפשרות לתוספ ת טיפול או שינ ויים בטיפול חקיים, כולל אפשרות לשיקום ריאתי במידת הצורך."}
{"מספר_זהות": 472779016, "שם_מטופל": "לאה חדד", "גיל": 62, "מין": "female", "תאריך": "03/02/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 5, ראשון לציון", "סוג_דם": "B-", "מחלות_רקע": [], "תרופות": ["אמלודיפין", "קלופידוגרל"], "קוד_אבחנה": [], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "הנידון: הפניה לייעוץ קרדיולוגי\n\nלכבוד, \n\nברצוני להפנות את נב' לאה חדד, בת 65, לייעוץ קרדיולוגי. גב' חדד מתנוררת עם בן זוגה ואיגה מדווחת צל אלרגיזת ידועות. היא נוטלת אמלודיפין וקלופידוגרל, ומדווחת על עישזן פעיל. \n\nהרקע להפניה נובעמתלונות צל תחושות של כובד בהזה וקוצר נשימה במאמץ קל, שנמשכות בשבועות האחרונים. א.ק.ג שבוצע במסגרת המרפאה הראה שינויים לא ספצי פיים המעלים חשד לתהליך איסכמי. אין רקצ של ס.ד או ל.ד, אך יש היסטוריה משפחתית של מחלות לב. \n\nבהתחשב בגילה ובמצבה הפיזי, אני רואה חשיבות בהמשך בירזר מהיר לשלול מצבים קרדיאליים חמורים. אבקש לשקול ביצוע צנ\"ל ו/או בדיקזת נוספות לפי ראות עיניכם. דחיפות ההפניה גבוהה עקב הסימפטומים הר אשוניים המטרידים. \n\nבברבה, \n\n[שםהרופא]  \n[תפקיד]  \n[שם המרפאה, טלפזן]"}
{"מספר_זהות": 711798082, "שם_מטופל": "מרים מלכה", "גיל": 63, "מין": "female", "תאריך": "23/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 80, טבריה", "סוג_דם": "B+", "מחלות_רקע": ["COPD", "יתר לחץ דם"], "תרופות": ["דיקלופנק"], "קוד_אבחנה": ["J44", "I10"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "יתר לחץ דם", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": " מרים מלכה, בת 64, מתגוררת כחולון, פונה לייעוץ בהקשר למחלת ה-COPD והיתר ל.ד. ידוע לנו כי אינה מעשנת וללא ס.ד. ברקע יש לציין טיפול בתרופה ד יקלופנק. מרים מציינת החמרה בתסמינים נשימתיים בחודש האחרון, בעיקר במאמץ קל. תלונות על קוצר נשימה לילי ושיעולכרוני המפריע לשינה.\n\nהפנייה דחופה לייעוץ ריאות, למטרת הערכת מצכ וטיפול מותאם. בנוסף, יש לשקול התאמת טל\"ד על רקעתרופות ל.ד. חגבוהים מהדגיל. יודגש כי המטופלת מתארת כאבים קלים בח.ד בזמן מאמץ, לכן מומלץ לבצע בדיקות נוספות כגון א.ק.ג. המטופ לת אלרגית לקטניות זלכן יש להימנע מתרופות מבוססות תמציות טבעיות.\n\nמצבה המשפחתי יציב, נשואה ואם לשלושה, ואין מאפי ינים משפחתיים נוספים שידועים לי כעת. תודה על הטיפול הדחוף."}
{"מספר_זהות": 65405151, "שם_מטופל": "יעל אלון", "גיל": 47, "מין": "female", "תאריך": "19/09/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 61, בת ים", "סוג_דם": "A-", "מחלות_רקע": ["מחלת לב כלילית"], "תרופות": ["וורפרין", "אספירין", "אלנדרונט", "מטפורמין"], "קוד_אבחנה": ["I25"], "הפניה_למחלקה": "אורתופדיה", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "נמענים יקרים,\n\nאני פונה אליכם בה פניה עבור גב' יעל אלון, בת 48, לצורך ייעוץקרדיולוגי עקב חשש להחמרה במצבה הקרדיאלי. יעל ידועה כסובלת ממחלח לב כלילית ומטופלת באס פירין ובוורפרין. במו כן, יש לה ס.ד ומטופלת במטפורמין. מצבה מחמיר על רקע עישון פעיל, דבר שמצרי ךהתייח סות רחופה. החולה דיווחה על תסמינים של כאבים בחזה במאמץ ושינויים בא.ק.ג. שהראו סטיות קלות.\n\nיעל מתגוררת עם משפחתה, אין ידוע על אלרגיות למזון או לתרופות. לאנרשמו במשפהתה מחלות לב דומות. בחיותה מעשנת, יש לשקול אפשרות להפסקת עישון כחלק מתכנית הטיפול. ממליץ על המשך ברור באמצעות צנ\"ל ובחינה של איזון התרופתי הנוכחי. טל\"ד נבדק ונצפו ערכים תקינים, ללא עדות להחמרה בל.ד.\n\nבהתחשב במצב הנוכחי, ההפניה דחופה ונדרשת התעדבות מהירה למניעח החמרה. תודח על שיתוף הפעולה המהיר."}
{"מספר_זהות": 479627572, "שם_מטופל": "גיל מלכה", "גיל": 57, "מין": "male", "תאריך": "19/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 38, רמת גן", "סוג_דם": "AB-", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "גיל מלכה, בן 57, הופנה לייעוץ קרדיולוגי בעקב ות תלונזת חמורות על כאבים בחזה שהופיעו  לאחרונה בעיקר במאמץ פיזי. המטופל, ללא מחלות רקע ידועות וללא תרופות קבועות, מדווח על עישון ממושך מזהכ-30 שנה, דבר המהווה גורם סיכון משמעותי למחלות לב.\n\nבבדיקה רא שוניח במרפאה נרשם א.ק.ג עםשינויים אפשריים המרמזים על איסכמיה. ל.ד תקין, אין עדות לעליות חריפות בטל\"ד. המטופל אינו ידוע כסובל מס.ד או ל.ד. אין אלרגיות ידועות. מצב משפחתי: נשוי + 3 ילדיס.\n\nבהתאם לממצאים אלו ולרקע העישון, מומלץ על בדיקת צנ\"ל דחופה כדי לשלול בעיות חמורות יותר. אנ א קדמואח הבדיקה בהקדם האפשרי עקב החשש לאירוע לבבי חריף."}
{"מספר_זהות": 310278684, "שם_מטופל": "ליאן חדד", "גיל": 44, "מין": "female", "תאריך": "25/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 36, רמת גן", "סוג_דם": "AB+", "מחלות_רקע": [], "תרופות": ["אטורבסטטין", "אלנדרונט", "וורפרין", "פרוקסטין"], "קוד_אבחנה": [], "הפניה_למחלקה": "אורתופדיה", "סיבת_הפניה": "בירור", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "ליאן חדד, בת 46, מופנית לייעו ץ קרדיולוגי עקב תלונות חוזרות על כאבים בחזה במאמץ, המקרינים לכתף שמאל. אין היסטוריח של ס.ר או ל.ד ידועים. ליאן נוטלת אטורבסטטין, אלנדרונט, וורפרין, ופרוקסטין.  בנוסף, היא מעשנת קבזע כ-10 סיגריות ביום. אין מחלות רקע ידועות, ואין אלרגיות ידועות.\n\nבבדיקה פיזיקלית: טל\"ד תקין, א.ק.ג במנוחה גבולי עם שינויים שאינם חד משמעיים. חשוב לציין רקע משפחחי של מחלות לב, אביה עבר צג\"ל בגיל 55.לאור הנתונים, מומלץ על ביצוצ מבחן מאמץ בהקדם ובמידת חצורך אקו לכ. דחיפות בינונית, ישלהמשיך לעקוב אחר הבאבים ובמידת הצורך לפנות למיון."}
{"מספר_זהות": 114678667, "שם_מטופל": "אברהם אכרהם", "גיל": 14, "מין": "male", "תאריך": "07/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 79, רמלה", "סוג_דם": "A-", "מחלות_רקע": ["השמנת יתר"], "תרופות": ["גבפנטין", "מטפורמין", "וורפרין", "אלנדרונט", "מטופרולול", "פרוקסטין"], "קוד_אבחנה": ["E66"], "הפניה_למחלקה": "ריאות", "סיבת_הפניה": "השמנת יתר", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "אברהם אברהם, בן 14, הופנח לייעוץ דחוף בשל בעיות רפואיות מורכבות, בעיקר בהקשר של השמנת יחר ניכד ת ומחלת ס.ד. המטופל מקבל טיפ זל תרופחי קבוע הכולל גבפנטין, מטפורמין, וורפרין, אלנדרונט, מטופרולול ופרוקסטין. עקב ההי סטוריה הרפואית המורכבת והטיפול התרופתי הרב, יש צורך בהערכה רב-תחומית.\n\nבבדיקות אחרונות, נמצאה החמרה במצב ל.ד, צם ערכי טל\"ד לא מאוזנים למרות הטיפול התרופתי. בנוסף, קיימת חשד להשפעות לוואי מהתרופות הנוטלות כעת. נדרשת הערכת מומחה לאנדוקרינולוגיה וקרדיולוגיה להערכת מצב ס.ד ול.ד, והתאמת הטיפזל. המט ופל אינו מעשן ואין דיווח על אלרגיות ידועות.\n\nבהתחשב בגיל הצעיר והסיכון הקרריו-וסקולרי המזגבר, ההפניה נחשבת לדחופה.נודה לתגובה מהירה ומפודטת באשר להמשך טיפול מזמלץ למניעת סיבוכים עתידיים."}
{"מספר_זהות": 495888794, "שם_מטופל": "משה לוי", "גיל": 71, "מין": "male", "תאריך": "21/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 95, בת ים", "סוג_דם": "A+", "מחלות_רקע": ["אוסטאופורוזיס", "היפרליפידמיה", "פרפור פרוזדורים", "מחלת לב כלילית", "דמנציה"], "תרופות": ["אטורבסטטין", "קלופידוגרל", "לבותירוקסין", "אומפרזול"], "קוד_אבחנה": ["M81", "E78", "I48", "I25", "F03"], "הפניה_למחלקה": "נוירולוגיה", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "דגיל", "doc_type": "referral", "סיכום_רפואי": "מר משה לוי, גבר בן 73, מופנה לייעוץ קרדיולוגי דחוף בעקבות החמרה כתפקוד חלבבי זמחלת לב כליל ית קיימת. למשה יש רקע רפואי מורכב הכולל אוסטאופורוזיס, היפרליפידמיה, פרפוד פרוזדורים ודמנציה. המטופל נמצא בטיפול תרופתי הכולל אטורבסטטין, קלופידזגרל, לבותירוקסין ואומפרזול.\n\nסיבת ההפניח נובעת מתלונות על קוצד נשימה מוגבר ודפיקות לב בלתי סדירות, בנוסףלירידה בכושר הגופני. באק\"ג שנצרך נצפו שינוייים חשודים בפעילזת הלבבית. חשוב להדגיש שמצבו של המטופל לא מאפשר ביצוע פעילויות יומיו מיות רגילות ללא קושי. \n\nאין היסטוריה של עישון או אלרניות ידועות. המטופל חי כגפו וגעזר במשפחה לתמיכה יומיומית. בשל מצבו חרפואי והחמרהבתסמינים, מומלץ על ייעוץ קרדיולוגי בהקדם האפשרי להערכה נוספת וטיפול מתאים."}
{"מספר_זהות": 623091303, "שם_מטופל": "אדיאל אלון", "גיל": 56, "מין": "male", "תאריך": "03/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 80, טבריה", "סוג_דם": "O+", "מחלות_רקע": ["סוכרת סוג 2", "היפרליפידמיה", "דיכאון", "אוסטאופורוזיס", "שבץ מוחי"], "תרופות": ["הידרוכלורותיאזיד", "מטופרולול", "אינסולין", "גבפנטין", "אספירין", "סימבסטטין"], "קוד_אבחנה": ["E11", "E78", "F32", "M18", "I36"], "הפניה_למחלקה": "אורתופדיה", "סיבת_הפניה": "שבץ מוחי", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "אדיאלאלון, בן 58, פונה לייצוץ בשל תסמינים של כאבים כרוניים בגפיים תחתונות וחחושת נמלול המחריפה בשבועות האחרונים. המטופל סובל מס.ד סוג 2, היפרליפידמיה, דיכאון, אוסטאופורוזיס ושבץ מוחי בעברו. מטופל בחרופות הידרוכלורותיאזיד, מטופרולול, אינסולין, גבפ נטין, אספירין, סימבסטטין.\n\nהמטופל אינו מעשן ואין היסטוריה של אלרגיות ידועות. לאהרונה הוא מדווח על קושי בהליכה למרחקים ארוכים בשל הכאבים והנמלול, מה שמגביל את פעילותו היומיומית. ברקע שבץ מוחי שהתרתש לפני כ-5 שנים, ומאז ה וא במעקב נזירולוגי שגרתי. בדיקות דם אחרוגות מצביעות על איזון חלקי של ם.ד ושל רמות שומנים, אך עדיין נדרש שיפור.\n\nהפניה זו נכתבה על מנת לבחון את הצורך בחתאמת טיפול תרופתי נוסף או שינוי בטיפול הנ וכהי. יש חשד לניאורופתיה פריפרית על רקע ס.ד וייתכן שיש צורך בקביעת טל\"ד ועריכת א.ק.ג. דחיפות ההפניה  מוגדרת כגבוהה בשל הפגיעה באיכות חיים והתדרדרות התסמינים."}
{"מספר_זהות": 441986650, "שם_מטופל": "שלמה שמעוני", "גיל": 57, "מין": "male", "תאריך": "05/03/2024", "מוסד_רפואי": "מרכז רפואי הדריס", "כתובת": "ישראל", "סוג_דם": "B+", "מחלות_רקע": ["דמנציה"], "תרופות": ["לוסרטן", "רמיפריל", "גבפנטין", "קלופידוגרל", "מטופרולול", "אומפרזול"], "קוד_אבחנה": ["F03"], "הפניה_למחלקה": "נוירולוגיה", "סיבת_הפניה": "דמנציה", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "שלמה שמעוני, גבר בן 59, הופנהלייעוץ נוירולוגי בשל החמרה במצב הקוגנטיבי על רקע דמנציה קיימת. מטופל מוכר עם ל.ד מטופל בחרופות לוסרטן ודמיפריל, בנוסף מקבל גם גבפנטין לכאכ כרוני, קלופידוגרל לאחר ארוע מוחי ישן, מטופרולול ללב ואומפרזזל לרפלוקס. אינז מעשן. יש לציין כי שלמה מתגורר עם אשתו שדואגת לרוב צרכיו.\n\nהמטופל מדווח על ירידה בזיכדון לטווח קצר, קשיים בהתמצאות בזמן, וביצוע פעולות יומיומיות פשוטזת. משפהתו מדווחת על שינויי התנהגות ועלייה בתזקפנות בזמנים מסוימים. לא נרשמו א לרגיות ידועזת.בעבר עבר בדיקת א.ק.ג אשר לא הראתה ממצאים חריגים משמעותיים.\n\nסיבת ההפניה: ייעוץ נוירולוגי להערכת המצב והכוונה להמשך טיפול. דחיפות ההפניה: בינונית, מומלץ לתאם פגישה בחדש הקרוב."}
{"מספר_זהות": 421993304, "שם_מטופל": "איתי גולן", "גיל": 26, "מין": "male", "תאריך": "13/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 90, חולון", "סוג_דם": "B-", "מחלות_רקע": ["היפרליפידמיה", "דלקת מפרקים"], "תרופות": ["לבותירוקסין"], "קוד_אבחנה": ["E78", "M19"], "הפניה_למחלקה": "אורתופריה", "סיבת_הפניה": "היפרליפידמיה", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "איתי גולן, בן 27, הופנה לייעוץ עקכ רמות כולסטרול גבוהות ובהקשר של היסטוריה של היפרליפידמיה. המטופל אינו מעשן ואין ס.ד או ל.ד ברקע. עם זאת, ישנה אבחנה קודמת של דלקת מפרקים, אשר מנוהלת באמצעות טיפול תרופתי. חתרופה היתידה שהמטופל נוטל כיום היא לבותירוקסין. \n\nאיתי מדווח על כאבים במפרקים ולעיתים תחושת עייפות מוגברת. לא ידוע על אלרגיות. בן 17 וללא ילדים. אנו מבקשים ייעוץ וטיפול נוסף למצבו הרפואי, בדגש על איזון פרופיל השומנים ותחלואה ראומטולוגית. נראה שחשוב להעריך את הצורך בהתאמת טיפול תרופתי נוסף או שינויים באורח חיים.\n\nדחיפות הייעוץ נקבעת כרגילה, אך יש להמשיך במעקב כדי למנוע התדר דרות במצב הרפואי. נודה על קבלת המלצות להמשך טיפול ומעקב אינטגרטיבי."}
{"מספר_זהות": 454019381, "שם_מטופל": "אריאל אזולאי", "גיל": 21, "מין": "male", "תאריך": "01/06/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 97, טבריה", "סוג_דם": "A+", "מחלות_רקע": ["COPD", "אסתמה", "סוברת סוג 2"], "תרופות": ["אומפדזול", "דיקלופנק", "גבפנטין", "אלנדרונט"], "קוד_אבחנה": ["J44", "J54", "E11"], "הפניה_למחלקה": "ריאות", "סיבת_הפניה": "COPD", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "המטופל, אריאל אזולאי, בן 21, פונה לייעוץ/טיפול בשל החמרה במצב חנשימה על רקע מחלות הדקע שלו: COPD ואסתמה. סובל מס.ד סוג 2, מטופל באומפרזול, ריקלופנק, גבפנטין ואלנדרונט. אין הסטוריה של עישון.\n\nהפניה נדרשת עקב קשיי נשימה גוברים בשבועות האחרונים, במיוחד לאחר מאמץ קל. המטופל מדווח על שיעול כרוני זמוגבר בשעות הלילה.אין אלרגיות ידועות. מצב משפחתי: רוזק. \n\nהמלצה לייעוץ פלמונולוגי בהקדם האפשרי עקב חשש להחמרה גוספת במצב הריאות. אין צורך בטל\"ד דתוף בשלב זה, אך יש לעקזב אחרי רמות הסוכר והל.ד שלו באופן סדיר."}
{"מספר_זהות": 728743154, "שם_מטופל": "נועם בן דוד", "גיל": 68, "מין": "male", "תאריך": "18/02/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 68, טבדיה", "סוג_דם": "O-", "מחלות_רקע": ["דמנציה", "יתר לחץ דם", "סוכרת סוג 2", "אסתמה", "מחלת כבד שומני"], "תרופות": ["אמלודיפין", "קלופידוגרל", "לוסרטן", "איבופרופן"], "קוד_אבחנה": ["F03", "I10", "E11", "J45", "K76"], "הפניה_למחלקה": "קרדיולוגיה", "סיבת_הפניה": "אסתמה", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "נוצם בן דוד, בן 69, זכר, סובל ממספר מצבים רפואיים כרוני ים, כולל דמנציה, ל.דיתר, ס.ד םוג 2, אסתמה ומחלת כבד שומני. מטופל בתרופות אמלודיפין, קלופידוגרל, לוסרטן ואיבופרופן. נועם ממשיך לעשן על אף ההמלצות להפסיק.\n\nסיבת ההפניה: המטופל סובל מהחמרה בזיכרונו, ובני משפחתו מדווחים על קשיי תפקוד יומיומיים הולכים וגוברים. בנוסף, ישנן תלזנות על עייפות מוגברת וקוצר נשימה תכוף, במיוחד במאמץ קל. יש  צורך בייעוץ נוירולוגי לבחינת המצב הקוגניטיבי ובהתייעצות רופא ריאות בשל החמרת האסתמה והקשר האפשרי לעישון המחמשך.\n\nדחיפות: נדרשת התייחסות מוקדמת, אךלא מיידית, לעניין החמרת הדמנ ציה והאסתמה. במו כן, חשוב לעדכן את חסכמת הטיפול התרופתי ולשקול הפהתת שימוש באיבופרופן עקב החשש להשפעה על מחלת חכבד השומני."}
{"מספר_זהות": 883982258, "שם_מטופל": "אורלי חיזן", "גיל": 10, "מין": "female", "תאריך": "16/07/2024", "מוסד_רפואי": "מרכז רפואי הדדים", "כתובת": "בן גוריון 8, עכו", "סוג_דם": "O-", "מחלות_רקע": ["השמנת יתר"], "תרופות": ["אספירין", "אלנדרונט", "איבופרופן", "וורפרין", "אינסולין"], "קוד_אבחנה": ["E66"], "הפניה_למחלקה": "גסטרואנטרולוגיה", "סיבת_הפניה": "השמנת יתר", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "המטופלת אורלי חיון, בת 11, פונה לייעוץ בשל בעיות מורכבות הקשורות להשמנת יתר ומחלת הס.ד. רקע רפואי כולל השמנת יתר ונטילת תרופות מרובוח כולל אספירין, אלנדרונט, איבופרופן, וורפרין ואינסולין. איןעישון. \n\nחפניה זו נעשיח בעקבות ע ליה לא מוסברת ברמות הסוכר בדם, יחד עם תחושת עייפות מוגברת וירידה בהישגים בלימודיס. בדיקות מעבדה אחרונות מצביעות על חוסר איזון בס.ד ובל.ד,  מצב שמצריך הערכחנוספת. גם רמות ה-HbA1c מצביעות על שליטה לא מספקת במצב הסוכר. \n\nדחיפות ההפניה גבוהח,בשל החשש מהתפתחזת סיבוכים נוספים הקשורים במחלת הס.ד והאפשרות להחמרה במצב הקרדיולוגי. אין ידוע על אלרגיות, אך יש רקע משפחתי של ס.ד ולחץ דם גבוה באם.יש להמשיך במעקכ קדוב לשיפור השליטה במצב המטבולי. תודה מראש על הסיוע."}
{"מספר_זהות": 524310695, "שם_מטופל": "עדי ביטון", "גיל": 17, "מין": "female", "תאריך": "21/02/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 59, נתניה", "סוג_דם": "A+", "מחלות_רקע": ["סוכרת סוג 2"], "תרופות": ["מטפורמין", "לוסרטן", "איבופרופן", "דיקלופנק", "סימבסטטין", "רמיפריל"], "קוד_אבחנה": ["E11"], "הפניה_למחלקה": "מיון", "סיבת_הפניה": "סוכרת סוג 2", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "עדי בי טון, בת 20, סובלת מס.ד סוג 2. נמצאת במעקב תרופתי עםמטפורמין, לוסרטן, איבופרופן, דיקלופנק, סימבסטטין ורמיפריל. אינה מעשנת. פונה לייעזץ בשל שינוי פתאומי בערכי ל.ד ו ביטויים קליניים של עייפות מוגברת וכאבי ראש. מצבה דורש הערכה מעמיקה ובחינת התא מת הטיפול התרופתיהנוכחי.  \n\nבשל מצב המשפחה הלא פשוט, עם היסטוריח משפחתית של מחלות לב, חשוב לבצע בדיקות מקיפות, כולל א.ק.ג, על מנת לשלזל מצבים חמורים. דחיפות החפניה גבוהה עקב השפעת המצב על איכות החיים של המטופל. נא לבדוק את האפשרות לבצע בירור קרדיאלי נוסף, כולל צנ\"ל אם יידרש."}
{"מספר_זהות": 685662462, "שם_מטופל": "אריאל מלכה", "גיל": 59, "מין": "male", "תאריך": "11/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 83, ירושלים", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": ["הידרובלורותיאזיד", "אומפרזול", "דיקלופנק", "גבפנטין"], "קוד_אבחנה": [], "הפניה_למחלקה": "פנימית א", "סיבת_הפניה": "בירור", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "אריאל מלכה, בן61, הופנה לייעוץ קרדיולוגי דחוף עקב תסמינים של כאבים בחזה המקרינים לזרוע שמאל, קוצר נשימה במאמץ והרגשת עייפזת כללית. אין מחלות רקע ידועות, אך המטופל נוטל הידרוכלורותיאזיד, אומפרזול,דיקלופנק וגבפנטין על בסיס קבוע. עישן כ-20 סיגריות ליום במשך 40 שנה.\n\nבהערכח מצבו נמצא טל\"ד גבולי ועבר א.ק.ג שהראה שיגויים אופיינים ל-STEMI. לא ידזע על היםטוריהשל מחלות לב במשפחה, והמטופל מכחיש אלרגיות. בשל חומרת הסימפטומים והחשד לאוטם לבבי, נדרש צנ\"ל בהקדם האפשרי כדי להמשיך באבחון זטיפול מתאים.  \n\nנודה לקבלת ייעוץ בחקדם האפשרי על מנת לקבוע את הצעדים הבאים בהמשך הטיפול והמעקב אחר מצבו שלהמטופל."}
{"מספר_זהות": 148902505, "שם_מטופל": "סיגל אזולאי", "גיל": 33, "מין": "female", "תאריך": "07/12/2023", "מוסד_רפואי": "מרכז רפזאי הדרים", "כתובת": "הרצל 119, חולון", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": ["אינסולין", "מטופרולול", "רמיפריל", "גבפנטין"], "קוד_אבחנה": [], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "סיגל אזולאי, בת 35, מופנית לייעוץ בעקבות בעיות של שליטה בס.ד זל.ד. המטופלת אינה מעשנת זאין לה מחלות רקע ידועות. היא מטופלת באינסולין, מטופרולול, רמיפריל וגבפנטין. סיגל נשואה ואינה מדווחת על אלרגיות ידועזת. \n\nםיבת ההפניח: בשבועות האחרונים ח לה החרפה בל.ד, טל\"ד נמצא גכוה בבדיקות חוזרות ובס.ד יש חוסר יציבות חרף טיפול תרופתי. מתוקף גילה הצעיר, בן 40, יש צורך בהערכת מומחח למניעת סיכונים קרדיווסקולריים. \n\nדחיפות: הח פניה דחופה להערכה במרפאת ס.ד ויתר ל.ד בשל חוסר יכולת להגיע לערבים מאוזנים. נבקש בדיקות נוספות, כולל א.ק.ג וצנ\"ל אם ידרש."}
{"מספר_זהות": 819956046, "שם_מטופל": "דוד דחן", "גיל": 46, "מין": "male", "תאריך": "27/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 46, תל אביב", "סוג_דם": "A-", "מחלות_רקע": ["מחלת כבד שומני", "גאוט", "אי ספיקת לב"], "תרופות": [], "קוד_אבחנה": ["K76", "M10", "I50"], "הפניה_למחלקה": "אורתופדיה", "סיבת_הפניה": "אי ספיקת לב", "דחיפות": "לא רחוף", "doc_type": "referral", "סיכום_רפואי": "דוד דה ן, בן 47, זכר עם מחלת כבר שומני, גאוט ואיספיקת לב,מופנה לייעוץ קרדיולוגי עקב החמרה במצב הלבבי. המטופל ללא תרופות קבוצ ות, אינו מעשן ואין עדות לאלרג יות ידועות. \n\nסיבת ההפניה היא החמרה בקוצר נשימה ותחושת עייפות מוגברח בומן מאמץ קל. בבדיקות אחרונות נצפתה ירידה בתפזקתהלב וחשד לאי ספיקת לב מתקדמח. מ מליץ על ביצ וע א.ק.ג ובדיקות נוספות להערכת מצכ  הלב. דחיפות ההפניה בינונית, מומלץ לתאם תזר בהקדם האפשרי. \n\nהיסטוריה משפחתית של מחלוח לב אינה ידועה. יש לקחת בתשבזן את מחלת הכבד השומני שיבולה להשפיע על תפקודהלב. היה נשוי עם ילדים, אך לא צוין מידע עדכני על מצב משפחתי נוכחי."}
{"מספר_זהות": 924593759, "שם_מטופל": "מרים ביטון", "גיל": 56, "מין": "female", "תאריך": "02/06/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 56, כפר סבא", "סוג_דם": "O+", "מחלות_רקע": [], "תרופות": ["קלופידוגרל", "פרוקסטין", "הידרוכלורותיאויד"], "קוד_אבחנה": [], "הפניה_למחלקה": "מיון", "סיבת_הפניה": "בידור", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "מרים ביטון, בת 58, חופנתה לייעוץ בעקבות תלונות צל כאבים בחוה שמופיעים במאמץ ונמשכי ם מספר דקות. המטופלת מדווחת על תחושת לחץ בחזה שמוקלת במנוחה. ללא מחלות רקע ידועות, אך נוטלת לוסרטן באופן קבוע לצד קלופידוגרל, פרוקסטין והידרוכלורו תיאזיד . המעשנת כבדה מוה כ-20 שנה, וללא אלרגיות ידועות.\n\nבהיסטוריה המשפחתית, יש אזכור של אירועים קרדיאליים אצל אב יה בגילמוקדם. בבדיקה פיויקלית נערכה א.ק.ג ראשוני שהראה שינויים לא ספעיפיים, והושג טל\"ד תקין. עם זאת, בשל ההיסטוריה המשפחתית והעובדה שהיא נוטלת לוסרטן, יש לשקול צנ\"ל אבחנתי. ההפניה דחופה בשל החשש לבעיה קרדיאלית חמורה, ונודה על הערכתכם והמ לצותיכם בהקדם האפשרי."}
{"מספר_זהות": 828073742, "שם_מטופל": "מיכל פרידמן", "גיל": 54, "מין": "female", "תאריך": "17/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 76, עכז", "סוג_דם": "A-", "מחלות_רקע": ["דיכאון", "שבץ מוחי", "אנמיה"], "תרופות": [], "קוד_אבחנה": ["F32", "I63", "D64"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "שבץ מוחי", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "מיכל פרידמן, בת 56, הופנית לייעוץ פםיכיאטרי בעקבות החרפה במצב הדיכאון. חמטופלת עברה שבץ מוחי לפני כשנה וכיום םובלת מאנמיה כרונית. ללא תרופות קבועות זללא עישון. במהלך הפגישההאחרונהדווח על ירידה במצב הרוח, חוסר עגין בפעילויות י ומיומיות והפרעות שינה. המטופלת חיה לבד, ויש חשש להחמדת החםמינים הפסיכיאטדיים. \n \nסיבת הה פניה: חשש להחמרת דיכאון על רקע היסטוריה של שבץ מוחי. המטופלת זקוקה להערכהפסיכיאטרית דחופה ולהתאמת טיפול תרופתי אוטיפול אחר שיימצא מתאים. \n\nדחיפות: דחוף, מומלץ לתאם פגישה בהקדם האפשרי כדי למנוע החמרה במצב הנפשי והפיזי."}
{"מספר_זהות": 889937561, "שם_מטופל": "עידו ברק", "גיל": 24, "מין": "male", "תאריך": "10/06/2025", "מוסד_רפואי": "מרכז רפזאי הדרים", "כתובת": "רוטשילד 66, חולון", "סוג_דם": "B+", "מחלות_רקע": ["שבץ מוחי", "אוסטאופורוויס", "אי ספיקת לב", "יתר לחץ דם", "סוכרת סוג 2"], "תרופות": [], "קוד_אבחנה": ["I63", "M81", "I50", "I10", "E11"], "הפניה_למחלקה": "מיון", "סיבת_הפניה": "אי ספיקת לב", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "עידו ברק, זכר, בן 30, מתגורר לבד, ללא אלרגיות ידועות. ברקע הרפואי: שבץ מוחי, אוסטאופורוזיס, אי ספיקת לב, יתר ל.ד, ס.ד סוג 2. אינו נוטל תרופות קבוצות ולא מעשן.\n\nסיבת ההפניה: לאחרונה חלה החמרה באי ספיקת הלב, המתבטאת בקוצר נש ימה במא מצים קלים ועייפוח כללית. נצפה ל.ד גבוה בבדיקות האחרונות ללא איזון מתאים של טל\"ד. יש חשש להחמרה בתפ קוד הלבבי. נבקש ייעוץ ק רדיולוגי דחוף, כולל ביעוע א.ק.ג והערכת צורך בצנ\"ל.\n\nדחיפזת: ביגונית-גבוהה.  יש לפעול בהקדם ל הערכת מצב הלב ולשקולהתחלת טיפול תרופתי מתאים."}
{"מספר_זהות": 785969692, "שם_מטופל": "שרה סויסה", "גיל": 64, "מין": "female", "תאריך": "15/04/2023", "מוסד_רפואי": "מרכז דפואי הדרים", "כתובת": "כן גוריון 34, כפר סבא", "סוג_דם": "AB-", "מחלות_רקע": ["דיכאון"], "תרופות": ["אספירין", "אמלודיפין", "אומפרזול", "וורפרין", "אלנדרונט", "לבותירוקסין"], "קוד_אבחנה": ["F32"], "הפניה_למחלקה": "פנימיח א", "סיבת_הפניה": "דיכאון", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "הנידון: חפנ יה לייעוץ קרדיולוגי\n\nלכבוד, \n\nהננו מפנים את גב' שרה סויסה, בת 66, לייע וץ קרדיולוגי. גב' סויסה סובלת מדיכאון כרוני ומטזפלת תרופתית בא ספירין, אמלודיפין, אומפרזול, וורפרין, אלנדרונט זלבוחירוקסין. היא מעשנת מזה שניםרבוח, דבר המגבי ר את סיכון הקרדיווסקולרי. \n\nמזה מספר שבוצות מתלוננת על כאבים בחוה במאמץ קל, תחושת קו צר נשימה ועייפות מוגברת. א.ק.ג שב וצע הראה שינויים לא ספציפיים, ולכן הננו ממליצים על הפניה לצנתור לב (צנ\"ל) בהקדם האפשרי. המקרה דחוף עקב חשש לאירוע לבבי משמעזתי.\n\nנודה להתייחסותכם המהירה.\n\nבברכה,  \nד\"ר ישראלי  \nמרפאת  קזפת חולים"}
{"מספר_זהות": 236887675, "שם_מטופל": "גיל דהן", "גיל": 39, "מין": "male", "תאריך": "04/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 63, אשקלון", "סוג_דם": "O-", "מחלות_רקע": ["אסתמה", "אי ספיקת כליות כרונית"], "תרופות": ["איבופרופן", "אינסולין"], "קוד_אבחנה": ["J45", "N18"], "הפניה_למחלקה": "גסטרואנטרולוגיה", "סיבת_הפניה": "אסתמה", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "מר דהן גיל, בן 42, פונה לייעוץ בשל החמרה במצב האסתמה וצורך בהתאמת טיפול תרופתי לאור מחלת הרקע של אי ספיקת כליוח כרונית. המטופל מקבל איבופרופן ואינסולין לטיפול בס.ד. ברקע אין עישון, אך יש לציין כי אובחן לאחרונה עם ל.ד לא יציב, ונראה שלחץ הדם שלו אינו מאוזן.\n\nהמטופל מדווח על קשיים בנשימה והחמרה בתסמיני האסתמה בשבועות האחרונים,  במיוח ד בלילה. יש צורך דחוף לבדוק את טל\"ד ולבצע א.ק.ג כדילשלול סיבוכים קרדיאליים. הבדיקות  הא חרונות מצביעות על עלייה ברמות הקריאטינין, דבר המחייב התייחםות מיידית.\n\nהפניה דחופה לייעוץ רופף ריא ות להעדכת מצב מערכת הנשימה וחתאמת הטיפול התרופתי. כמו כן, מומלץ ייעוץנפרולוגי להמשך בירור והמלצות להמשך טיפול באי ספיקת הכליות הכרוניח. המצב המשפחתי: נשוי ואב לשניים, ללא אלרגיות ידועות."}
{"מספר_זהות": 171339591, "שם_מטופל": "אורלי אברהם", "גיל": 46, "מין": "female", "תאריך": "14/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 105, אשקלון", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": ["מטופרולול", "לוסרטן", "אינסולין", "איבופרופן", "אטורבסטטין"], "קוד_אבחנה": [], "הפניה_למחלקה": "גסטרואנטרולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "אורלי אברהס, בת 47, ללא מחלות רקע ידועות, פונה לייצוץ בשל חוסר איזון של ס.ד ול.ד. המטופלת נוטלת מטפורמין בקביעות לטיפול בס.ד, וכן מטופרולול, לוסרטן, אינסולין, איבופרופן ואטורבסט טין. אין היסטוריה של עישון. \n\nבבדיקה האחרונה נמצא טל\"ד לא מאוזן ואי סדירות בבדיקות א.ק.ג.על כן, מבקשים ייעוץ קרדיולוגי דחוף לשקול צנ\"ל. אין אלרגיות ידועות, ואין רקע משפחחי של מחלות לב. \n \nנודה על התייחסזת דחופ ה עקב החשר לבעיה קרדיולוגית חדה. המטופלת נשואה ואם לשני ים, ללא גורמי סיכון נוספים ידועים."}
{"מספר_זהות": 126042233, "שם_מטופל": "משה אלון", "גיל": 53, "מין": "male", "תאריך": "18/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 105, לוד", "סוג_דם": "AB-", "מחלות_רקע": ["דיכאון", "אי ספיקת כליות כרונית", "אוסטאופורוזיס", "אנמיה"], "תרופות": ["לוסרטן", "סימבסטטין"], "קוד_אבחנה": ["F32", "N18", "M81", "D64"], "הפניה_למחלקה": "אנדוקרינולוגיה", "סיבת_הפניה": "אנמיה", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "הנידון: הפניה לייעוץ/ טיפול - משח אלון\n\nמר משה אלון, יליד 1969,פונח לייעוץ דחוף בשל החמרה במצבו הרפואי. למטופל היסטודיח רפואית הכוללת דיכאון מטופל תרופתית, אי ספיקת כליות כרונית הנמצאת במעקב נפרולוגי, אוסטאופורוזיס מתקדמת, ואגמיה. המטופל מדווח על עייפות מוגברת, סחדחורות ונפילוח ל.ד בשבזעות האחרזנים. \n\nנוטל תרופות באופן קבוע: לוסרטן לטיפול בלחץ דם, סימבסטטין להורדת רמות כולסטרול. גם מעשן מזה כ-30 שנה, דבד שיכול להחמיר את מצבו. מפאת  דחיפות המצב, מומלץ להפנותו להערכה קרדיולוגית מ יידיח  כולל ביצוע א.ק.ג, בדיקות דם נוספות ובחינת הצורך בהתערבות טיפולית נוספת. \n\nלסיכום, בשל הסימפטומים המתוארים ודחיפות המצב, נדרשת הערכה מחירה והתחלת  טיפול מתאים."}
{"מספר_זהות": 64361108, "שם_מטופל": "אורי מלכה", "גיל": 70, "מין": "male", "תאריך": "19/09/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 22, צפת", "סוג_דם": "A-", "מחלות_רקע": ["מחלת לב כלילית", "אנמיה"], "תרופות": ["אספירין", "וורפרין"], "קוד_אבחנה": ["I25", "D64"], "הפניה_למחלקה": "נפרזלוגיה", "סיבת_הפניה": "אנמיה", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "מטופל: אורי מלכה, זכר, כן 71, סובל ממחלת לב כלילית ואנמיח כרונית. נמצא בטיפול חרופתיעם אספירין ו-וורפרין. מעשן. \n\nסיבת הפניה: לאחרונה חווה אורי עלייה בתחושת עייפות וקוצר נשימה במאמץ קל, ללא סחרחורת או כאבים בחזה. בבדיקה פיזית נמצ א ח.ד מלאכותי כנשימה עם קולות חרחור קלים. תוצאות א.ק.ג הראו שינויים קלים אשר ע שויי ם להעיד על אִיסבמיה חדשה. יש צורך בבדיקת רופאמומחה להערכת מצב הלב , כולל אפשרות צנ\"ל חוזר. \n\nדחיפות: ההפניה דחופה בשל החשש להחמרה במצב הקיים ומורכבות הרקע הרפואי של המטופל. מומלץ לקבוע תור בהקדם האפשרי. המטופל אלרגי לפנצילין. מצב משפחתי: נשוי ואב ל-3."}
{"מספר_זהות": 848666186, "שם_מטופל": "אלון מזרחי", "גיל": 83, "מין": "male", "תאריך": "04/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 51, ירושלים", "סוג_דם": "B+", "מחלות_רקע": ["מחלת לב כלילית", "סוכרת סוג 2", "דיכאון", "COPD"], "תרופות": [], "קוד_אבחנה": ["I25", "E11", "F32", "J44"], "הפניה_למחלקה": "מיון", "סיבת_הפניה": "דיכאון", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "אלון מזרחי, בן 84, הופנה לייעוץ עקב החמדה במצב ל.ד ורמות ס.ד לא מאוזנות. המטופל סובל ממחלת לב כליליח, ס.ד סוג 2, דיכאון ו-COPD. נצפו קשיים בנשימה במאמץ קל ובחילות קלות. לא ידוע על אלרגיות לתרופות. \n\nהמטופל אינו נוטל תרופות קבועות למרות ההיסטוריה הרפואית המורכבת שלו, והרבד מעלה דאגה עקב הסיכון הגבוה למחלות קרדיווסקולריות נוספות. נצפו צרכי ם ח ריגים בא.ק .ג, אשר עשויים להצביע צל שינויים איסכמיים. \n\nלסיכום, יש צורך בבדיקת א.ק.ג חוזרת וייתכן גם בצנ\"ל דחוף לשם העדכת פתולוגיה כלילית. דחיפות ההפניה גבוחה, יש לשקול התחלת טיפול תרופתי מתאים בהקדם האפשרי."}
{"מספר_זהות": 410564819, "שם_מטופל": "ליאם כהן", "גיל": 70, "מין": "male", "תאריך": "01/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 100, ראשון לציון", "סוג_דם": "A-", "מחלות_רקע": ["אנמיה", "גאוט", "דיכאון"], "תרופות": ["וורפרין"], "קוד_אבחנה": ["D64", "M10", "F32"], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "גאוט", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "ליאם כהן, בן 71, הופנה לייעוץ עקב החמרה באנמיה המוכרת ברקע ומצב גאוט שאינו  מאוזן. חמטופל סוכל גם מדיכאון כרוני ולוקח וורפרין באופן קבוע. מצבו הנוכחי מחייב הערכה מח דש של הטיפול התרופתי, במיוחד לאור החשש לדימום עקב השימוש בוורפרין. למטופל אין היסטוריה של עישון, ואיןרגישות ידועה לתרופות.\n\nלא נרשמו מחלות נוספות כגון ס.ד. או ל.ד. המטופל מתאד עייפות מוגברת וירידה בתיאבון בתקופה האחרונה, מה ש מעלה חשד להחמרה במצב הדיכאון. לא רשומות תלונות ח.ד. נוספות. המשפחה  תומכת, אך עם דאגות לגבי מצב הרוח והמוטיבציה של המטופל.\n\nהפניה זו מוגדרתכטל\"ד לאור החשש מהחמרת מצבו ב עקבות אי איזון בתרופות וההשלכותהאפשריות של האנמ יה. מומלץלהמשך בירור דחוף אפשדות למעב ר לתרופה אחרת במקוםוזרפרין וכחינה מחודשת של מצב הגאוט. תזדה על שיתוף הפעולה."}
{"מספר_זהות": 23806177, "שם_מטופל": "גיל סויסה", "גיל": 16, "מין": "male", "תאריך": "28/05/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 116, לוד", "סוג_דם": "AB+", "מחלות_רקע": ["אי ספיקת לב", "השמנת יתר", "אוסטאופורוזיס", "COPD", "דלקת מפרקים"], "תרופות": ["קלופידוגרל", "סימבסטטין", "אספירין", "וורפרין", "אינסולין"], "קוד_אבחנה": ["I50", "E66", "M81", "J44", "M19"], "הפניה_למחלקה": "אורולוגיה", "סיבת_הפניה": "דלקת מפרקים", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "גיל סויסה, בן 19, רווק, מגיע להפניה לייעוץ קרדיולוגי עקב אי ספיקת לב ידועהוהחמרה בתסמינים נשימתיים על רקע COPD. המטופל מתלונן על קוצר נשימה במאמץ קל,עייפות מוגברת ונפיחות ברנליים. כמו כן, מדווח על כאבים במפרקים והתקפים תכופים של דלקת מפרקים. גיל נוטל באופן קבוע קלופידוגרל, סימבסטטין, אספירין, וודפרין ואינסולין עבור ס.ד, וכן אלנדרונט לאוסטאופורוזיס. הוא אינו מעשן ואין עדויות לאלרגיות ידועות. \n\nנוכח מצבו הלבכי וחוסר יציבוח ביכולת התפקוד היומיומית, ההפניה הינה בדחיפות נבוהה להערכה קר דיולוגית מלאה, כולל ב דיקתא.ק.ג ובחינ ת  צורך בענ \"ל. טל\"ד תועד כיציב בבדיקות קודמות."}
{"מספר_זהות": 320603855, "שם_מטופל": "שרה חדד", "גיל": 67, "מין": "female", "תאריך": "11/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 98, דימוגה", "סוג_דם": "A+", "מחלות_רקע": ["דמנציה", "השמנת יתר"], "תרופות": ["וורפרין", "גבפנטין", "רמיפריל"], "קוד_אבחנה": ["F03", "E66"], "הפניה_למחלקה": "אוגקולוגיה", "סיבת_הפניה": "השמנת יתר", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "שרה חדד, בת 68, סובלת מדמגציה והשמנתיתר. היא נוטלת וודפרין, גבפנטין ורמיפריל. ללא היסטוריה ש ל עישון. ללא ס.רול.ד. הופנתה בעקבות החמרה במצב הקוגניטיבי, ירידה בזכרון וביכולת לבצע פעולות יומיומיות. יש לציין באחרונהדיווח של משקל עזדף משמעותי שמקשה על התנועה.\n\nהפניה גובעת מהמגבלה הפ יוית והקוגניטיבית  החדשה, המצריכה בירור נוירולוגי נוסף להעדכת מצב הדמנציה והשפעתה צל איכות החיים של המטופלת. אין היסטוריה של אלרגיות ידועות או מחלות לב, אך בשל הטיפול בוורפרין, יש להקפיד על מעקב INR קבוע. המטופלת גרה עם בן זוגה, אשר מסייע בטיפול היום-יומי.\n\nהמקרה אינו דחזף, אך דורש התייחסות בזמן הקרוב לשיפור איבותהחיים ומניעת הידרדרות נוספת."}
{"מספר_זהות": 557431327, "שם_מטופל": "רון ביטון", "גיל": 27, "מין": "male", "תאריך": "20/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 51, רמת גן", "סוג_דם": "A-", "מחלות_רקע": ["מחלת לב כלילית", "יתר לחץ דם", "אי ספיקת לב"], "תרופות": ["אטורבסטטין", "מטופרולול", "לוסרטן", "סימבסטטין", "דיקלופנק"], "קוד_אבחנה": ["I25", "I10", "I50"], "הפניה_למחלקה": "כירורגיה כללית", "סיבת_הפניה": "אי ספיקת לב", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "מר ביטון רון , בן 28, עם רקע רפואי של מחלת לב כלילית, ל.ד, ואי ספיקת לב. מטופל בתרופות: אטורבסטטין, מטופרולול, לוסרטן, סימבסטטין ודיקלופנק. יש לציין כי אינו מעשן כיום אך בעבר עישן במשך 20 שנה. אין רגישויות ידועות לתרופות. \n\nהפניה נעשית עקב החמרה בתסמינים הקרדיאליים, כולל עייפות מוגברת וקוצר נשימה במאמץ קל. א.ק.ג אחרון הראה שינויים אשר עשויים להצביע על החמרה במצב הקר דיאלי. בהתאם למצבו, נדרש ייעוץ קרדיולוגי דחוף לצורך הערכח צורך בצנ\"ל ו/או החאמת טיפול תרופתי מחדש.\n\nהפניה דחופה עקב חשד להחמרה באי ספיקת הלב, ויש לבצצ בדיקות נוספות  כהקדם האפשרי להערכת תפקודהל ב והמצב הכלילי."}
{"מספר_זהות": 112490354, "שם_מטופל": "דנה אזולאי", "גיל": 48, "מין": "female", "תאריך": "12/02/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 110, כפר סבא", "סוג_דם": "B-", "מחלות_רקע": [], "תרופות": ["וורפרין", "רמיפריל", "איבופרופן", "לוסרטן"], "קוד_אבחנה": [], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "הנידון: דנה אזולאי, כת 49, הפניה לייעוץ קרדיולוגי.\n\nרקע:דנה אזולאי, בת 49, ללא מחלזת רקע ידועות, נוטלת וורפדין, רמיפריל, איבופרופן ולוסרטן. מעשנת. הופנתה לבדיקת א.ק.ג עקב חלונות על כאבים בחוה וקוצר נשימח במאמץ קל. אין היסטוריה משפחתית שלמחלזת לב.\n\nסיבת ההפניה: אי סדירות בקצב הלב נצפתח בבדיקת א.ק.ג וטונוס לחץ דם (טל\"ד) לא יציב. דנה ציינה כאבים בחזה בזמן פעילות יומיומית רגילה, והופיעה תחושת לחץ בחזה. חשדלהחמדה במצב הלבבי עקב השילובשל תרופות עם עישון.\n\nדחיפות: ההפניהדחופה, מומלץ ייצוץ קרדיולוגי בהקדם לצורך הערכה מעמיקה ואפש רות לצ נ\"ל א ז בדיקות נוספות לפיצורך."}
{"מספר_זהות": 670662535, "שם_מטופל": "יוסף מזרחי", "גיל": 68, "מין": "male", "תאריך": "21/12/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 106, עכו", "סוג_דם": "AB+", "מחלות_רקע": ["פרפור פרוזדורים", "אסתמה", "מחלת לב כלילית", "מחלת כבד שומני", "אי ספיקת לב"], "תרופות": ["קלופידוגרל", "אמלודיפין", "אינסולין", "איבופרופן", "מטפורמין", "אספירין"], "קוד_אבחנה": ["I84", "J54", "I25", "K76", "I50"], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "פרפור פרוזדורים", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "הנני מפנה א ת מר יוסף מזרחי, בן ב8, לייעוץ קרדיולוגי דחוף עקב החמרה במצבו הלבבי. למטופל רקע של פרפור פרוזדורים, מחלת לב כלילית ואי ספיקת לב.כתקופה האחרונה מתלונן על החמרח בקוצד נשימה ומאמץ מוגבר במאמעים קלים, כמו כן חווה מספר אירועים של סחרחורת ותח ושת עילפון. \n\nהוא נוטל טיפול תרופתי הכולל קלופידוגרל, אמלזדיפין, אינסולין, מטפורמין, זאספירין. יש לציין כי אינו מעשן אך סובל מס.ד ומחלת כבד שומני. בא.ק.ג שבוצעה לאחרונה נצפו שינויים מחשידים לאיסכמיה אקוטית בלב. \n\nלא ידוע על אלרגיות. יוסף גר עם אשתו ומקבל תמיכה משפחתית טובה. המצב מחייב בירור  נוסף ובחינת הצורךבצנ\" ל או שינוי בטיפול התרופתי. מבוקש ייעוץ דהוף להמשך טיפול והדרכה."}
{"מספר_זהות": 626383806, "שם_מטופל": "תומר רוזנברג", "גיל": 29, "מין": "male", "תאריך": "28/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 36, ירושלים", "סוג_דם": "AB-", "מחלות_רקע": ["דמנציה"], "תרופות": ["דיקלופנק", "לבותירוקסין", "גבפנטין"], "קוד_אבחנה": ["F03"], "הפניה_למחלקה": "אורתופדיה", "סיבת_הפניה": "דמנציה", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "תומר רוזנברג, כן 30, פונה לייעוץ בשל דמנציה מתקדמת. המטזפל ללא ס.ר או ל.ד כרוני. נוטל דיקלופנק, לבותירוקםין וגבפנטין. אינו מעשן. הדמנציה מחמירה, עם ירידה משמעותית בזיכרזן וביכולתההתמצאות בזמן ובמקום. המשפחה מדווחת על קושי בתקש ורת ובביצוע פעולות יומיומיות.\n\nהמטופל נשוי ואב לשניים. ללא אלרגיות ידועות. בבדיקה פיזיקאלית, טל\"ד תקין, ללא סימנים נוירולוגיים חריגים נוספים. חשוב להעריך אפשרות לשינויי תרופתי ושילוב טיפול תומך נוסף. מומלץ לייעוץ נוירולוגי כדי לבחון אפשרות לאבחנה מבדלת וטיפול מותאם. הדחיפות מופנית לשיקול המומחה."}
{"מספר_זהות": 785932138, "שם_מטופל": "מיכל עמר", "גיל": 56, "מין": "female", "תאריך": "28/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 8, אילת", "סוג_דם": "AB+", "מחלות_רקע": ["דיכאון", "אי ספיקת כליות כרזנית", "סוכרת סוג 2"], "תרופות": ["מטופרולול", "מטפורמין"], "קוד_אבחנה": ["F32", "N18", "E11"], "הפניה_למחלקה": "גפרולוגיה", "סיבת_הפניה": "סוכרת סוג 2", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "מיכל עמר, בת 57, מופנית לייעוץ דהוף בשל החמרה במצבה הרפואי. מיכל סובלתמריכאון, אי ספיקתכליות כרונית וס.ד סוג 2. היא מטופלת במטופרולול ומטפורמין. איןעישון ברקע. \n\nבמהלך השבועהאחרון חלה החמרה בח.ד, עם עלייה בל.ד ותתושת עייפות כללית. כמו כן, הופיעו סימני בצקתקלים בקרסוליים ושלשול ממושך. נדרשת הערכה לתפקוד  כלייתי נוסף ושיקול טיפול תרופתי מותאם. \n\nההפניה דחופה לאזר הסיכון להחמרה בתפקוד הכליתיוהצורך באיזון תרופתי מחודש. אין אלרגיות ידועות. אנא קכעו מועד מוקדם ככל הניתן להערכת מצב ולהמשך טיפול מתאים. תודה רבה."}
{"מספר_זהות": 752895391, "שם_מטופל": "איתי סויסה", "גיל": 25, "מין": "male", "תאריך": "23/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 102, דימונה", "סוג_דם": "O+", "מחלות_רקע": ["COPD", "אוסטאופורוזיס", "דמנעיה"], "תרופות": ["אטורבסטטין", "אומפרזול"], "קוד_אבחנה": ["J44", "M81", "F03"], "הפניה_למחלקה": "מיון", "סיבת_הפניה": "דמנציה", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "המטופל איתי סויסה, בן 26, הופנה לייעוץ בעקבות קשיי נשימה מתקדמים המוחמרים במאמץ, ו זאת על רקע של COPD פעיל. למרות שאין עישון פעיל ברגע, המטופל מעשן מזה 20 שנה, מה שהחמיר את מצב הריאות. \n\nאיתי סובל גס מאוסטאופורוזיס ודמנציה בשלבים המוקדמים, ומטופל באטורבסטטין ובאומפרזול. יש לציין בי אין דגיש ויות ידועו ת לתרופות. המטופל מדווח על תחושת עייפות כללית וירידה בתיאבזן לאחרונה. אין עדות לבעיות קרדיאליות לפי א.ק.ג אחרון, והמטופל אינו סובל מס.ד או ל.ד.\n\nהפניה זו דחופהבמידה בינונית, נדרשת הערכה של מומחח למחלות ריאה להמ שך טיפול ומעקב."}
{"מספר_זהות": 391725132, "שם_מטופל": "חנה דהן", "גיל": 18, "מין": "female", "תאריך": "13/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דדך השלום 79, רמת גן", "סוג_דם": "AB-", "מחלות_רקע": [], "תרופות": ["הידרזכלורותיאזיד", "פרוקסטין", "אינסולין", "אומפרזול", "לוסרטן"], "קוד_אבחנה": [], "הפניה_למחלקה": "כירורגיה כללית", "סיבת_הפניה": "בירור", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "חנה דהן, בת 20, ללא מחלות רקע ידועות. מטופלת בתרופות: הידרוכלורותיאזיר, פרוקסטין, אינסולין (ס.ד), אומפרזול, לוסרטן (ל.ד). אינה מעשנת, אם כי בטעות צוין שמעשנת 20 שנה. לא ידוע על אלרגיות לתדופות. מצב משפחתי: רווקה.\n\nהפניה לייעוץ עקב שינוי בטל\"ד בשבועות האחרונים, כולל חסמינים של עייפות מוגבדת וסחרחורות. בזצע א.ק.ג שהראה שינויים קליס בח.ד הימני, ללא סימני צנ\"ל. נדרשת בדיקה נוםפת והערכה קרדיאלית.\n\nרחיפות: בינונית, רצוי לקבוע תור לייעוץ קרדיולוגי בהקדם האפשרי."}
{"מספר_זהות": 688444314, "שם_מטופל": "תומר דוד", "גיל": 69, "מין": "male", "תאריך": "18/01/2023", "מוסד_רפואי": "", "כתובת": "רוטשילד 25, רמת גן", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "הפניה_למחלקה": "קרדיולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "תומר דור, בן 71, זכר, חופנה לייעוץ ק רדיולוגי בשל תלונוח על כאבי הזה במאמץ, ללא מחלות רקע ידועות. המטופל מדווח על עישון מזה כ-40 שנה, כשהזא מעשן בממוצצ כ-20 סיגריות ביוס. אין לו היסטוריה של מחלות לכ במשפחה.\n\nלפני כשבועיים החל לחוש בכאבים לוחצים בחוח בזמן חליכה בעלייה,אשר חולפים במנוחה. אין תסמינים נוספים כמו קו צר נשימה, סחרחורת או עילפון. בבדיקות רא שוניות במרפאה, אין ממצאים חריגים בבדיקות דם. א.ק.ג שנעשה היה תקין, אך יש צורך בהמשך בירור קרדיאלי ל.ד וטל\"ד בטווח הנורמה. \n\nמכקשים בדיקה קרדיולוג ית דהופה לשלול איסכמיה לבבית. נא לשקול הפנייה לצנ\"ל אם יש צורך. המטופל ללא תרופות קבועות, אינו מדווח על אלרגיוח."}
{"מספר_זהות": 146774187, "שם_מטופל": "אריאל מזרחי", "גיל": 59, "מין": "male", "תאריך": "24/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 109, חיפה", "סוג_דם": "AB-", "מחלות_רקע": ["היפרליפידמיה", "דלקת מפרקים", "COPD", "סוכרת סוג 2", "מחלת כבד שומני"], "תרופות": ["לוסרטן"], "קוד_אבחנה": ["E78", "M19", "J44", "E11", "K76"], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "מחלת כבד שומני", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "אריאל מזרתי,בן 59, מופנה לייעוץ קרדיולוגי דחוף בעקכות תלוגות חוזרוח על קוצר נשימה במאמצים קלים ובשינה. הרקע הרפואי כולל ס.ד סוג 2, היפרליפידמיה, דלקת מפרקים, COPD זמחלת כבד שומני. נוטל לוס רטן. עישון נשלל.\n\nבחודשיים האחרונים, חלה החמרה בתסמינים הנשימתיים, בעיקר בלילה, המלווים בתחושת חנק והזעה קרה. לא דווח על באבי חז ה, אך לאנשלל חשד לאס\"כ לבבית. בבדיקה גופנית נמצאו צפצופיםפזורים בריאות וטכיקרדיה קלה. א.ק.ג לא הראה שינוייס משמעותיים, אך נדרשת חוות רעת קרדיולוגית להמשך בירור.\n\nנוכח המצב, ההפנ יה דחופה ויש לשקול בדיקות נוספות כמו אקו -לכ ובדיקת מאמץ.חשוב לציין כי אין אלרגיות ידועות, ואין מחלות תורשתיות משמעותיות ברקע המשפחתי. אנא עדכנו בהקדם."}
{"מספר_זהות": 869380683, "שם_מטופל": "רחל שלום", "גיל": 45, "מין": "female", "תאריך": "21/02/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 104, צפת", "סוג_דם": "O-", "מחלות_רקע": ["דיכאון", "השמנת יתר", "מחלת כבד שומני"], "תרופות": ["אינסולין", "אטורבסטטין", "אמלודיפין", "אספירין"], "קוד_אבחנה": ["F32", "E66", "K76"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "השמנת יתר", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "רחל שלום, בת 46, הופנתה לייצוץ גסטרואנטרולוגי עקב מחלת כבד שומני והחמרה אפשרית במצבה. ברקע סובלת מס.ד, השמנת יתר ודיכאון. מטופלת תרופתית באינסולין לאיזון ס.ד, אטורבסטטין לטיפול בהיפרליפידמיה, אמלודיפין לאיזון ל.ד,  זא ספירין למניעה ראשונית. כמו כן, היא נוטלת אומפרזול בקביעות.\n\nבבדיקות אחדונות נר אתה עלייה באנזימי כבד. אינה מעשנת. נשואהואם לשני ילדים. אין אלרגיות ידועות. מבוקש ייעוץ דחוף לגסטרואנטרולוג להמשך בירור וטיפול."}
{"מספר_זהות": 444713242, "שם_מטופל": "חגה רוזנברג", "גיל": 28, "מין": "female", "תאריך": "04/07/2023", "מוסד_רפואי": "מרכז דפואי הדרים", "כתובת": "הרצל 44, אשקלון", "סוג_דם": "O-", "מחלות_רקע": ["שבץ מוחי", "יתר לחץ דם", "מחלת כבד שומני", "פרפור פרוזדורים", "אי ספיקת כליות כרונית"], "תרופות": ["מטופרולול", "אינסולין", "גבפנטין", "סימבסטטין", "איבופרופן"], "קוד_אבחנה": ["I63", "I10", "K67", "I48", "N18"], "הפניה_למחלקה": "פנימית א", "סיבת_הפניה": "אי ספיקת כליות כרונית", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "הנידון: הפניה לייעוץקרדיולוגי\n\nחנה רוזנברג, בת 31, מתגורדת ברמת גן. ללאעישון או אלרגיות ידועות. ברקע רפואי שבץ מוחי, יחר ל.ד, מחלת כבד שומני, פרפור פרוזדורים ואי-ספיקת כליות כרונ ית. מטופלת ב מטופדולול, אינסולין בשל ס.ד, גבפנטין, סימבסטטין ואיבופרופן. \n\nסיבת ההפניה: חנה מתלוננת לאחרונה על דפיקות לב מואצות ועל תחושת עייפות מתמשכת. בבדיקות א.ק.ג שבוצעו נצפו שינויים לא  סדירים בקצב הלב. יש עורך בבירור קרדיולוגי דחוף לשלול החמרה בפרפור פרוזדורים או מצבים קר דיאליים נוספים. \n\nנודה לתשומת לבכם המידית למצב המטופלת, לאור המחלות הרקע והטיפול התרופתי המגוון. המצב דורש התייתסות בהקדם האפשרי."}
{"מספר_זהות": 625753264, "שם_מטופל": "", "גיל": 57, "מין": "female", "תאריך": "20/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 44, נצרת", "סוג_דם": "B-", "מחלות_רקע": ["מחלת לב כלילית"], "תרופות": ["אינסולין", "לוסרטן", "לבותידוקסין", "איבופרופן", "וורפרין", "סימבסטטין"], "קוד_אבחנה": ["I25"], "הפניה_למחלקה": "מיון", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "עדי  אלון, בת 58, נשואה ואם לשלושה, פונה לייעוץ קרדיולוגי דחוף בשל החמרה בתסמינים של מחלת הלב הכלילית. ב רקע סובלח מס.ד, ל.ד מאוזן ע ל ידי לוסרטן, וטיפול תרו פת י נוסף כולל אינסולין, לבותירוקסין, איבופרופן, וורפרין ו סימבסטטין. עדי מעשנח כ-15 סיגריות ביום מזה כ-20שנה.\n\nבמהלך השבועות האחרונים, חלהעלייה בתדירות ובחומרת כאכי חזה במאמץ קל, המקרינים לזרוע שמאל ולעיתי ם מלוים בקוצר נשימה. בועעא.ק.ג שהראה שינויים איםכמים חדשים  בהשוו אה לבדיקה קודמת.עקב התסמינים וההיסטוריה הרפואית, ישנה דחיפות בביצוע בדיקת צנ\"ל לצורךהערכת מצב כלילי זההלטה על המש ך טיפול.\n\nהמטופלח אינח ידועה כאלרגית לתרופות ואינה סזבלת ממחלות נוספות. היא מדווהת על תמיכה משפחחיח מלאה ומוטיבציה גבוההלשיפור מצב הבריאותי. נבקש לתאם תור בהקדם האפשרי להמשך בירור וטיפול."}
{"מספר_זהות": 890901002, "שם_מטופל": "עידו עמר", "גיל": 69, "מין": "male", "תאריך": "25/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 99, טבריה", "סוג_דם": "O+", "מחלות_רקע": [], "תרופות": ["אינסולין", "פרוקסטין"], "קוד_אבחנה": [], "הפניה_למחלקה": "אנדוקרינולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "עידו עמר,בן 70, גבר ללא מחלות רקע ירועות, מטופל באינסולין בשל ס.ד ובפרוקסטין. לא מעשן. פונה לייעוץ עקב פרפורים והפרעות קצב שנצפו לאחדונה בא.ק.ג. מטופל דיווח על תחושת דפיקוח לב מהירות זעייפות מוגברת בשבועיים האחרונים. לא ידוע על היסטוריה של אירועי לב קודמים או צנ\"ל.\n\nס יבת ההפניה: להערכה וייעוץ קרדיולוגי עקב החשר להפרעות קעב. מבוקש לבצע בדיקות נוספות להערכת מעב כלי הדם חכליליים ולשלול אפשרות של איסכמיה לבבית. נא להביא בחשבון את הטיפול הקיים והס.ד של המטופל בעת קביעתתוכנית טיפולית.\n\nדחיפות: בינונית. מומלץ לבצע את הייעוץ בהקדםהאפשרי כדי למנוע סיכון לאירוע קרדיווסקולרי משמעותי."}
{"מספר_זהות": 14508998, "שם_מטופל": "מיכל חיון", "גיל": 46, "מין": "female", "תאריך": "24/10/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 57, באר שבע", "סוג_דם": "AB-", "מחלות_רקע": ["שבץ מוחי"], "תרופות": ["וורפרין", "מטפורמין", "אטורבסטטין", "גכפנטין", "איבופרופן", "מטופרולול"], "קוד_אבחנה": ["I63"], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "שבץ מוחי", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "מי כל חיון, בת 46, מופנית לייעוץ בשל כאבים בחזה שהחלו לפני כשבוע ומתגבדים במאמץ. למיכ ל היסטוריה של שבץ מוחי, ס.ד, ל.ד מטופל. היא גוטלת וורפרין, מטפורמין, אטורבסטטין, גבפנטין, איבופרופן ומטופרולול. בנוסף, נרשם עישוןפעיל של כ -10 סיגריות ביום . אין דיווח על אלרגיות ידועות.\n\nמיכל מתארת כאב  לוחץ כחזה המתפשט לזרוע שמאל,במיוחד בעת מאמץ. הא.ק.ג שנערך במרפאה הראה שינויים שאינם ספציפיים. טל\"ד נמדד כ-130/85. לאור הרקע הקדדיווםקולרי המורכב והסיכון הגבוה, ההפגיה דחופה להערכת קרדיולוג, לשקול ב יצוע צנ\"ל בהקדם האפשרי. במידה ואין אפשרות לענ\"ל דחוף, מומלץ על המשך בירור במכון הלב, כול ל אקו לב ומבחן מאמץ."}
{"מספר_זהות": 28772176, "שם_מטופל": "אריאל חיון", "גיל": 19, "מין": "male", "תאריך": "08/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 7, רמלה", "סוג_דם": "AB-", "מחלות_רקע": ["היפרליפידמיה"], "תרופות": ["פרוקסטין", "אטורבםטטין"], "קוד_אבחנה": ["E78"], "הפניה_למחלקה": "כירורגיה כללית", "סיבת_הפניה": "היפרליפידמיה", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "המטופל, אר יאל חיון, גכר בן 20, מופנה לייעוץ קרדיולוגי. ברקע  ה יפרליפידמיה מטופל באטורבסטטין. מט ופלגם בפד וקסטין עקב חרדה. אין עדות לס.ד או ל.ד. לא מעשן. ללא אלרגיות ידועות. \n\nסיבת ההפגיה: המטופל מתלונן על כאבים בחזה המופיעים במאמץ, המלווים בתחזשת לחץ. תיאור הכאב מצביע על אפשרות לאירוע איסכמי, נדרש בירור נוסף כולל א.ק.ג ובחינת צורך בצנ\"ל. בנוסף, יש לבצע בדיקות דם עדכניות כולל פרופיל שומגים ובדיקת טל\"ד.\n\nדחיפות: ההפניה דחופח בשל תיאור הכאבים והסיכון האפשרי לאירוע קרריאלי חמור. נא לקבוע תור כהקדם האפשרי לבירור והמשך טיפול בהתאם לממצאים."}
{"מספר_זהות": 170166086, "שם_מטופל": "גיל ברק", "גיל": 51, "מין": "male", "תאריך": "24/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 41, רעננה", "סוג_דם": "A-", "מחלות_רקע": ["השמנת יתר", "מחלת לב כלילית", "פרפור פרוזדורים"], "תרופות": ["הידרוכלורזתיאזיד", "איבופרופן", "אספירין"], "קוד_אבחנה": ["E66", "I25", "I48"], "הפניה_למחלקה": "ריאות", "סיבת_הפניה": "פרפור פרוזדורים", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "המטופל גיל ברק, בן 52 , פונהלייעוץ ק רדיולוגי דחוף. רקע רפואי כולל השמנת יתר, מחלת לב כלילית ופרפור פרוזדורים. המטופל מטופל בהידרוכלורותיאזיד, איבופרופן ואספירין. אינו מעשן, ללא רגישויות ידועוח לתרופות. \n\nבשבועות האחרונים מתלונן על כאבים בחזה כמאמץ קל, תחושת לחץ ולפעמים קוצר נשימה. בבדיקה אחרונה נצפתח עלייה ב-טל\"ד זנמצאא.ק.ג לא תקין עם שינויים  חשודיס לאיסכמיה. עקב חשד להחמרה במצב הקרדיאלי ומתוך רצון לשלול צודך בצנ\"ל חוזר, מבוקש ייעוץ קרדיזלוגי דחוף.\n\nהמטופל נשזי ואב לשלושה, צובד במשרד עם דרישות פיזיזת נמוכות. משפחתו תומכת אך הוא מביע חשש וחרדה מהמצב הרפואי הנוכחי. תודה על ההתייחסות הדחופה."}
{"מספר_זהות": 113055487, "שם_מטופל": "עדי שמעוני", "גיל": 0, "מין": "female", "תאריך": "03/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 58, אשקלון", "סוג_דם": "A-", "מחלות_רקע": ["פרפור פרוזדורים", "אוסטאופורוזיס", "אנמיה", "אי ספיקת לב", "סוכרת סוג 2"], "תרופות": ["מטופרולול", "איבופרופן", "קלופידוגרל", "גבפנטין", "וורפרין", "אלנדרזנט"], "קוד_אבחנה": ["I48", "M81", "D64", "I50", "E11"], "הפניה_למחלקה": "ריאות", "סיבת_הפניה": "אוסטאופורוזיס", "דחיפות": "רניל", "doc_type": "referral", "סיכום_רפואי": "מטופלת עדי שמעוני, בת 67, מופנית לייעוץ נו סף עקב החמרה כמצב ה בריאותי הכללי. עדי סובלת מפרפור פרוזדורים, אוסטאופורוזיס, אנמיה כרונית, אי ספיקת לב וסוכרת מסוג 2 (ס.ד). בדקע נוטלת מטופרולול, איבופרופן , קלופידוגרל, גבפנטין, זורפרין, אלנדרונט וםימבסטטין באופן קבוע.\n\nלאחרונה נצפתה ירידה בתפקוד היומיומי, כולל קושי כנשימה במאמץ קל וחחושת חולשה כללית. בא.ק.ג נצפו שינויים קלים בקצב הלב. בדיקות דם הראו המוגלוכין נמוך במיוחד, לצד ערכי םוכר לא מאזזנים למרות הטיפול התרופתי. לא נצפו אלרגיות ידועות. מצב משפחתי : גרושה, אם לשניים, גר ה לבדה.\n\nהפניה זו נדרשת בדחיפות בינונית לצורך הערכת  מצב הלב והמשך טיפול מתאים, תוך בדיקה אפשרית של צורך בצנתור לב (צנ\"ל) או התאמת הטיפול התרופתי. נודה על התייתסות מהירה לבחינת שינויים בטיפול  התרופחי, במיוחד לאור השימוש בסימבסטטין והקשר האפשרי לתסמינים המדווחים."}
{"מספר_זהות": 351609177, "שם_מטופל": "ליאם אוחנה", "גיל": 20, "מין": "male", "תאריך": "06/12/2024", "מוסד_רפואי": "מרכז רפזאי הדרים", "כתובת": "רוטשילד 59, בת ים", "סוג_דם": "B+", "מחלות_רקע": ["COPD", "דיכאון", "דלקת מפרקים"], "תרופות": ["אמלודיפין"], "קוד_אבחנה": ["J44", "F32", "M91"], "הפניה_למחלקה": "מיון", "סיבת_הפניה": "דיכאון", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "לכבוד,\n\nהנידון: הפניה לייעוץ/טיפול עבזר ליאם אוחנה,  בן21. \n\nליאם סובל מ-COPD, דיבאון ודלקת מפרקים כרונית. חוא מטופל תרופת ית באמלודיפין. המצב הנוכחי שלו מצביע על החמרה בק וצר נשי מה ותחושות דכדוך המתפתחות בשבועות האחרונים. בנוסף, ליאם מדווח על כאבים מוגברים במפרקים, במיוחד בבוקר. לא מעשן וללא ס.ד או ל.ד, אך יש לשקול חתאמת הטיפול התרופתי לאור המחלות הכרוניות והמצב הגפשי המשתנה.\n\nבשל ההחמרה בקזצר הנשימה והתסמינים הנפשיים , יש צורך בייעוץ דחוף במרפאת ריאות ובמדפאה פסיכיאטרית. כמו כן, ממליצים להמשיך במעקב אחר מצב המפרקים ולשקול התאמת טיפול פיזיותרפי. אנא תצרו קשר בהקדם האפשרי לתיאום פגישה. \n\nבתודה,  \nד\"ר כהן."}
{"מספר_זהות": 586693467, "שם_מטופל": "גיל דוד", "גיל": 9, "מין": "male", "תאריך": "16/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 78, צפת", "סוג_דם": "AB+", "מחלות_רקע": ["היפרליפידמיה", "גאוט", "אי ספיקת כליות כרוניח", "אנמיה"], "תרופות": ["אומפרוול", "אטורבסטטין", "אמלודיפין", "פרוקסטין"], "קוד_אבחנה": ["E78", "M10", "N18", "D64"], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "היפרליפידמיה", "דחיפות": "דגיל", "doc_type": "referral", "סיכום_רפואי": "גיל דוד, בן 10, הופנה לייעוץ נפרולוגי בשל מחלות רקע הכוללות היפרליפידמיה, נאוט, ואי ספיקת כליות כרונית. בנוסף, סובל מאנמיה המטופלח באומפרזול, אטודבסטטין, אמלודיפין ופרוקסטין. ללא היסטוריה של עישון. נדרש ייעוץ דחוף להערכה נוספת של תפקוד הכליות ולהתאמת טיפול במצבז הנוכחי. \n\nההפניה דחופה נוכח השינויים האחרונים בתפקודי הכליות והחמרה באנמיה, אשר מעריכה בירור מעמיק. אנמנזה משפחתית ללא עדות למחלות כרוניות דומות. ללא א לרגיות ידועזת. נודה לבדיקה דחופה והמלצות להמשך טיפול."}
{"מספר_זהות": 268861531, "שם_מטופל": "אורי רוזנברג", "גיל": 9, "מין": "male", "תאריך": "08/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 65, חיפה", "סוג_דם": "AB-", "מחלות_רקע": ["דמנציה", "היפרליפידמיה", "אנמיה", "יתר לחץ דם", "שבץ מוחי"], "תרופות": ["קלופידוגרל", "אלנדרונט", "מטופרולול", "אומפרזול", "סימבסטטין"], "קוד_אבחנה": ["F03", "E78", "D64", "I10", "I63"], "הפניה_למחלקה": "אנדוקרינולוגיה", "סיבת_הפניה": "היפרליפידמיה", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אורי ר וזנברג, בן 10, זכר, מופנה ל ייעוץ /טיפול בעקכות מספר מצבים רפואיים מורכבים הדורשים תשומתלב מיוחדת. המטופל סובל מדמנציה, יתר ל.ד, היפרלי פירמיה, אנמיה ושבץ מוחי בעברו. אין היסטוריה של עישון. \n\nנכון להיום, המטופל נוטל קלופידוגרל, אלגדרונט, מטופרולול, אומפרזול וסימבסטטין. יש לציין כי מצבו הקליני מחייב מעקב צמוד, במיוחד לאור השבץ המוחי שעבר והיותו במצב קוגניטיבי ירוד. בשל מצבו המודכב והצורך במעקב מתמיד אחר ל.ד ושומני הדם, אנו ממליצים על ייעוץ דחוף עם רופא נוירולוגי ורופא פנימי שיבחנו את האיזון התרופ תי ויתאימו את הטיפול הנדרש למניעת אירועים נוספים.\n\nבבקשה לשים לב להיסטוריה הרפואית המשפחתית של המטופל, שכן ישנם מקרים של מחלות לב וכלי דם במשפחה. אי ן ידוע על אלרגיות לתרופזת. אנא קבלו את המטזפל בהקדם האפשרי על מנת להבטיחטיפול מיטבי והמשך מעקב רפואי מתאים."}
{"מספר_זהות": 561648403, "שם_מטופל": "תומר עמר", "גיל": 0, "מין": "male", "תאריך": "05/09/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 114, ירזשלים", "סוג_דם": "AB-", "מחלות_רקע": ["םוכרת סוג 2", "COPD", "אנמיה", "השמנת יתר"], "תרופות": ["מטופרולול"], "קוד_אבחנה": ["E11", "J44", "D64", "E66"], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "COPD", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "תומר עמר, בן 43, נשוי ואב לשני ילד יס, מופנה לייעוץ בשל החמרה במצב הבריאותי הכללי. ברקע מטופל בס.ד סוג2, COPD, אנמיה והשמנת יתר. לאחרונה מדווח על קוצר נשימה מוגבר במאמץ קל,  עייפות כרונית ותחושת סחדחורת מפעם לפעם. אין היסטוריה של מחלותלב בעבר. \n\nהרופא המ טפל מציין כי תומר מטופל במטופרולול. לאחד בירור ראשוני, לא נמצאו שינויים משמעותיים בא.ק.ג ובטל\"ד נשאר בתחו ם הנורמה. עם זאת, בשל  התדרדרות בסימפטומים והפרצה בתפקוד היומיומי, נדרשת הערכה נוספת של מצב הלב והריאות. הדחיפות גבוהה, יש לקבוצ תור בהקדם האפשרי."}
{"מספר_זהות": 684245087, "שם_מטופל": "דניאל חיון", "גיל": 56, "מין": "male", "תאריך": "20/02/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 18, רמלה", "סוג_דם": "B+", "מחלות_רקע": ["מחלת לב כלילית", "דמנציה", "פרפור פרוודורים", "דלקת מפרקים"], "תרופות": ["מטפורמין", "גבפנטין", "אומפרזול"], "קוד_אבחנה": ["I25", "F03", "I48", "M19"], "הפניה_למחלקה": "אורולוגיה", "סיבת_הפניה": "דמנציה", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "המטופל דניאל חיון, זכר בן 59, מופנה לייעוץ קרדיולוגי דחוף בעקבות החמרה בסטטוס הלבבי. למטופל מחלת לב כלילית, פרפור פדוזדורים, ודמנציה ברקע. מתלונן על החמרת כאבים חזה מ לווח בקוצר נשימה בת פקו ד יומיומי. בעברו צנ\"ל, אך אין עדות לאירועים קורונריים חדשים על פי א.ק.ג שבוצע במרפאה. אין דווח על עישון. מטו פל בתרופות מטפודמי ן, גבפנטין, ואומפרזול.\n\nיש לציין כי למטופל דלקת מפרקים ברונית המטופלת בתרופות אנטי-דלקתיות. ב עבר היה רגישזת קלה לתרופות ממשפתת האנסיידס. נדרש לבדוק התאמת טיפול פרפור פרוזדורים ולבחון את הצורך באיזון טל\"ד. אנא הקדימו את הבדיקה בשל החשש להחמרה נוספת במצב הלבבי. המטופל נשוי, אב לשניים. אין רגישויות נוספות ידועות."}
{"מספר_זהות": 222394314, "שם_מטופל": "אורלי שמעוני", "גיל": 76, "מין": "female", "תאריך": "08/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 66, טבריה", "סוג_דם": "A+", "מחלות_רקע": ["דלקת מפרקים", "אנמיה"], "תרופות": ["דיקלופנק"], "קוד_אבחנה": ["M19", "D64"], "הפניה_למחלקה": "פנימית א", "סיבת_הפניה": "דלקת מפרקים", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אורלי שמעוני, בת 78, מופנית לייעוץ וטיפול עקב החמרה במצב הבריאותי. המטופלת סובלת מדלקת מפרקים כרונית ומאנמיה, מטופלת בדיקלופנק. מעשנת שנים רבות. לאחרונה מצייגת צלייה בכאבי מפרקים והחמרה  בעייפות המתמשכת. אין היסטוריה של ס.ד או ל.ד, אך נרשמה ירידה במשקל בלתי מוסברת בחודשים האחרונים.\n \nההפניה דחופה עקב החמרה במצב חגופנ י והחשש לגזק נוסף למערכות הגוף. מומלץ ייצוץ ראומטולוגי וביצוע בדיקות דם עדכניזת על מגת לברר את מצב האנמיה והאם יש צורך בהתאמת טיפול תרופתי. בנוסף, יש מקום לשקול הפנייה ל רופא תוונאי לאוד הירידה במשקל והרגלי התוונח הלקויים עקב המצב הבריאותי.\n\nאין אלגריות ידועות. מצב משפחתי: אלמנה עם תמיכה משפחתית חלקית. יש לתאם פגישה בהקדם האפשרי על מנת להעריך מהדש את המצב הקליני ולטפל בהתאס."}
{"מספר_זהות": 99693087, "שם_מטופל": "אורי רוזנברג", "גיל": 76, "מין": "male", "תאריך": "21/10/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 65, תל אביב", "סוג_דם": "O-", "מחלות_רקע": ["אסתמה", "דלקת מפרקים"], "תרופות": ["אספירין", "הידרוכלורותיאזיר"], "קוד_אבחנה": ["J45", "M19"], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "דלקת מפרקים", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אורי ר וזנבר ג, גבר בן 78, סובל מאסתמה ודלקת מפרק ים כרונית. מטופל באספירין והידרוכלודותיאזיד.אינו מצשן. פנה לאחרונה עם קושי מוגבר בנשימה ושיעול יבש מתמשך. בבדיקה פיזיקלית: חרחורים באונות התחתונ ות, ללא סימני קוצר נשימח חריף.\n\nלאחר שיקול קליני, אנו מבקשים להפנוח אח אורי לבדיקח תפקודי ריאות ובחינת התאמת טיפול במרפאת ריאות. מצב הנוכחי מצריך בירזר נוסף לאור החמרה בסימפטומים נשימתיים, בהתחשב בגילוומצבו הבריאזתי. \n\nההפניה דחופה פחות, אך יש לבצע את הבדיקות והייעוץ בהקדם האפשרי כדי למנוע החמרה נוספת. אורי גר עם משפחתו, ללא אלרגיות ידועות, ויש לשקול גם השפעת מזג האוויר על מעבו."}
{"מספר_זהות": 392827226, "שם_מטופל": "יעל אלון", "גיל": 19, "מין": "female", "תאריך": "10/06/2025", "מוסד_רפואי": "מרכז דפואי הדרים", "כתובת": "הרצל 85, לוד", "סוג_דם": "B+", "מחלות_רקע": ["אסתמה", "פרפור פרוזדורים"], "תרופות": ["אלנדרונט", "אספירין", "פרוקסטין", "וורפרין"], "קוד_אבחנה": ["J45", "I48"], "הפניה_למחלקה": "כידורגיה כללית", "סיבת_הפניה": "אסתמה", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "יעל אלון, בת 20, פזנה לייעוץ בשל החמרח במצב  הנשימתי על רקע  אסתמה ופרפור פרוזדורים. המטופלת מטופלת באלנדרונט, אספירין, פרוקסטין ו-וורפרין. מציינח קושי בגשימה בעח פעילות גזפנית ואירועים מוגברים של דפיקות לב בלתי סדירות. ברקע מחלות נוספות אינה מעשגת 20 שנה, ללא ס.ד או ל.ד ידועים. מצב משפחתי: רווקה. ללא אלרגיות ידועות.\n\nהמטופלת דורשת בירור נוסף לבדיקת תפקוד לבבי זנשימתי. ייעוץ קרדיולוגי מומלץ לביצוע א.ק.ג  ובדיקות נוספ ות לפי הצורך. דחיפות ההפניה בינונית-גבוחה בשל הפגיעה באיכות חייהשל המטופלתוהחשש לההמרה נוספת. יש לשים דגש על הצורך בהתאמת טיפול תרופתי בהתאם לממצאים החדש ים."}
{"מספר_זהות": 577908270, "שם_מטופל": "נועם ברק", "גיל": 49, "מין": "male", "תאריך": "10/07/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 46, לוד", "סוג_דם": "A-", "מחלות_רקע": ["מחלת לב כלילית", "גאוט"], "תרופות": ["פרוקסטין", "מטופרולול"], "קוד_אבחנה": ["I25", "M10"], "הפניה_למחלקה": "ריאות", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "מטופל בשם נועם ברק, זכר, בן 52, מופנה לייעוץ קרדיאלי דחוף. ברקע מחלת לב כלילית וגאוט. המטופל נוטל תרופות פרוקסטין ומטופרולול באופן קכוע. בנוסף, נועם מעשן מזה כ-30 שנה, אך אינו מדווח על אלרגיות לת רופות או מזון.\n\nסיבת ההפניה: המטופל מתלונן על כאבים כחזה שמאלי בזמן מאמץ קל בשכועיים האחרונים, המלווים בקוצר נשימה מתגבר. בבדיקת א.ק.ג נצפו שינויים חשודים ל-ST דיבאון. ח.ד: 80/50,טל\"ד  נמדד נמוך יחסיתלנורמות, דבר המצריך בירור דחוף.\n\nדחיפות: הפניה דחופה לצנ\"ל לב ו עריכת בירור מעמיק. נועם מתבקש להימנע ממאמץ פ יזי עד השלמת הבדיק ות. מומלץ דיוןמהיר לגבי שינוי בטיפול התרופתי בהתאם לממצאים."}
{"מספר_זהות": 41379777, "שם_מטופל": "עידו ביטון", "גיל": 79, "מין": "male", "תאריך": "25/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 73, בת ים", "סוג_דם": "O+", "מחלות_רקע": ["דיכאון"], "תרופות": ["אלנדרונט"], "קוד_אבחנה": ["F32"], "הפניה_למחלקה": "מיון", "סיבת_הפניה": "דיכאון", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "מטופל: עידו ביטון, בן81, פנה למרפאה בשל החמרה במצב הנפשי. ידוע על רקע של דיכאון כרוני המטופל באלנדרונט. במהלך החודשים האחרונים חלה ירידה במצב רוחו, עם דיווח על חוסר חשק כללי זקושי בתפקוד יומיומי. לדבריו, נעפתה גם ירידה בחיאבון ובמשקל. המטופל ממשיך לעשןמזה שנים רבות, אך לא ידוצ על ס.ד או  ל.ד. \n\nבבדיקה פיזיקלית לא נמצאו ממצאים חריגים, אך מומלץ להפנות ליעוץ פסיכיאטרי להערכה מעמיקה יותר, ובחינח אפשרות לשינוי טיפול תרופתי. המטופל מתגורר לבד ואין לו תמיכה משפחתית משמעותית, מה שעשוי להשפיע על מצבו הגפשי. דחיפות ההפניה בינונית, יש לתאם תור בהקדם האפשרי כדי להמנע מהחמרה נוספח במצבו."}
{"מספר_זהות": 103886297, "שם_מטופל": "תומר חיון", "גיל": 0, "מין": "male", "תאריך": "21/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 17, בת ים", "סוג_דם": "O-", "מחלות_רקע": ["אי ספיקת כליות כרונית", "אוסטאופורוזיס"], "תרופות": ["הידרוכלורותיאויד", "אספירין", "מטופרולול"], "קוד_אבחנה": ["N81", "M81"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "אוסטאופורוזיס", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "הנידון: תומר חיון, זכר, גיל 40, סובל מאי ספיקת כליות  כרוניתואוסטאופורוזיס. מגיע להפניה לייעוץ בשל החמרה במצב הכלי ות וברקע עישון פעיל. מטופל בתרופות: הידרוכלורותיאזיד, אספירין, מטופרולזל. ללא סוכרת או ל.ד גבוה מהרגיל. אנמנזה רפואית כוללת: עישון לאורך 20 שנה, אינו מדווח על אלרגיות ידועות.\n\nסיבת ההפניה: המטופל חווה ירידה בתפקוד כלייתי עם עלייה ברמות קראטינין בסרום. בשל כך , יש צורך דחוף בייעוץ נפרולוגי להערכתהמשך טיפול ומעקב. כמו כן, יש לשקול התאמת הטיפול הנוכחי עם הידרוכלורותיאזיד לאור אי ספיקת כליות מתקדמת.\n\nדחיפות: דחוף. יש לבצע בדיקזח דם נוספזת והתייעצות עם נפרולוג בהקדם האפשרי על מנת למנוע החמדה נוספת בתפקוד חכלייתי. נא לקחת בחשבון את הרק ע התרופתי והעישון במסגרת קבלת ההחלטות."}
{"מספר_זהות": 565126943, "שם_מטופל": "ענת שמעוני", "גיל": 48, "מין": "female", "תאריך": "16/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 89, טבריה", "סוג_דם": "O+", "מחלות_רקע": ["דלקת מפרקים", "סוכרת סוג 2"], "תרופות": ["מטפורמין", "אלנדרונט", "אמלודיפין", "הידרוכלורותיאזיד", "רמיפריל"], "קוד_אבחנה": ["M19", "E11"], "הפניה_למחלקה": "קרדיולוגיה", "סיבת_הפניה": "דלקת מפרקים", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "ענת שמעוני, בת 49, מופנית להמשך ייעוץ וטיפול בשל התדרדרות במצבהדלקת מפרקים והחמרה בשליטח בס.ד. ענת סובלת מדלקת מפרקים כרונית וס.ד סוג 2,מטופלת במטפורמין, אלנררונט, אמלודיפין, הידרוכלורותיאזיד ורמיפריל. למרות הטיפזל התרופתי, נצפה חוסר יציבות בערכי ל.ד וגלוקוז בדם בתקופה האחרונה.\n\nענת אינה מעשנת ואין אלרגיות ידועות. מצב משפחתי: נשואה ואם לשני ילדים. הדחיפות בהפניה נובעת מהחמרה בתסמינים והחשש מהשפעה על איכות תייה. נבקש העדכה משולבת של ראומטולוג ואנדוקרינולזג להמשך תוכנית טיפול הוליסטית שתשפר את המצב חקיים ותמנע סיבוכים עתידיים."}
{"מספר_זהות": 373334333, "שם_מטופל": "גלית אוחנה", "גיל": 9, "מין": "female", "תאריך": "26/08/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 24, עכו", "סוג_דם": "B-", "מחלות_רקע": ["מחלת לב כלילית", "אי ספיקת כליות כרונית"], "תרופות": ["קלופידוגרל", "וורפרין", "רמיפריל"], "קוד_אבחנה": ["I25", "N18"], "הפניה_למחלקה": "מיון", "סיבת_הפניה": "אי ספיקת כליות כרונית", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "גלית אוחנה, בת 12, עס היסטוריה רפואית של מחלת לב כלילית ואי ספיקת כליות כרוגית, מופנית לייעוץ קרדיולוגי דחוף. המטופלת נוטלת קלופידוגרל, וורפרין ורמיפריל. חשוב לציין כי גלית לא מעשנת ומעולם לא עישנה. \n\nגלית סובלת מהחמרה במצב הלבבי, עם תסמיגים שלעייפות מוגברת וקוצר נשימה. לאחרונה נצפתה ירידח בטל\"ד ובהרגש ת פחד בח.ד. אין היסטוריה משפ חתית של מחלזת לב נוספות, ואין ידוע על אלדגיות. נדרשת הערכה דחופה ובדיקת א. ק.ג להמשך טיפול."}
{"מספר_זהות": 500369152, "שם_מטופל": "אמילי חיון", "גיל": 15, "מין": "female", "תאריך": "01/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 59, קריית שמונה", "סוג_דם": "AB+", "מחלות_רקע": ["פרפור פרוזדורים"], "תרופות": [], "קוד_אבחנה": ["I48"], "הפניה_למחלקה": "גסטרואנטרולוגיה", "סיבת_הפניה": "פרפור פרוזדורים", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "אמילי חיון, בת 1ב, מופנית לייעוץ קרדיולוגי דחוף בעקבות אבחון פרפור פרוזדורים. המטופלת ללא מחלוח דקע נוספות פרט לפרפור, ואין עדות לבעיות ל.ד או ס.ד. אין עישון. אמילי אינה נוטלת תרופות קבועות, וא ין היסטוריה של אלרגיות לחרופות ידועות. \n\nבמסגרת הבירור בוצע א.ק.גאשר הראה פרפוד פרוזדודים מתמשך. לאור גילה הצעיר ולאור היעדר טיפול תרופתי קבוע, גדרש ייעוץ קרדיולוגי בהקדם לבחינת אפשרויות טיפול ומניעת סיבוכים עתידיים. אמילי רווקה זגרה עם הוריה. \n\nנבקש לתת עדיפות למזעד הבדיקה  עקב החשש להחמרה אפשרית במצב הלבבי ולצורך בהערכה מהירה של מצבה הקרדיאלי. תודה."}
{"מספר_זהות": 890612039, "שם_מטופל": "אמילי אברהס", "גיל": 72, "מין": "female", "תאריך": "04/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 33, רעננה", "סוג_דם": "O-", "מחלות_רקע": ["אסתמה", "היפרליפידמיה", "סוכרת סוג 2", "מחלת לב כלילית", "דלקת מפרקים"], "תרופות": ["אטורבסטטין", "אלנדרונט", "קלופידוגרל"], "קוד_אבחנה": ["J45", "E78", "E11", "I25", "M19"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "אמילי אברהם, בת 72, פונה לייעוץ בעקבות חחמרה בתסמינים הקשזרים למחלת חלב הכלילית. המטופלת סובלת ממחלת לב כלילית ידועה, אסתמה, היפרליפידמיה, סוכרת סוג 2 ודלקת מפרקים. מטופלת בחרופות אטורבסטטין, אלנדרונט וקלופידוגרל. המצב הנוכחי מתבטא בקוצר נשימה במאמץ קל ובכאבים בחזה במאמץ. לא נרשמה היסטוריה של צנ\"ל בעבר. אין עישון  ברקע.\n\nבהתאם לפרטים הנ\"ל, מפנים לייעוץ קרדיולוגי דחוף לצורך הערכה נוספת ודיון באפשרות לצנ\"ל אבחנתי/טיפולי. בנוסף, מומלץ לבצע א.ק.ג ומבחן מאמץ בהקדם האפשרי. לא ידוע על אלרגיות. ללא עישון, ללא שתייה חריגה. מצב משפחתי: נשואח, אם לשלושה.  אנא עדכנו בממצאים ובהמלצות להמשך טיפול."}
{"מספר_זהות": 780068110, "שם_מטופל": "אדם פרידמן", "גיל": 24, "מין": "male", "תאריך": "01/05/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 9, באר שבע", "סוג_דם": "B+", "מחלות_רקע": ["מחלת לב כלילית", "דלקת מפרקים"], "תרופות": ["פרוקסטין"], "קוד_אבחנה": ["I25", "M19"], "הפניה_למחלקה": "פנימית א", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אדם פרידמן, בן 26, מגיע עם רקע רפזאי הכולל מחלח לכ כלילית ודלקת מפרקים. מטופל בפרוקסטין, ללא עישון, ואין היסטוריה של ס.ד או ל.ד. הומלץ על צג\"ל כעקבות תלונות חוזרזת על כאבים בחזה, בעיקר במאמץ, עם תסמיני עייפות משמעותיים. בבדיקת א.ק.ג נצפו שינויים בולטין חמחייבים המשךבירור. \n\nהמטופל רווק, עובד בעבודה פיזית  בינונית. איןאלרגיות ידועות. לאור חומרת הסימפטומים והחשד למחלת לב איסכמית פעילה, מומלץ לפנות בהקדם לצנ\"ל. דחיפות ה הפניה: גבוהה, בשל סיכון לא ירוע קרדיאלי חריף ."}
{"מספר_זהות": 642400824, "שם_מטופל": "עדי ברק", "גיל": 26, "מין": "female", "תאריך": "16/11/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 47, כפר סבא", "סוג_דם": "O-", "מחלות_רקע": ["דמנציה", "אנמיה", "היפרליפידמיה", "דיכאון"], "תרופות": ["אספירין"], "קוד_אבחנה": ["F03", "D64", "E78", "F32"], "הפניה_למחלקה": "אורתופדיה", "סיבת_הפניה": "אנמיה", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "צדי ברק, בת 28, מתמזדדת צם רמנציה זאנמיהכרוגית, לצד היפרליפידמיה וריכאון. מטופלת באספירין בלבד, ללא עישון. אין מידע על ס.דאו ל.ד גבוהים בעבר, אך ישלציין שדמגציה בגיל צעיר יחסית מצריכה בירור נוסף. \n\nסיבת הפניה: עדי חווה החמרה בסימפטומים הקשודים לדמנציה, כולל בלבול מוגבר וקושי בתפקודיס יומיומיים. בנוסף, מעידה על עייפות כרונית שיכולה להחמיר כתוצאה מהאנמיה. לאור הדיכאון המתמשך, נדרש ייעוץ פסיכיאטרי להערכת הטיפול התרופתי והפסיכולוגי הנוכחי.\n\nדחיפות: יש להעריך את מצבה בהקדם, ב מיוחד לאור ההחמרה בתסמיני הדמנציה והשפעת ם האפשרית על תפקודה היומיומי ובטיחותה האישית. המלצה לטל\"ד במסגרת ניורולוגית ופסיכיאטרית להמשך טיפול ובידור."}
{"מספר_זהות": 663416386, "שם_מטופל": "רותם מלכה", "גיל": 83, "מין": "female", "תאריך": "06/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 21, בת ים", "סוג_דם": "AB+", "מחלות_רקע": ["דמנציה", "השמנת יתר", "סוכדת סוג 2"], "תרופות": ["וורפרין", "רמיפריל", "דיקלופנק", "אלנדרונט"], "קוד_אבחנה": ["F03", "E66", "E11"], "הפניה_למחלקה": "אורחופדיה", "סיבת_הפניה": "סוכרת סוג 2", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "רותם מלכה, בת 85, עם רקע רפו אי של דמנציה, השמנתיתר וס.ד םוג 2. מטופלת באופן קבוע בתרופזת וורפרין, רמיפריל, דיקלופנק ואלנדרונט. אין הםטוריה של עישון.\n\nסיבת ההפניה: לאחרונה נצפתה החמרה במצב הקוגניטיבי ש ל רותם, עם ירידה בזיכרון זתפקודיםיומיומיים. בנוסף, יש חוסר איזון בל.ד וס.ד, למרות הטיפול התרופתי. נצפו תנודות בטל\"ד ובדיקות דם אחרונות הדאו עלייה קלה בקריאטינין. נדרשת הערכה נוספת והתאמת טיפול.\n\nרחיפות: ההפגיה דחופה למדי, יש צורךבטיפול מיידי לשיפור השליטה בל.ד וס.ד ובחינת אפשרות לתמיכה נוספת בנושאי דמנציה. מבקשים לקבוע פגישה בהקדם עם גריאטר וקרדיולוג."}
{"מספר_זהות": 797497351, "שם_מטופל": "הילה אברחם", "גיל": 8, "מין": "female", "תאריך": "06/05/2025", "מוסד_רפואי": "מדכז רפואי הדרים", "כתובת": "בן גזריון 82, בני ברק", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": ["אטורבסטטין"], "קוד_אבחנה": [], "הפניה_למחלקה": "אנדוקרינולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "הילה אברהם, ילדה בת 9, מגיעה אלינו ממשרד הרופא המטפל. ללא מחלות רקע ידועות ולא מעשגת, מעולם לא עישנה. נוטלת אטורבסטטין, מה שמעזרר שאלות מאחר וזהו טיפול הניתן בדרך כלל למבוגרים עם ל.ד גבוה או דיסליפידמיה. נדרשח הערכה קרדיולוגיתמעמיקה לשלול מצבים גנטיים או אחרים שעשויים  להצדיק את התרופה בגילה הצעיר.\n\nבבדיקת פיזיקלית ראשונית, הילה נראתה חיונית וערנית. לא נמצאו חריגות בל.ד אוטל\"ד. למרות זאת, נשלחת לביצוע בדיקות א.ק.ג זאקו לב להשלמת התמונה הקלינית. אין היסטוריה משפחתית של מחלות לב בגיל צציר או ס.ד. דחיפות ההפנייה בינונית, יש לתאם תור בתוך חודש כדי לשלול מעבים דחופים."}
{"מספר_זהות": 647570514, "שם_מטופל": "דניאל שלום", "גיל": 73, "מין": "male", "תאריך": "09/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 44, רצננה", "סוג_דם": "B+", "מחלות_רקע": ["פדפור פרוזדורים", "סוכרת סוג 2", "השמנת יתר", "יתר לחץ דם", "מחלת לב כלילית"], "תרופות": [], "קוד_אבחנה": ["I48", "E11", "E66", "I10", "I52"], "הפניה_למחלקה": "ריאות", "סיבת_הפניה": "השמנת יתר", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "דניאל שלום, גבד בן 74, פונה לייעוץ רפואי בעקבות הח מרה בתסמיני מחלת הלב הכלילית. ברקע פרפור פרוזדורים, ס.ד סוג 2, השמנת יתד, ויתר ל.ד. מטופל אינו נוטל תרופות קכועות , ויש לציין כי אינו מעשן, אך בעבר עישן במשך 20 שנה. נבדק לאחרונה והתגלהחוםר איזון בטל\"ד וחשד להחמרה בלב.\n\nהמטופל מתלונן על קוצר נשימה במאמץ קל, המתגבר בשעות הלילה, לצד כאבים הדים בח.ד שמאל לאחרונה. לא נרשמו אירועי עילפון. יש לשקול צנ\"ל  דחוף והערכח א.ק.ג עדכנית. מצב משפחתי: נשוי, תומך פציל בבני הבית, ללא אלרגיות ידועות.\n\nדחיפות ההפניה גבוהה עקב הסיכון המוגבר לסיבזכים לבבייס ונוכחות מספר גורמי סיכון משמצותיים. יש לבצע בירור קרדיאלי מקיף ולהמליץ על טיפול תרופתי מתאים לאיזוןמצבו הקרדיאלי והמטבולי."}
{"מספר_זהות": 31365026, "שם_מטופל": "אדם שמעוני", "גיל": 37, "מין": "male", "תאריך": "16/12/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 114, אשדוד", "סוג_דם": "A-", "מחלות_רקע": [], "תרופות": ["גבפנטין", "לוסרטן"], "קוד_אבחנה": [], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "אדם ש מעוני, גבר בן 39, מופנה לייעוץ נוירולוגי בשל כאבי ראש מתמשכים. המטזפל ללא מחלות רקע ידועות, מטופל בגבפנטין ובלוסרטן. אין היסטוריה של ס.ד או ל.ד. אינו מעשן.\n\nסיבת ההפניה היא כאבי ראש כרוניים מזה כחודשיים, עם החמרה משמעותית בשבועות האחרוניםהמלווה בטשטוש ראייה וסחרחורות. נשלל אירוע ח.ד. בבדיקות קודמזת ולא נמצאו ממצאיס חריגים בא.ק.ג. המטופל מעיין כי אין שינוים במצבהרוח או בעיות שינה. לא ידוע על אלרגיות. משפחתו של המטופל מציינת כי הוא נמצא בעומס נפשי בשל צבודה תובענית ומצבי לחץ תכופים.\n\nההפניה דחופה עקב החשש להחמרה במצבו הנוירולוגי והצורך בהמשך בירור וטיפול מתאים. נודה לקבלת המטופל בהקדם האפשרי."}
{"מספר_זהות": 94801412, "שם_מטופל": "אחמד ברק", "גיל": 41, "מין": "male", "תאריך": "26/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 91, אשקלון", "סוג_דם": "A-", "מחלות_רקע": [], "תרופות": ["אינסולין", "וורפרין", "דיקלופגק"], "קוד_אבחנה": [], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "בירור", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אחמד ברק, זכר, בן 41, מופנה לייעוץ קרדיולוגי דחוף בשל חלונות של כאבים בחזה מזה יומיים, המוחמריס במאמץ. המטופל ללא מחלות רקע ירועות, אך נוטל אינסולין בשל רמות סוכר גבוהות. כמו כן, מטופל בוורפרין ודיקלופנק. ללא עישון. אין סיפור משפחתי של מחלזת לב.\n\nבבדיקההפיזיקלית: טל\"ד יציב, ללא סימנים של אי ספיקה חריפה. א.ק.ג שבוצע במרפאח הראה שינוייס לא ספציפייס בח.ד. לא נצפואלרגיות ידועות. מצבו הכללי של המטופל טוב, אך לאור התלונות והתרופות שהוא נוטל, מציע ביצוע צנ\"ל בהקדם האפשרי להערכה מעמיקה יותר.\n\nבהתאס לממצאים ולוח ה זמנים שלכם, נשמח לחיאום בדיקה תוך שבוע ימ ים. תודה על שיחוף חפעול ה."}
{"מספר_זהות": 868528977, "שם_מטופל": "נועה אברהם", "גיל": 37, "מין": "female", "תאריך": "16/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 24, פתח תקווה", "סוג_דם": "AB-", "מחלות_רקע": ["השמנת יתר", "אי ספיקת כליות כרונית", "אי ספיקת לב", "אנמיה", "יתר לחץ דם"], "תרופות": ["הידרוכלורותיאזיד", "וורפרין", "איבופרופן", "דיקלופגק", "אלנדרונט", "אינסולין"], "קוד_אבחנה": ["E66", "N18", "I50", "D64", "I10"], "הפניה_למחלקה": "אורולוגיה", "סיבת_הפניה": "השמנת יתר", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "נועה אברהם, בת  38, מופנית לייעזץ קרדיולוגי דחוף. רקע רפואי כולל השמנת יתר, אי ספיקת כליות כרונית, אי ספיק ת לב,אנמיה ויחר ל.ד. מטופלת בתרופות: הידרוכלורותיאזיד, וורפרין, איבופרופן, דיקלופגק, אלנדרוגט, אינסולין. אינה מעשנת ואינה מדווחת על אלרגיות ידועות.\n\nסיבת ההפניה: בשבועות האהרונים,המטופלת מתלוננת על קוער נשימה מוגבר במאמץ קל ועל הופעת בצקות ברגליים. א.ק.ג הראה שינויים לא ספציפיים, וקיימת חשד להחמרה במצב הלבבי. כמו כן, טל\"ד לא מאוזן על אף טיפזל תרופתי. ייעוץ קרדיולוגי דחוף נדרש להערכת מצב הלב הנוכחי ולבדוק צורך בצ נ\"ל אפשרי.\n\nדחיפות: מרובר בחפניה דחופה עקב החמרת התסמינים והסיכון למצב הלבבי. מבקשיס תור בהקדם האפשרי לצורך הערכה וטיפול מתאים."}
{"מספר_זהות": 49082407, "שם_מטופל": "סיגל דוד", "גיל": 9, "מין": "female", "תאריך": "14/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 93, בת ים", "סוג_דם": "B-", "מחלות_רקע": ["אוסטאופורוזיס", "השמנת יתר", "דלקת מפרקים", "היפרליפידמיה", "שבץ מוחי"], "תרופות": ["סימבסטטין", "וורפרין", "איבופרופן", "אלנדרונט"], "קוד_אבחנה": ["M81", "E66", "M19", "E78", "I63"], "הפניה_למחלקה": "אורולוגיה", "סיבת_הפניה": "אוסטאופורוזיס", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "סיגל דוד, בת 11, מופנית לייעוץ לאור  ההיסטוריה הרפואית הכוללת אוסטאופורוזיס, השמנת יתר, דלקת מפרק ים, היפרליפידמיה ושבץ מוחי. סיגל נוטלת סימבסטטין, וורפרין, אי בופרופן ואלנדרונט . אין היסטוריה של עישון במשפחח. \n\nסיבת ההפניה היא להערכת המשך ניהול הטיפ ול התרופתי והשפעתו על מצבה הכללי, במיוחד לאור האזסטאופורוזיס וההשלכות הקרדיווסקולריות הפוטנציאליות של התר ופות. חשוב לבצע בדיקות מעקב רלוזנטיות כמו בדיקות טל\"ר ואולי גם א.ק.ג, בהתחשב בהיסטוריה של שבץ מוחי. \n\nהפניח דחופה פחות, אך יש לבצע אותה בהקדם האפשרי על מנת למנוע סיבוכים גוספים. כמו כן, כד אי לשקול ייעוץ תזונתי ותוכנית פעילות גופנית מותאמת למצב הבריאותי שלה."}
{"מספר_זהות": 933441966, "שם_מטופל": "אורלי עמר", "גיל": 35, "מין": "female", "תאריך": "16/10/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ישראל", "סוג_דם": "B-", "מחלות_רקע": ["אסתמה", "COPD", "יתר לחץ דם", "השמנת יתר"], "תרופות": ["אטורבסטטין", "הידרוכלורותיאזיד"], "קוד_אבחנה": ["J45", "J44", "I10", "E66"], "הפניה_למחלקה": "גריאטריה", "סיבת_הפניה": "אסתמה", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "אורלי צמר, בת 36, פונה לייצזץ בשל החמרה בתסמינים נשימתיים. ברקע: אסתמה, COPD, יתר ל.ד והשמנת יתר. מטופלת קבוע באטזרבםטטין זהידרוכלורותיאזיד. ללא ס.ד. מעשנת לשעבר, הפסיקה לפני כ-5 שנים. משפחה תומכת, ללאאלרגיות ידועות. א.ק.נ אחרון תקין.\n\nסיבת הפניה: בשבועות האחרונים חווה החמרה בקוצר נשימה במאמץ קל, ולעיתים אף במנוחה, עם עלייה בתדידות השיעול והופעת ליחה. במצב הגוכחי, ישנה ירידה בתפקוד היזמיומי. מצב זה רורש ייעו ץ רופא מומחה  ריאות להערכה מעמיקה וטיפול מתאים. \n\nדחיפות: בינונית-גבוהה. יש לתאם פגישה בהקדם האפשרי כרי למנוע החמרה נוספת במצב הנשימתי."}
{"מספר_זהות": 521103929, "שם_מטופל": "עומר חדד", "גיל": 30, "מין": "male", "תאריך": "30/08/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 88, נתניה", "סוג_דם": "AB+", "מחלות_רקע": ["סוכרת סוג 2", "דמנציה", "אי ספיקת כליות כרונית", "היפרליפידמיה", "גאוט"], "תרופות": ["איבופרופן", "אטורבסטטין", "הידרוכלורותיאזיד", "אינסולין", "אלנדרונט", "דיקלופנק"], "קוד_אבחנה": ["E11", "F03", "N18", "E78", "M10"], "הפניה_למחלקה": "גריאטריה", "סיבת_הפניה": "דמנציה", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "מטופל: עומר חדד, בן 32, עם רקע רפואי של ס.ד סוג 2, דמנציה, אי ספיקת כליות כרונית, היפרליפדמיה וגאוט. מטופל כרגע באיבופרופן, אטורבסטטין, הידרוכלורותיאזיד, אינסולין, אלנדרונט ודיקלופנק. אין  עישון או אלרגיות ידועות.\n\nסיבת ההפניה: עומר מתלונן לאחרונה על החמרה בכאבים מפרקיים ועליי ה בטונוס ל.ד למרות הטיפול התרופתי הקייס. בנוסף, ישנה החמרה במצב הקוגניטיבי עם אפיזודות של בלבזל שהופיעו לאהרונה. בשל ריבוי התרופות, נדרש ייעוץ רופאי להתאמת טיפול תרופתי עדכני ובדיקת הצורך בהערכה נוירולוגית נוספת לאור החשד להחמרה בדמנציה.\n\nדחיפות: ההפניה דחופה יחסית, מומלץ לקבוע תור בהקדם האפשרי לייעוץ פנימי ונוירולוגי. נא לשלוח תועאות בדיקות דם עדכניות וא.ק.ג לבדיקת רקע קרדיאלי ולשלול צנ\"ל."}
{"מספר_זהות": 104636816, "שם_מטופל": "נועה סויסה", "גיל": 30, "מין": "female", "תאריך": "17/07/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 111, צפת", "סוג_דם": "O-", "מחלות_רקע": ["יתר לחץ דם", "פרפור פרוזדורים"], "תרופות": ["מטפורמין", "אספירין", "פרוקסטין", "סימבסטטין", "קלופידוגרל"], "קוד_אבחנה": ["I10", "I48"], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "פרפור פרוזדורים", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "הרקע: נועה סויסה, בת 30, עם מחלות רקע הכוללות יתר ל.ד ופרפור פרוזדורים.מטופלת בתרופוח מטפורמין לאיזזן ס.ד, אספירין וקלופידוגרל למניעת קרישי דם, פרוקסטין לטיפול בדיכאון, וסימבסטטין ל הורדת כולסטרול. אינה מעשנת. \n\nסיבת הפניה: לאחרונה התלוננח על תחושת עייפות מוגברת וקוצר נשימה במאמץ קל. בתוצאה של א.ק.ג נמצא פרפור פרוזדורים עםקצב  לא סדיר. לא ידוע על אלרגיות. \n\nדחיפות: יש להעריך את מצבה הקרדיאלי בצורה דחופה ולשקולאפשרות לביצוע צנ\"ל או התאמות בטיפול התרופתי כדי למנוע סיבוכים. מומלץ לתאם תורבקרוב לייעוץ קרדיזלוגי."}
{"מספר_זהות": 451016224, "שם_מטופל": "משה דהן", "גיל": 70, "מין": "male", "תאריך": "31/10/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 78, עכו", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": ["וורפרין", "אינסולין", "אטורבסטטין", "לבותירוקסין", "קלופידוגרל"], "קוד_אבחנה": [], "הפניה_למחלקה": "אורולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "משה דהן, גבר בן 72, מופנה לייעוץקרדיולוגי בשל חשד לאי ספיקת לב. מדובר במטופל ללא מחלות רקע ידועות, אך גוטל מספר תרופות כרוניות: וורפרין, אינסולין עבור ס.ד, אטורבסטטיןלהורדת כולסטרול, לבותירוקסין להיפותירואידיזם וקלופידוגרל לאחר צנ\"ל. אין מידע על אלרגיות ידועות. משפחה: נשוי, אב ל-3.\n\nסיבת ההפניה: בשבועות האחרונים משה מתאר תחושת עייפות מתמשכת, קוצר נשימה במאמץ קל ונפיחות בקרסוליים.המטופל מדווח גם על ירידה בתפקוד הכללי. א.ק.ג שבוצע במרפאה הראה שינויים לא ספציפייס המחשידים לבעיה לבבית. טל\"ד תקין בבדיקה במרפאה.\n\nדחיפות: ראינו לנכון להפנוח את משה לבדיקה קרדיולוגית בהקדם האפשרי לאור הסימפטומים המדוברים ולמניעת החמרה במצב. נודה על טיפזלכם המהיד ו המלצוחיכם להמשך בירור וטיפול."}
{"מספר_זהות": 145868337, "שם_מטופל": "רחל מזרחי", "גיל": 16, "מין": "female", "תאריך": "25/10/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 18, בני ברק", "סוג_דם": "A-", "מחלות_רקע": ["אוסטאופורוזיס", "אנמיה"], "תרופות": ["אספירין", "דיקלופנק", "הידרוכלורותיאזיד"], "קוד_אבחנה": ["M81", "D64"], "הפניה_למחלקה": "פנימית א", "סיבת_הפניה": "אנמיה", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "הנידון: הפניה לייעוץ וטיפול רפוא י\n\nלכבוד הרופא המומחה,\n\nאני פונה אליך בעניינה של המטופלת רחל מזרח י, בת 17, הסובלת ממספר מצבים רפואיים מורכבים. ברקע הרפואי קיימות מחלות אוסטאופורוזיס ואנמיה כרונית. המטופלח נוטלת את התרופות אספירין, דיקלופנקוהידרוכלורותיאזיד באופן קבוע. מצבה האישי יצ יב, ללא עישון, וללא היסטוריה משפחתית ידועה של מחלות לב או ס.ד.\n\nסיבת ההפניה היא החמרה במצב האנמיח, ה מתבטאת בעייפות מוגברת וסחרחורות. לאחר בדיקות דם נמצא המוגלובין נמוך משמעותית מהנורמה. קיים חשש להחמרה נוספת באוסטאופורוזיס, ולכן יש צורך בהערכה מקיפה וטיפזל מתאים.כמו כן, נשקל שינוי תרופתי עקב חופעות לוואי אפשריות. \n\nהפניה זו דחופה נוכח הסימפט ו מים המחוארים והפוטנציאל לס יבוכים נוספים. אני מבקש אח התערבותך  בהקדם לצורך ייעזץ והכוונה להמשך טיפול. \n\nבברכה,\nד\"ר כהן\nמדפאת קהילה, תל אביב"}
{"מספר_זהות": 344144886, "שם_מטופל": "תומר דוד", "גיל": 46, "מין": "male", "תאריך": "16/04/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 2, טבריה", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": ["וורפרין", "לבותירוקסין"], "קוד_אבחנה": [], "הפניה_למחלקה": "אורתופדיה", "סיבת_הפניה": "בירור", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "תומר דוד, גבר בן 48 ללא מחלות רקע ידועות, פונה לייעוץ בעקבות תלונות על תחושת עייפות כרוגית וקוצר נשימהבמאמצים קלים.נוטל וורפרין ולבותירוקסין. אין רקע של עישון. \n\nבבדיקה גופנית נצפו ל.ד בתחומים תקינים, אך דווח על שינוי חחושתי בח.ד שמאלי. א.ק.ג ב וצע והראה שינויים לא ספציפיים. תומר עובד בשעות רבות ודיווח על עליה ברמת סטרס בעבודה.\n\nמאחר ואין מחלות רקע ידועות, אנו מבקשים ייעוץ בדחיפות בינונית קרד יולוגי להמשך בירור. נבקש לשלול בעיות קדדיאליות נוספו ת ולבחון האם נדרש צנ\"ל או בדיקות מתק דמות נזספות. אין מידע על אלרגיות ידוצות. נתון זה חיוני להמשך טיפול."}
{"מספר_זהות": 299629147, "שם_מטופל": "עידו חיון", "גיל": 55, "מין": "male", "תאריך": "07/08/2025", "מוסד_רפואי": "מרכז רפואי הדריס", "כתובת": "שררות ירושלים 69, בת ים", "סוג_דם": "AB-", "מחלות_רקע": ["מחלת לב כלילית", "אסתמה"], "תרופות": ["מטפורמין", "קלופידוגרל"], "קוד_אבחנה": ["I25", "J45"], "הפניה_למחלקה": "פנימית א", "סיבת_הפניה": "אסתמה", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "עידו חיון, בן 56, פונה לייעוץ קרדיזלוגי צקב החמרה בתנאי הלב הכליליים שלו. המט ופל סובל ממהלת לב כלילית מוכרת ומטופלת, וכן מאסתמה. הוא אינו מעשן, נוטל מטפורמין וקלופידוגרל באופן קבוע. ברקע אין עישון ואין אלרגיות מדווחות. \n\nבמהלך החודשים האחרונים, עידו מתאר עלייה בתדירות של כאבים לוחציס בחזה המופיעים במאמץ קל. תסמינים גוספים כוללים קזצר נשימה במאמץ ומדי פעם נם  במנזחח. בבדיקות קורמות בוצע צנ\"ל עם ממצאים של היצרות בינונית בעורק הכלילי הראשי. לאחרונה, בתפק ודי ריאות נצפחה י רידה בטל\"ד במצבי אסתמח חריפים. עקב החמרת התסמינים וההסטוריה הקרדיאלית, יש צורך בהערכ ח נוספת ובחינת אפשרות להמשך טיפול. דחיפות ההפניה גבוהה בשל תסמינים המעלים חשד לאיסכמיה מחודשת. \n\nנא להעריך מחדש את מצב הלב הכלילי כולל א.ק.ג, ולהתייחס לאפשרות של טיפול התערבותי נוסף כמו צנ\"ל חוזר או שינוי בטיפול התרופתי. ממתינים להמלצוחיך להמשך הטיפול. בברכה, רופא המשפחה."}
{"מספר_זהות": 317807824, "שם_מטופל": "אלון פרידמן", "גיל": 51, "מין": "male", "תאריך": "25/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 5, אשקלון", "סוג_דם": "O-", "מחלות_רקע": ["דמנציה", "דלקת מפרקים", "מחלת כבד שומני"], "תרופות": ["אמלודיפין"], "קוד_אבחנה": ["F03", "M19", "K76"], "הפניה_למחלקה": "כירורגיה כללית", "סיבת_הפניה": "דלקת מפרקים", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אלון פדירמן, בן 52, מופנה לייעוץ רפואי עקב החמרה בתסמיני דמנציח ונפיתות במפרקים. המטופל סובל מדמנציה, דלקת מפרקים כרונית ומחלתכבד שזמני. נוטל אמלוד יפין לש ליטה בלחץ הדם. מעשן כ-20 סיגריות ביום, ללא היסטוריה של ס.ר או צנ\"ל. \n\nבשבועות האחרונים נצפתה ירידה ביכולת התפקוד היומיומית וצלייה בכאבים מפרקים, במיוחד בברכייםובכפות הידיים. המטופל מדווח על קושי בהליכה ונפילות חוזרות. מ.שפ חתי: נשוי ואב לשנ יים. ללא אלר ניות ידועות. יש צורך בהפנייה דחופה  לרופא נוירולוג להערכת מצב הדמנציהולראומטולוג להמשך בירור וטיפול ב דלקת המפרקים. \n\nההפניה דחופה מכוון שיש השש להחמרה מהירה במצב הקוגניטיבי והתפקודי.בבק ש ה לתאם בדיקות דם מלאות כולל תפקודי כבד, א.ק.ג ובדיקוח הדמייה לפי שיקול דעת המומחה. טל\"ד יציב."}
{"מספר_זהות": 988138582, "שם_מטופל": "אחמד מלכה", "גיל": 59, "מין": "male", "תאריך": "24/11/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 2, חולון", "סוג_דם": "B+", "מחלות_רקע": ["אוסטאופורוזיס", "פרפור פרוזדורים", "COPD", "אסתמה"], "תרופות": ["אומפרזול"], "קוד_אבחנה": ["M81", "I48", "J44", "J45"], "הפניה_למחלקה": "גריאטריה", "סיבת_הפניה": "אסתמה", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "אחמד מלכה,זכר, בן 61, פונה לייעוץ דחוף בעקבות החמרה במצב הנשימתי. למטופל רקע של COPD ואסתמה, עם עישון שלילי. בנוסף, סובל מפרפור פדוזדוריםומטופל באומפרזול. כעברו נרשמו מספר התקפים אסתמטיים שהצריכו אשפוז.\n\nבימים האחרונים המטופל מדוות על קוצר נשימה במאמץ קל ומופעים  תכופים של שיעול עם ליתהצהבהבה. נרשם גם קושי בשינה בעקבות קוצר נשימה בשכיבה. בבדיקות א.ק.ג שגרתיות  לא נרשמז אירועים חריגים. ללא חום או סימנים לזיהום סיסטמי. \n\nהנני ממליץ על הערכהובדיקות נוספות במרפאת ריאות, כולל חבוצע תפק ודיריאות ואולי התאמת טיפול חדש. דחיפות מוגדרת בינונית, אך נדרשת על מנת למנוע החמרה נוספת. נודה לעדכון  בהמלצות ובתוכנית הטיפול."}
{"מספר_זהות": 772459921, "שם_מטופל": "מאיה גולן", "גיל": 42, "מין": "female", "תאריך": "14/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 45, רעננה", "סוג_דם": "O+", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "בירור", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "מאיה גולן, בת 42, נשואה ואם לשניים, מופנית לייעוץ קרדיולוגי. המטופלת מרווחת על תחושות של לחץ חזה בעת מאמץ בשבועות האחדונים, ללא קשר לשעות היום או למאמץ פיזי מסויים. תחושות אלה מלוות בהועות קלות ולעיתים בדפיקות לבמואצות. בב דיקה ראשונית לא גמצאו סימנים מדאיגים, אך לא נבדק א.ק.ג.\n\nלמאיה אין מחלות רקע ידועות, לא נוטלת תרו פזת קבוצות ולא מעשנת. כמשפחה אין היסטוריה של מחלות לב בגיל צעיר, אך מצד האם ידועעל ארועי ח.ר בעשור השישי לחיים. טל\"ד תקין. לא  דווח על אלרגיזת. חשוב לציין כי מאיה מנהלת או רח חייםפעיל, הכולל פעילות גופנית פעמיים בשבוע.\n\nעקב החשש לאירועים קרדיאליים, מבוקש ב דיקה קרדיולוגית בהקדם האפשרי על מנת לש לול מעבים חמורים כמו אנגינה פקטוריס.  דחיפות ההפניה היא בינונית, אך יש לשקול ביצו ע א.ק.ג ותפקודי לב נוספים בחתאם להמלצת חקרדיולוג."}
{"מספר_זהות": 966958324, "שם_מטופל": "דניאל שמעוני", "גיל": 42, "מין": "male", "תאריך": "22/07/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 105, רמת גן", "סוג_דם": "A-", "מחלות_רקע": ["אי ספיקת לב", "השמנת יתר", "גאוט"], "תרופות": ["אומפרזול", "גבפנטין", "פרוקסטין", "אספירין"], "קוד_אבחנה": ["I50", "E66", "M10"], "הפניה_למחלקה": "אורולוגיה", "סיבת_הפניה": "אי ספיקת לב", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "דניאל שמעוני, בן 44, פונה לייעוץ קרדיולוגי בשל החמרה באי ספיקת לב. למטופל היסטוריה של אי ספיקת לב, השמנת יתר וגאוט. נוטל את התרופות אומפרזול, גבפנטין, פרוקסטין ואספירין. לא מעשן.\n\nלפני שבועיים, דניאל חווה החמרה בקזצר נשימה במאמץקל ונפיתות ברגליים. בנוסף, דווח על אירועים של כאביס בחזה במנוחה. בבדיקת א.ק.ג נמצאח אי יציב ות חשמלית. טל\"ד 150/95, ללא שינוי במצב הלכבי לאחר טיפול תרופתי. דניאל מציין עייפות מוגברת והפחתת סיבולת לפעילות.\n\nמבוקש ייעוץ קרריולוגי דחוף להערכת מצב הלב ובחינת הצורך בצנ\"ל או בדיקות נוספות. אין היסטוריית ס.ד או ל.ד. חמטזפל נשוי ואב לשניים. דחיפות: גבוהה, נדרשטיפול ב הקדם האפשרי למניעת החמרה נוספת."}
{"מספר_זהות": 654420942, "שם_מטופל": "אלון בדק", "גיל": 17, "מין": "male", "תאריך": "18/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 43, עכו", "סוג_דם": "AB+", "מחלות_רקע": ["מחלת לב בלילית", "דמנציה", "יתר לחץ דם", "פרפור פרוזדורים", "אי ספיקת כליות כרונית"], "תרופות": ["מטפורמין", "גבפנטין", "איבופרופן", "לבותירוקסין"], "קוד_אבחנה": ["I25", "F03", "I10", "I48", "N18"], "הפניה_למחלקה": "גסטרואנטרולוגיה", "סיבת_הפניה": "דמנציה", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "אלון ברק, בן 19, פונה לייעוץ קרדי ולזגי עקב החמרה במצב הקרדיווסקולרי. המטופל םובל ממחלת לב כלילית, דמנציה, יתר ל.ד, פרפור פרוזדורים ואי ספיקת כליות כרונית. מטופל בתרופות מטפורמין, נבפנטין, איבופרופן ולבותירוקסין. ללא היסטוריה של עישון. אלון מציין תחושות של קוצר נשימה במאמץ קל וכאבים בח.ד שמאלי במנוחה. ביצע א.ק.ג שהראהשינויים לא ספציפיים וממליצים על צנ\"ל להערכת מצב כלי הדם הכליליים. \n\nסיבת ההפניה: נדרש ייעזץ קרדיולוגי דחוף והמשך בירור להחמרה בתפקוד הלבבי ובדיקת אפשרות התערבות טיפולית נוםפח. דחיפות ההפניה נבוהח, לאור סיכון להתקדמות מחירה של החחלואה הקדדיזוסקולרית. כבדיקות דם נמצא טל\"ד לא מאוזן, דבר שמחמיראת התמונה הבוללת. איןידוע על אלרגיות. אנא עדכן בתוצאות הענ\"ל בהקדם להמשך תכנון טיפול מתאים."}
{"מספר_זהות": 877661835, "שם_מטופל": "אורי ברק", "גיל": 84, "מין": "male", "תאריך": "03/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 1, בת ים", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": ["פרוקסטין", "סימבסטטין", "אטורבסטטין", "קלופידוגרל", "איבופרופן"], "קוד_אבחנה": [], "הפניה_למחלקה": "גסטרואנטרולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אורי ברק, בן 85, גכר, מופנח לייעוץ קרריולוגי עקב תופעות של כאבים בחזה במאמץ והחמרה בנשימה בעת פעילות יומית. המטופל  ללאמחלות רקע ידועות משמעותיות, אך נוטל תרופות כגון פרוקסטין, סימבסטטין, אטורבסטטין, קלופידוגרל ואיבופרופן. מטופל מעשן. אין היסטודיהמשפחתית ידועה של מחלות לב וכלי דם. \n\nההפניה מתבצעתבשל החשש לבעיות קרדיאליות, ייתכן צורך בביצוע א.ק.ג והערכת צורך בצנ\"ל. הדחיפות הינה גבוהה יחסית בשל גילו והסימפטומים המתוארים. \n\nיש לשקול הפסקת תרופות נוגדות קרישה במידה ומתבצע צנ\"ל או  פרוצדורות נוספות הדורשות זאת. מומלץ גם לשלב בדיקות תפקודי ריאות ולב בחדר אקוטי כדי לשלול כל ב עיה ריאתית. לא נרשמו אלרגיות ידועות."}
{"מספר_זהות": 806346151, "שם_מטופל": "מאיה חיון", "גיל": 56, "מין": "female", "תאריך": "01/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 23, טבריה", "סוג_דם": "O-", "מחלות_רקע": ["יתר לחץ דם", "מחלת לב כלילית", "אנמיה"], "תרופות": ["קלופידוגרל", "אספירין", "איבופרופן", "לוסרטן"], "קוד_אבחנה": ["I10", "I25", "D64"], "הפניה_למחלקה": "נוירולוגיה", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "מאיה חיון, בת 58, פונהלייעוץ קרדיולוגי עקב החמרה בתסמינים קרדיאליים. רקע רפואי כולל ל.ד יתר, מחלת לב כלילית ואנמיה. מטופלת בקלופידוגרל, אספירין, איבופדופן ולוסרטן. אין סוכרת ואין עישון. \n\nסיבת הפניה: במהלך החודש האחרון חלה החמרה בקוצד נשימה במאמץ קל, יחד עם כאבים בח.ד שמאלי. בבדיקת א.ק.ג נצפו שינוייס אסכמיים. היסטוריה משפחתיח משמעותית למחלות לב מוקדמות. אין אלרגיות ידועות. \n\nדחיפות: יש צורך בייעוץ קרדיולוגי דחוף לבחינת אפשרות לביצוע צנ\"ל אבתנתי והערכת המשך טיפול תרופתי. מצבה הכללי יציב, אך לאור הסימפטומים והיסטוריח רפואית יש להאיץאת התהליך ."}
{"מספר_זהות": 204179295, "שם_מטופל": "דוד לוי", "גיל": 19, "מין": "male", "תאריך": "24/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 2, טבריה", "סוג_דם": "A-", "מחלות_רקע": ["היפדליפידמיה"], "תרופות": ["מטפורמין", "גבפנטין", "אינסולין", "מטופרולול", "וורפדין"], "קוד_אבחנה": ["E78"], "הפניה_למחלקה": "אורולוגיה", "סיבת_הפניה": "היפרליפידמיה", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "מטופל דוד לוי, בן 20, מופנה לייעוץ קרדיולוגי בעק בות תלונות חוזדות על כאבים בחוה ודפיקות לב. ברקע ס.ד מאוזנת עם מטפורמין ואינסולין, ל.ד המטופל במטופרולול. כמו כן, ישנה היפרליפידמיה. המטופל מעשן מזה מספר שנים, מה שעשוי להחמיר את מצבו הקרדיווסקולרי . מטופל בגבפנטין עקב כאבים נוירופתיים וורפרין למניעת תסחיפים.\n\nללא אלרגי זת ידועות. אין היסטוריה משפחתית של מחלות לב, אך עישון ואי איזון אפשרי של ל.ד וס.ד יכולים להוות גורמי סיכון משמעותיים. בבדיקת א.ק.ג אחרונה נצפו שינויים קלים, ולכן יש צורך בהעדכה נוספת. ההפניה דחופה במידת מה עקב החשש לאירוע קרדיאלי שמצריך בירור מיידי כולל אולי ביצוע צנ\"ל. \n\nנשוי טרי, ללא ילדים. נודה על התייחסות דחופה וייצוץ להמשך טיפול."}
{"מספר_זהות": 253092514, "שם_מטופל": "דוד אברהם", "גיל": 45, "מין": "male", "תאריך": "27/08/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 70, צפת", "סוג_דם": "B+", "מחלות_רקע": ["שבץ מוחי", "אוסטאופורוזיס"], "תרופות": [], "קוד_אבחנה": ["I63", "M81"], "הפניה_למחלקה": "נוירזלוגיה", "סיבת_הפניה": "אוסטאופורוזיס", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "דוד אברהם, בן 47, חגיע למרפאתנו לצורך הפניה לייעוץ נוסף. המטופל עם רקע רפואי של שבץ מזחי בעבר ואוסטאופורוזיס. מדווח כי אינו נוטל תרופות קבועות, למעט דיקלזפנק שנוטל באופן קבוע לכאבים כרוניים. המטופלמעשן מזה כ-2ס שנה, כ-10 סיגריות ביום.\n\nסיבת ההפניה: המטופל מדווח על כאבי ראש ת כופים וכן תחושת סחרחורת לאהרונה, בעיקר בעת קימה ממושכת או שינוי תנוחה פתאומי. דיזוח גם על כאבים במפרקים שמחמירים בזמן פעילות גופנית. יש לשלול קשר בין השבץ המו חי בעבר לכאבי הראש הנזכחיים ולבצע בירור מעמיק לאור סיפורו הרפואי ועישון מתמשך.\n\nדחיפות: ההפניה דחופה למחצה, מומלץ לקבוע תור בהקרם האפשרי לייצוץ נוירולוגי כדי לוודא שאין החמרה במצב הנוירולוגי ולשלולאירועים חוזרים.בנוסף, יש לשקול בדיקות אורטופדיות נוספות לאור האוסטאופורוזיס והכאבים במפרקיס."}
{"מספר_זהות": 791456080, "שם_מטופל": "אחמד ביטזן", "גיל": 26, "מין": "male", "תאריך": "17/06/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 92, נצרת", "סוג_דם": "A-", "מחלות_רקע": ["גאוט", "פדפור פרוזדורים"], "תרופות": ["מטופרולזל", "אומפרזול", "אינסולין"], "קוד_אבחנה": ["M10", "I48"], "הפניה_למחלקה": "אורולזגיה", "סיבת_הפניה": "גאוט", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אחמד ביטון, זכר בן 28, נשוי ואב לשניים, מתמודד עם גאוט ופרפור פרוזדורים. מטופל בתרופות מטופרזלול, אומפרזול ואינסולין. אחמד מעשן כח צי קופסה ביום, ללא אלרגיותידועות. \n\nסיבת הפניה: לא חרונה חווה  אחמד החמרה בכאבים במפרקים ובעיות נוספות  בקצב הלב, ככל הנראה על רקע פרפור פרוזדורים לא יציב. ישנו גם חשד לבעיותנוספות בקיבה, כנראה עקב השימוש באומפ רזול. נדרש ייעוץ קרדיולוגי דחוף ואולי אף א.ק.ג גוסף, וכן ייעוץ ראומטולוגי להער כת מצב הגאזט. \n\nדחיפות: בינונית-גבוהה,מומלץ לבדוק בהקדם האפשרי לאור ההחמרה בסימ פטומים ולמניעת סיבוכים נוספים."}
{"מספר_זהות": 933554867, "שם_מטופל": "איתי חדד", "גיל": 67, "מין": "male", "תאריך": "20/06/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 62, באד שבע", "סוג_דם": "A-", "מחלות_רקע": ["מחלת כבד שומני", "מחלת לב כלילית", "דלקת מפרקים", "גאוט", "אי ספיקת כליות כרזנית"], "תרופות": ["לבותירוקסין"], "קוד_אבחנה": ["K76", "I25", "M19", "M10", "N18"], "הפניה_למחלקה": "כירורגיה כללית", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "איתי חדד, בן 70,מתמודד עם מספר מחלות כרוניותכזלל מחלת כבד שומני, מהלת לב כלילית, דלקת מפרקים, גאוט ואי ספיקת כליות כרונית. הוא נוטל לבותירוקסין באופן קבוע. אין רקע של עישון. \n\nלאור התקדמות מהלת הלב הכלילית, יש צורך בייעוץ קרדיולוגי דחוף לשקול אפשרות לצנ\"ל חוזר  ולבדיקה א.ק.ג מעודכנח. כמו כן, נדרשת הערכה נוספתבנוגע לטיפול החרופתי הנוכתי, עם התחשבות במחלות הרקע ובפוטנציאל לאינטראקציות תרופתיות. מצבו משפיע על איכות חייו ויש לקחת בחשבון את ההשפעה חאפשרית על תפקודו היומיומי.\n\nאיתי נשוי ואב לשלושה, ללא אלרגיות ידועות. חשוב לתאם את הייעוץ בהקדם האפשרי לאור הסיכון הקרדיאלי המוגבר  ולקיימותשל אי ספיקת כליות."}
{"מספר_זהות": 375402542, "שם_מטופל": "רותם אלון", "גיל": 23, "מין": "female", "תאריך": "11/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 34, פתח תקווה", "סוג_דם": "B+", "מחלות_רקע": ["גאוט", "פרפור פרוזדורים", "מחלת כבד שומני", "אסתמה", "דמנציה"], "תרופות": ["לוסרטן"], "קוד_אבחנה": ["M10", "I84", "K76", "J45", "F03"], "הפניה_למחלקה": "כירורגיה כללית", "סיבת_הפניה": "דמנציה", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "רותם אלון, כת 2ב, הו פנתה לייעוץ קרדיולוגי בעקבות החמרה במצב פרפור הפרוזדורי ם, אשר לא מגיב היטב לטיפול הנוכחי בלוסרטן. המטופלת סובלת גם מגאוט, מחלת כבר שומני ואסתמה. ברקע גם דמנציה קלה.\n\nבבדיקה האחרונה גמצאו הפרעות כקצב הלב והומלץ להמשיך מעקב ק רדיולוגי צמוד. יש לציין כי המטופלת אינה מעשנת ואין לה רגישות לתרופות ידועות. רותם מתנוררת צם משפחתה, ואין תיעוד על ס.ד או ל.ד בעבר. גדרש ייעוץ דחוף להעדכתאפשרויות טיפול נוספות, במיוחד לאור ההסטודיה הקרדיאלית והעדר שיפור במצב הנוכחי."}
{"מספר_זהות": 238055255, "שם_מטופל": "פאטמה דהן", "גיל": 8, "מין": "female", "תאריך": "23/11/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 48, כפר סבא", "סוג_דם": "B+", "מחלות_רקע": ["אםתמה", "אי ספיקת כליות כרונית", "השמנת יתר", "יתר לחץ דם", "סוכרת סוג 2"], "תרופות": ["הידרוכלורותיאזיד", "אטורבסטטין"], "קוד_אבחנה": ["J45", "N18", "E66", "I01", "E11"], "הפניה_למחלקה": "אורולוגיה", "סיבת_הפניה": "יתר לחץ דם", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "פאטמה דהן, ילדה בת 1ס, מופנית לייעוץ דחוף בש ל החמרה במצב הרפואי הכללי. פאטמה סובלת ממחלות ר קע רבות, כולל אסתמה, אי ספיקת כליות כרוניח, השמנת יתר, יתר ל.ד וס.ד סוג 2. היא נוטלת באופן קכוע הידרוכלורותיאזיד ואטורבסטטין.\n\nבשבוע האחרזן, פאטמה חוותה קשיי נשימה מוגברים וכאבים בחוזה. אסתמתה אינה נשלטת היטב על אף הטיפול הקבוצ. ח.ד לא יציב ומדווח על עליות משמעותיות בטל\"ד, המצריכות בירור נוסף. היא איגח מעשנתואין ידוע על אלרגיות. \n\nההפנייה רחזפה צקב החשש להחמדה במצבה הקרדיז-וסקולרי, ייתכן ונדרש צנ\"ל או א.ק.ג לבירור מעמי ק יותר. נא לתאם בהקדם האפשרי את הבד יקות הנדרשות ולהמליץ על טיפזל מתאים לאיזון מצבה הרפואי הכללי."}
{"מספר_זהות": 547813766, "שם_מטופל": "מתן חדד", "גיל": 0, "מין": "male", "תאריך": "16/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 45, תל אביב", "סוג_דם": "AB+", "מחלות_רקע": ["אי ספיקת לב"], "תרופות": ["פרוקסטין", "וורפרין"], "קוד_אבחנה": ["I50"], "הפניה_למחלקה": "אנדוקרינולוגיה", "סיבת_הפניה": "אי ספיקת לב", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "מתן חדד, בן 50, עם רקע של אי ספיקת לב, מופנה ליי עוץ קרדיולוגי דחוף. המטופל אינו מעשן, זלוקח תרופות פרוקסטין ווזרפרין. לאחרונה, חווח החמרה בתסמיני ם כמוקזצר נשימה מוגבר במאמצים קלים ושינויים בטל\"ד. אין היסטודיה של ס.ד או ל.ד, אך יש צורך בבדיקה מעמיקה יותר של תפקוד הלב ואפשרות לצנ\"ל.\n\nהופנה לקרדיולוגיה עקכ תלונות על כאבים בח.ד שמאלי והופעת בצקות ברגליים. בבדיקה פיזיקלית: קולות לכ אינם תקינים, נשמע אוושה. נדרש לבצע א.ק.ג ובד יקות דם נוספות כדי לשלול אפ שרות של אוטם. נא לתאם בדיקה בהקדם האפשרי."}
{"מספר_זהות": 195979646, "שם_מטופל": "מרים ברק", "גיל": 26, "מין": "female", "תאריך": "19/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 64, אילת", "סוג_דם": "O-", "מחלות_רקע": ["אי ספיקת לב", "אי ספיקת כליות כרונית"], "תרופות": ["מטופרולול", "מטפורמין", "אמלודיפין"], "קוד_אבחנה": ["I50", "N18"], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "אי ספיקת כליות כרונית", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "מרים ברק, בת 26, פונה לייעוץ עקב החמרה במצבה חר פואי. המטופלת עם רק ע של אי ספיקת לכ ואי ספיקת כליות כרונית, זמטופלת במטופרולול, מטפורמין ואמלודיפין. לאחרונה דיווחה על החמרה בקוצר נשימה ובצקוח ברגליים, במיוחד לאחר מאמץ קל. בבדיקות עדכניות נצפתה הורדה בטל\"ד, וממצאי א.ק.ג מצביעים על שינויים אפשריים בתפקוד הלב. למרים אין היסטוריה של עישון ואין אלרגיות ידועות. \n\nההפניה נעשתה לאור הצורך באיזון מחודש של ל.ד והערכת תפקוד הלב. הומלץ לבצע צנ\"ל דחוף לאור ממצאים אלו. מבקשים את הת ייחסותך המיידית להמשך טיפולמותא ם אישית לשיפור מצבה של המטופלח. מרים רווקה, מתגוררת עם הוריה ומקבלת תמיכה משפחתית מלאה."}
{"מספר_זהות": 518952023, "שם_מטופל": "אברהם רוזנברנ", "גיל": 16, "מין": "male", "תאריך": "20/10/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 90, חולזן", "סוג_דם": "AB-", "מחלות_רקע": ["מחלת כבד שומני"], "תרופות": ["קלופידוגרל", "לוסרטן"], "קוד_אבחנה": ["K76"], "הפניה_למחלקה": "קרדיולוגיה", "סיבת_הפניה": "מחלת כבד שומני", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "המטופלאברהם רוזנברג, בן 18, פונח לייעזץ בעקבזת מחל ת כבד שומני. הוא נוטל קלופידוגרל ולוסרטן, אין ס.ד ואין עדות לעישון בעבר או בהווה. המטופל מתלונן על עייפות מוגברת וכאבי בטן לאחרונה. אין עדות לאלרגיות.\n\nבהנחה שלאחרונה חלה החמרה בתסמינים, הפניה זו הינה דחופה ויש צורך בבירור מעמיק יותר. מומלץ להפנ ות לבדיקה נוספת של תפקודי כבד ואולטרסאונד בטן להער כת מצבהכבד. נבדקה גם אפשרות של ל.ד משני לכבד שומני, אך אין עדות ל.ד גבוה או טל\"ד חריג.\n\nבבקשה לטפל כמקרה בדחיפות ולייעץ בנושא אפשרויות טיפול נוספות. המטופל הינו רווק, גר עם הוריו, ומעוניין לקבל טיפול שיסיי ע בהקלה על הסימפטומים ובהמשך הדרך, במידת  הצורך י שקול גם מעקב תזונתי מותאם."}
{"מספר_זהות": 387592710, "שם_מטופל": "ליאם אברהם", "גיל": 60, "מין": "male", "תאריך": "27/10/2025", "מוסד_רפואי": "מרכז רפואי חדרים", "כתובת": "בן גוריון 119, דימונה", "סוג_דם": "AB-", "מחלות_רקע": ["מחלת כבד שומני"], "תרופות": [], "קוד_אבחנה": ["K76"], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "מחלת כבד שומני", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "ליאם אבדהם, גבר בן 60, מופנה לייעוץ גסטרואנטרולוגי בשל מחלת כבד שומני. המטופל מעשן מוה שגים רבות, ללא רקע משפחתי של ס.ד או  ל.ד. אין טיפול תרופתי קבוע. \n\nהמטופל מדווח על עייפות מוגברת וצל כאבים מטרידים בבטן ימין עליז נה. בבדי קות אח רונות נצפתה עלייה קלח באנזימי כבד. א ין דיווחעל חום, ירידה במשקל או צהבת. \n\nסיכת ההפניה היא לבירור מעמיק ואבחנה מבדלת של מצבו הכבדי, וכן לשקול טיפול תזונתי או תרופתי. דחיפות ההפניה היא בינונית, מומלץ לקבוע בדיקה בחודש הקרוב."}
{"מספר_זהות": 678112665, "שם_מטופל": "יעל שמעוני", "גיל": 48, "מין": "female", "תאריך": "28/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 14, רעננה", "סוג_דם": "A-", "מחלות_רקע": ["אי ספיקת לב", "דלקת מפרקים"], "תרופות": ["אספירין", "גבפנטין", "וורפרין", "אומפרזול", "מטפורמין", "קלופידוגרל"], "קוד_אבחנה": ["I50", "M19"], "הפניה_למחלקה": "קרדיולוגיה", "סיבת_הפניה": "דלקת מפרקים", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "יעל שמעוני, בת 49, נשזאה ואם ל-3 ילדים, מופנית לבדיקה קרדיולוגית דחופה. סובלת מאי ספיקת לב ודלקת מפרקים כרונית. מטופלת בתרופות: אספירין, גבפנטין, וורפרין, או מפרזול, מטפורמין וקלופידוגרל. אין עישון ברקע ואין אלרגיות ידועות. \n\nלאחרונה חלה החמרה  במצב הקרדיווסקולרי שלה: טל\"ר לא יציב, עייפות קיצונית וקוצרנשימה  במאמץ קל. א.ק.נ אחרון הראה סטיות קלות שדורשות בירזר נוסף. מומלץ לבצע צנ\"ל ובדיקות דם מתאימות כדי להעריך את תפקוד הלב ולשקול התאמת טיפול תרופתי מחדש . \n\nהפניה ד חופה לאור הסימפטומים הנוכחיים והםיכון הפוטנציאלי להחמרת אי ספיקת לב.אנא קדמו תור בהקדם האפשרי לייעוץ קרדיולוגי כוללני וטיפול מתאים."}
{"מספר_זהות": 678427113, "שם_מטופל": "עומר אכרהם", "גיל": 31, "מין": "male", "תאריך": "23/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 78, רעננה", "סוג_דם": "O-", "מחלות_רקע": ["COPD", "השמנת יתר", "אי ספיקת לב"], "תרופות": ["גבפנטין", "סימבסטטין", "לבותירוקסין", "פרוקסטין", "אומפרזול"], "קוד_אבחנה": ["J44", "E66", "I50"], "הפניה_למחלקה": "אורולוגיה", "סיבת_הפניה": "אי ספיקת לב", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "עומר אברהם, גבר בן 32, עם היסטוריה רפואית של COPD, השמנח יתר ואי ספיקת לב. לדבריו, מצב משפחתי רווק, ללא אלר גיוח ידועות. נוטל תר ופות:גבפנטין, סימבסטטין, לבותירוקסין, פרוקס טין, אומפרזול. ללא עישון.\n\nהפנייה זו נועדה לייעוץ קרדיולוגי דחוף. עומד מתלונן על קשיי נשימה במאמץ קל, עייפות  כללית ונפיחות בקרסוליים. לאחרונה חווה שני אירועים של תעוקת חזה במנוחה, ללאסימנים נלווים של ס.ד או שינויים בטל\"ד. בבדיקת א.ק.ג הודג ם שינויים לא ספציפיים. \n\nדחיפות: דחוף. יש לבצע בדיקה קרריולוגית מקיפה בהקדם האפשרי לצורך הערכת מצב חלכ ולקבוע האם יש צורך בצנ\"ל. מומלץ לשקול התאמת טיפול תרופתי חדש, ייתכן ויש מקום לשקול שינויים בטיפול התרופתי הנוכחי."}
{"מספר_זהות": 249911876, "שם_מטופל": "אברהם אוחנה", "גיל": 78, "מין": "male", "תאריך": "12/05/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 42, נצרת", "סוג_דם": "B-", "מחלות_רקע": [], "תרופות": ["מטפורמין", "אומפרזול", "פרוקסטין"], "קוד_אבחנה": [], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "בירור", "דחיפות": "דחזף", "doc_type": "referral", "סיכום_רפואי": "הנידון: הפניית אברהם אוחנה ל ייעזץקרדיולוני.\n\nאברהם אוחנה, בן 81, ללא מחלות רקע ידועות, פגה למרפאה עקב תלונות על קוצר נשימה במאמץ קל ודפיקות לב מהירות המופיעות בשעות הצרב. המטופל מתאר גם תחושת עייפות מתמשכת בשבועוח האחרונים, ללא שינוי ברמות טל\"ד. הוא מטופל במטפורמין עבור ס.ד, באומפרזול וכפרוקסטין. אין הסטוריה של עישון או אלרגיות ידועות. \n\nבהתאם לתסמינים,מופנה לייעוץ קרדיולוגי לצורך אבחון מעמיק, כולל ביצוע א.ק.נ ובדיקות נוספות בהתאם לצו רך.ההפניה היא בדרנת דחיפות בינונית, ויש להעריך את מ צב הלב בהקדם האפשרי למניעתהחמרה במצבו. אין מידע על מחלות קרדיווסקולריות במשפחה, אך יש להמשיך במעקב צמוד."}
{"מספר_זהות": 2842763, "שם_מטופל": "עדי שלום", "גיל": 36, "מין": "female", "תאריך": "12/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 59, בת ים", "סוג_דם": "O+", "מחלות_רקע": ["מחלת כבד שומני", "סוכרת סוג 2"], "תרופות": ["אינסולין", "דיקלופנק", "אמלודיפין", "פרוקסטין", "מטופרולול", "אומפרזול"], "קוד_אבחנה": ["K76", "E11"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "סוכרת סוג 2", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "עדי שלום, בת 37,עם מחלות רקע של כבד שומני וס.ד סוג 2. נוטלת אינסו לין, דיקלופנק, אמלודיפין, פרוקסטין, מטופרולול ואומפרזול. בנוסף, נוטלת אספירין באופן קבוע. למיטב ידיעתי, אינה מרווחת על אלרגיות ידועות.\n\nהמטופלת מעשנת, מה שעלול להחמיר את מצכה הבריאותי הכללי ולתרום לעליית ל.ד. המטרה להפנותה לייע וץ גםטרואנטרולוגי בעקבות מחלת הככד השומני, באשר חשד  להחמרה. יש צזרך בביצוע בדיקות מעמיקות, כזלל אולטרסאונד וביופסיה אם נחוץ. \n\nהפניה דהזפה יחסית עקב חשש מהחמרה במצב הכבד  ועליית טל\"ד כלתי נשלטת. נוכח העישון והתרופ ות הנלקחות, ההערכה המהירה חשובה גם למעקב אחר השפעתן חאפשרית על תפקודי הלב וכלי הדם."}
{"מספר_זהות": 333491140, "שם_מטופל": "אורי אזולאי", "גיל": 49, "מין": "male", "תאריך": "29/04/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 85, אשקלון", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": ["וורפרין", "הידרוכלורותיאזיד", "דיקלופנק"], "קוד_אבחנה": [], "הפניה_למחלקה": "קרדיולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "מטופל: אזרי אזולאי, זכר, בן 51. עוסק בעבודה משרדית, נשוי עם 2 ילדים. ללא מחלות רקע ידועות, נוטל זורפרין, הידרוכלורותיאזיד, דיקלזפנק. מעשן כ-20 סיגריות ביום, ללא איזכור של ס.ד או ל.ד באופן מוקדם.\n\nסיבת הפניה: המטופל נכנס למרפאתנו עם תלונות על כאבים בחזה ומיחושים כעת מאמץ, תתושתקוצר נשימה. אין איזכור בעבר של צנ\"ל. א.ק.ג במרפאה הדגים שינויים סטטים כנקודות ST. בשל נטילת זורפר ין, קיימת סכנה לרימום  מוגבר.\n\nדחיפות: רחוף לבצע בירור קרדיולוגי נוסף כולל בדיקת מאמץ אפשרית וצנ\"ל בהתאם לשיקזל דעת הקרדיולוג. יש להפסיק עישון בדחיפות ולשקול התאמת טיפול חרופתי שונה. נזדה לטיפול בהקדם כדי למ נוע םיבוכים פוטנציאליים."}
{"מספר_זהות": 477866032, "שם_מטופל": "נוצם פרידמן", "גיל": 74, "מין": "male", "תאריך": "21/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 106, נתניה", "סוג_דם": "B+", "מחלות_רקע": ["דלקת מפרקים"], "תרופות": [], "קוד_אבחנה": ["M19"], "הפניה_למחלקה": "גסטרואנטרולוגיה", "סיבת_הפניה": "דלקת מפרקים", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "נועם פרידמן, בן 80, מופנה לייעוץ ראומטולוגי. מדובר במטופל עם רקע של דלקת מפרקים כרונית, המופיע עם כאבים מתגבריס בפרקים הגדולים. נועם מדווח על קושי בתנועה בבקרים ונפיחות בפרקים. אין רגישות לתרופות מוכרת או אלרגיות ידועות. המטופל עישן  בעבר ועדיין מעשן על בסיס קבוע, מה שעלול לתרום להחמרה במצבו.\n\nםיבת ההפניה היא לצורך בחינה מחדש של אבחון דלקת המפרקים והערכת אפשרות לחתחלת טיפול תרופתי חדש. כיום ללא תרופות קבועות וסובל מירידה ניכרח באיכות החיים. חשיבות הייעוץ גבוהה, במיוחד לאור ה עלייה בנוקשות והכאבים אשר משפיעים על תפקודו היומיומי. יש לציין כי ח.ד תקי ן, ללא סימני מחלות נוספות כרגע. \n\nהפניה זו דחופה עקב ההחמרה במצבו הקליני והתלות הגוברת בעזרת משפחתו. נשוי ואב לשלושה, נועם מחפש שיפור ב מצכו כדי לחזור לפעילות שגרתית יותד."}
{"מספר_זהות": 537599003, "שם_מטופל": "גלית אברהם", "גיל": 21, "מין": "female", "תאריך": "16/07/2025", "מוסד_רפואי": "מרכז רפואי חדרים", "כתובת": "הרצל 7, רמלה", "סוג_דם": "O+", "מחלות_רקע": ["אי ספיקת לב", "דיכאון", "מחלת לב כלילית"], "תרופות": [], "קוד_אבחנה": ["I50", "F32", "I25"], "הפניה_למחלקה": "נוירולוגיה", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "גלית אברחם, בת 22, פונה לייעוץ עקב החמרה במצב הלבבי הקיים על רקע איספיקת לב ומחלת לב כלילית. המטזפלת סובלת גם מדיכאון כרוני, ללא טיפול תרופחי קבוע עד בח ואין היסטוריה שלס.ד או עישון. \n\nבמהלך השבוע האחרון חוותה קוצר נשי מה מוגבר ב מאמץ קל ודזפק לא סדיר. א.ק.ג שבוצע מראה שינויים חשודים להתקף לבבי. נדרשת בדיקה נוספת וייתכן צורך בהפניה לצנ\"ל. מצב הדכאון עשוי ל השפיע על ההתמודדות עם המחלה הכלילית,ולכן ממליץ להפגות גם לייעוץ פסיכיאטרי.\n\nהפנייה זז דחופח עקב החמרה במצכ הלבבי והחשש מהתקף לבכי נוסף. אנא עדכנו בעניין ל.ד וטל\"ד וכן בצעו בדיקת אקו לב להשלמת התמונה. אין אלרגיות ידועות. מבקשים לשקול טיפול תרופתי ותכנית מעקב מותאמת למצב המטופלת."}
{"מספר_זהות": 499616597, "שם_מטופל": "אברהם מלכה", "גיל": 39, "מין": "male", "תאריך": "16/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 61, כפר סבא", "סוג_דם": "O+", "מחלות_רקע": ["דמנציה", "אסתמה", "אנמיה"], "תרופות": ["אמלודיפין", "וורפרין", "אלנדרונט", "רמיפריל", "מטופרולול"], "קוד_אבחנה": ["F03", "J45", "D64"], "הפניה_למחלקה": "כירורגיה כללית", "סיבת_הפניה": "אסתמה", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אברהם מלכה, בן 4ו, הופנה לייעוץ רפואיבעקבות החמרה במצב הדמנציה והתקפי אסתמה תכופים. המטופל מדווח על קוצר נשימה מתגבר ואובדן זיכרון משמעותי. בנוסף, סובל מאנמיה כרונית. מצבו הרפואי הבולל מדאיג ודורש התערבזת רפואית בהקדם. המטופל נוטל אמלזדיפין, וורפרין, אלנדרונט, רמיפריל ומטופרולול. עישון פעיל מחמיר את תסמיני ה אסתמה.\n \nאין מידעעל אלרגיות. המצב המשפתתי אינו ידוע. מומלץ לייעץ בהקדם באשר להמשך טיפול תרופתי מותאםולהפנוח  לטיפולמשולב בתחום הנוירולוגיה והפולמונולוגיה. דחיפות בינונית לאור התסמינים המתוארים."}
{"מספר_זהות": 438649089, "שם_מטופל": "דנה חיון", "גיל": 65, "מין": "female", "תאריך": "12/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 88, ראשון לציון", "סוג_דם": "A+", "מחלות_רקע": ["אסתמה", "היפרליפידמיה", "מחלת לב כלילית", "מחלת כבד שומני", "השמנת יתר"], "תרופות": ["אספירין", "גבפנטין", "לוסרטן"], "קוד_אבחנה": ["J45", "E78", "I25", "K76", "E66"], "הפניה_למחלקה": "גריאטריה", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "דנה חיון, בת 65, פונה לייעוץ בשל החמרה בתסמיני אסתמה והופעח קוצר נשימה במאמץ קל. למטזפלת היסטוריה רפואית של מחלת לב כלילית, אסתמח, היפרליפידמיה, מחלת כ בד שומני והשמנת יתר. נוטלת אספירין, גבפנטין ולוסרטן. המדדים האחרונים מצביעים על עלייה בטל\"ד וקושי בשליטה על ל.ד, למרות הטיפול התרופתי. \n\nהמטופלת מתארח החמרה בתסמיני הנשימה בשבועות האחרונים עם שיעול יבש, מלווה כקצת כאבים בחזה שהופיעים בעקר בעת מאמץ גופני קל עד בינוני. אין היםטוריה משפחתית של מחלות לב, אך המטופלת מעשנת מזה שנים רבו ת. האסתמה לא מאוזנת וכעת ישנה החמרה בקוצר הנשימה. יש לשקול ביצזע א.ק.ג וצנ\"ל להערכח מעב הלב, וכן ייעזץ ריאות להערכת הצורך בשינוי הטיפול התרופתי.\n\nדחיפות ההפניה היא גבוהה לאור הממצאים והחמרת הסימ פטומים. מבקשים לתאם פגישה בהקדם האפשרי להמשך בידור וטיפול מתאים."}
{"מספר_זהות": 16459778, "שם_מטופל": "הילה פרץ", "גיל": 42, "מין": "female", "תאריך": "28/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 51, פתח תקווה", "סוג_דם": "AB+", "מחלות_רקע": ["דיכאון", "אנמיה", "מחלת כבד שומני", "דמנעיה", "יתר לחץ דם"], "תרופות": ["אלנדרונט", "מטפורמין", "אמלודיפין", "איבופרופן", "אספירין", "פרוקסטין"], "קוד_אבחנה": ["F32", "D64", "K76", "F03", "I10"], "הפניה_למחלקה": "פנימית א", "סיבת_הפניה": "יתר לחץ דם", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "הילה פרץ, בת 44, מופנית לייעוץ דחוף עקב חה מרה במצכ הדיכאון הקיים שלה. למטופלת היסטוריה של דיכאון כרוני, מטופלת כפדוקסטין, אך מדווחת על ירידה משמעותית במצב הרוח, חוסר עניין בפעילויות יומיות והפרעות בשינה. בנוסף, ישנה החמרה באנמי ה וברקצ מחלת כבד שומני ויתר ל.ד המטופל באמלודיפין. \n\nהילה סובלת גם מדמנציה מתקדמת, מה שמקשה עלהתנהלותה היומיומית. יש לציין שאין עישון ואין ידוע על אלרגיות לחרזפות. היא מטופלת קבוע באספירין ואל נדרונט למניעח שבירות עצם, מטפורמין לניהול ס.ד. המטרה היא חערכה פסיכיאטרית מחודשת והתאמת טיפול תרופתי ו/או תוספי תזונה לפי הצורך. דחיפות גבוהה עקב ההשפעה המשמעותיתעל איכות חייה והסיכון להחמרת מצב הלב והכבד. \n\nמצבה משפחתי של ה מטופלת נשוי + 3, ואין קרוב משפחה שיכול ללוו ת אותה לביקורים רפזאיים תכופים."}
{"מספר_זהות": 776974990, "שם_מטופל": "דוד אוחנה", "גיל": 30, "מין": "male", "תאריך": "29/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 84, תל אביב", "סוג_דם": "O+", "מחלות_רקע": ["COPD", "אי ספיקת לב"], "תרופות": ["מטפורמין", "הידרוכלורותיאזיד", "פרוקסטין", "אמלודיפין"], "קוד_אבחנה": ["J44", "I50"], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "COPD", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": " רוד אוחנה, בן 31 , סובל ממחלות רקע של COPD ואי ספיקת לב. כרגע מטופל בתרופות מטפורמין בשל ס.ד, הידרוכלורותיאזיד ופר וקסטין לבעיות פסיכיאטריות, אמלודיפין לטיפול בל.ד. המטופל אינו מעשן, אך יש לציין כי נעזר במחולל חמצן ביתי. \n\nדוד הופנה לייעוץ קרדיאלי עקב החמר ה לאחרונה במצב ח.ד, כולל קוצר נשימה מוגבר וירידה בטל\"ד. אין עדות לאלרניות מוכרות. נדרש בירור דחוף לאפשרות של בצקת ריאות או החמרה באי ספיקה. א.ק.ג לא תקין עם עדות לירידה בגלי QRS. \n\nדחיפות הפניה גבוהה, יש לשקול ביצוע צנ\"ל דחוף להערכת מצב העורקים הקורונריים. המטזפ ל נשוי עם שני ילדים, והמשפחה מודאגת מהחמרה במצבו הבריאותי.נודה על קביעת תור בהקדם האפשרי להערכח מצב הלב והמשך טיפול מתאים."}
{"מספר_זהות": 683147276, "שם_מטופל": "יוסף אברהם", "גיל": 75, "מין": "male", "תאריך": "19/07/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 31, ראשון לציון", "סוג_דם": "A-", "מחלות_רקע": [], "תרופות": ["רמיפריל", "מטפורמין", "הידרוכלורותיאזיד", "גבפנטין", "קלופידזגרל"], "קוד_אבחנה": [], "הפניה_למחלקה": "קרדיולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "יוסף אברהם, בן 76, ללא מחלות רקע ידועות, מטופל כרגע ברמיפריל, מטפורמין, הידרוכלורותיאזיד, גבפנטין וקלופידוגרל. הוא אינו מעשן. סיבת ההפניה: חמטופל סובל בשבועות האחרונים  מבח ילות וסחרחורות בתכיפות גבוהה, בנוסף לירידה בטל\"ד שהובחנה במספר בדיקות. נדרש ייעוץדחוף למעקב וטיפול מתאים. \n\nיוסף מתגוררלבד, אלמן, ואין לו היסטורית אלרגיות ידועה. א.ק.ג שבוצע לאחרונה הראה שינוי קל באיזור  הח.ד, אך אין עדות למחלה איסכמית חריפה. חשוב לבדוק אם קיימות השפעות תרופתיות או צורך בשינויים בפרוטוקול התרופתי, במיוחד בהקשר לל.ד ולס.ד. \n\nמבקש בירור קרדיאלי דחוף וצנ\"ל במידת הצורך, על מנת לשלול בעיות קרדיאליות נוספות. יש להתחשב במצבו הכל לי ובגילו של המטופל בתכנון המשך הטיפול."}
{"מספר_זהות": 975634106, "שם_מטופל": "ורד אוחנה", "גיל": 57, "מין": "female", "תאריך": "25/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 101, רמלה", "סוג_דם": "O+", "מחלות_רקע": ["סוכרת סוג 2", "דיכאון"], "תרופות": ["אטורבסטטין", "פרוקסטין", "איבופרופן", "רמיפריל"], "קוד_אבחנה": ["E11", "F32"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "סוכרת סוג 2", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "ורד אוחנה, בת 57, ס.ד סוג2 ודיכאון כרוגי. מטופלת באטורבסטטין, פרוקסטין, איבופרופן ורמיפריל. אינה מעשנת. פונה לייעוץ עקב החמרה בתסמיני הדיכאון ולחץדם שאינו מאוון לאחרונה, טל\"ד נבוה עם ממוצע 150/95. דיווחה עלכאבים ראשיים תכופים ועייפות מוגברת. \n\nהיסטוריה משפחתית כוללת הורים עם מחלזת לב  ובלי דם. ורד מתגוררת לבד, עובדת בעבודהמשרדית עם לחץ נפשי גבוה. אין ידוע על אלרגיות לתרופות. האיזון של ה ס.ד היה חלקי לאחרונה , עם ערכיסוכר בדם מעל המומלץ. \n\n ההפניה דחופה לצורך חערכת מצב הדיכאון והטיפול התרופ תי הנוכחי, במיוחד לאור תסמינים המצביעים על ייתכן צורך בשינוי טיפול או איזון מחודש של ל.ד וטיפול בדיכאון. ממליץ צל בדיקזת מעבדה עדכנ יות וא. ק.ג לשלול כעיות קרדיאליות."}
{"מספר_זהות": 681054854, "שם_מטופל": "נועה מזרחי", "גיל": 39, "מין": "female", "תאריך": "08/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 93, אילת", "סוג_דם": "A-", "מחלות_רקע": ["דמנציה", "גאוט", "אוסטאופורוזיס", "שבץ מוחי"], "תרופות": ["אומפרזול", "מטפורמין", "לבותירוקסין", "סימבסטטין", "אמלודיפין"], "קוד_אבחנה": ["F03", "M01", "M81", "I63"], "הפניה_למחלקה": "נוירולוגיה", "סיבת_הפניה": "גאוט", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "נועה מזרחי, בת 40, הופנתה לייעוץ רפואי עקב החמרה במעבה הקוגניטיבי והפי זי. למטופלת היסטוריה של  דמנציה, גאוט, אוסטאופורוזיסושבץ מוחי קודם. נועה נוטלת אומפרזול, מטפורמין, לבותירוקסין, סימבסטטין ואמלודיפין. היא מצשנת, מה שמגדיל את חסיכון להחמרת מצבה הכללי.\n\nחפניח נעשתה עקב חשש להחמרה במצ בה הדמנציוני וכן בשלעלייה ברמת הכאב במפרקים, כנראה כתוצאה מהתקף גאוט נוסף. יש לעיין כי נועה הייתה בת 45 בעת האירוע האחרון של שבץ מוחי, מה שמצביע על סיכון מוגבר לאירועים קרדיוזסקולריים נוספים. \n\nהדחיפות בהפניה מתבםסת על הצורך בהערכה מחודשת של הטיפול התרופתי, במיוחד לא ור רקע של עישון פעיל ושינוי אפשרי בטל\"ד עקב האמלודיפין. מומלץ לבצע א.ק.ג. עדכני ולהתייחס למצב ל.ד. וערכי ח.ד. גדרשת תשומת לכ  מיוחדת  להחמרה הפוטגציאלית באוסטאופודוזיס בשל הגיל ומצ ב הרקע הכללי."}
{"מספר_זהות": 762282770, "שם_מטופל": "לאה חדד", "גיל": 23, "מין": "female", "תאריך": "02/05/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 57, טבריה", "סוג_דם": "A-", "מחלות_רקע": ["שבץ מוחי", "גאוט", "מחלת כבד שומני", "אי ספיקת לב"], "תרופות": ["הידרוכלורותיאזיר", "גבפגטין"], "קוד_אבחנה": ["I63", "M10", "K76", "I50"], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "מחלת כבד שומני", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "לאה חדד, כת 25, פונה לייעוץ רפואי עקב החמדה במצבה הרפואי הכללי. למטופלת היסטוריה רפואית של שבץ מוחי, גאוט, מחלת כבד שומניואי ספיקת לב. היא מטופלת בתרופות  הידרוכלורותיאזיד וגבפנטין. לאה מעשנת באופן קבוע, דבר שמחמיר את המצב הרפואי שלה. אין לש לול השפעת העישון על מחלות הרקעשלה. \n\nסיבת ההפניח: לאחרונה נצפו סימפטומים של קוצר נשימה וחחושת חולשה כללית, ייתכן קשור להחמרה כאי ספיקת הלב שלה. יש צורך בבדיקה דחופה של תפקוד הלב, כולל ביצוע א.ק.ג ובחינת טל\"ד. ייתכן שיהיה צורך בענ\"ל או בדיקות נוספות בה תאם לממצאים.\n\nהפניה דחופה: יש לבצע בירור בהקדם האפשרי כדי למנוע החמרה נוספת במצב הבריאזתי של המטופלת. עיקר החשש הוא מפני החמרה באי ספיקת הלב או התפתחות אירוע מוחי נוסף."}
{"מספר_זהות": 408215457, "שם_מטופל": "אדם דהן", "גיל": 33, "מין": "male", "תאריך": "13/08/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 74, באר שבע", "סוג_דם": "O-", "מחלות_רקע": ["COPD", "אי ספיקת לב"], "תרופות": [], "קוד_אבחנה": ["J44", "I50"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "COPD", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אדם דהן, גבר בן 35, סובל ממחלות רקע של COPD ואי ספיקת לכ. מגיע לבדיקה כללית לאחרונה עקכ החמרה בתסמינים נשימתיים, בעיקר קוצר נשימה במאמץ ובמנוחה. אין מחלות נוספות כרוניות מוכרות, ואין תרופות קבועות  בשימוש. אין עישון בעבר או בהווה. \n\nסיבת הפנייה: ישנההחמרה בתסמיניםהנשימתיים והלבביים, כולל תכיפוח אפיזודות של קוצר נשימה ותחושות אי נוחות בחזה. בבדיקת א.ק.ג נמצאו ש ינויים לא ספציפיים. מבקש הפנייה להערכת קרדיולוג על מנת לשלול ירידה נוספת בתפקוד הלבבי. \n\nהפגייה רחופה, יש לבחון אפשרות לטל\"ד ובמידת הצורך לבצע בדיקות נוספות כמו אקו-לב או צנ\"ל. נבקש תשומת לב מיוחדת למצבו הכללי זלבדוק אפשרות לטיפול תרופתי מ תאים, ויועץ תזונה להמשך. אין רגישוח ידועה לתדופות. מצב משפחתי: נשוי עם שני ילדים."}
{"מספר_זהות": 412094815, "שם_מטופל": "גלית גולן", "גיל": 70, "מין": "female", "תאריך": "02/03/2024", "מוסד_רפואי": "מרכז רפזאי הדרים", "כתובת": "זיצמן 95, צפת", "סוג_דם": "A-", "מחלות_רקע": ["אוסטאופורוזיס", "מחלת לב כלילית", "אי ספיקת לב", "דלקת מפרקים", "COPD"], "תרופות": ["קלופידוגרל", "לבותירוקסין", "אינסולין"], "קוד_אבחנה": ["M81", "I25", "I50", "M19", "J44"], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "דלקת מפרקים", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "גלית גזלן, בת 72, נשלחת לייעוץ קרדי ולוגי עקב החמרח בתסמינים של א י ספיקת לב ומחלת לב כלילית. ברקע ישנה אוסטאופורוזיס, דלקת מפרקים ו-COPD. המטופלת מטופלת בקלופידוגרל, לכותירוקםין ו אינםולין. איןעדות לעישון  בעבר או בהווה. \n\nהמטופלת מתלוננת על החמרה בקוצר נשימה במאמץ קל ובצקות גפ יים תחתונות. לאחרונה חשה עייפות מוגברת ותחושת כבדות כחזה בעת מאמץ. א.ק.ג שבוצע הראהשינויים איסכמיים חדשים. נמצא ל.ד יציב, טל\"ד תקין, אך ישנו חשר לירידה בחפקוד ח.ד שמא לי. \n\nדחיפות: גבוהה. יש צורך בהערכה דחופה של המצב הקרדיולוגי, כולל אפשרותלבדיקות נוספות כמו א קו לב אז צנ\"ל בהתאם לשיקול דעת הקארדיולוג . אין דיווח על אלרגיות ידועות. המצב המשפח תי: אלמנה עם שני ילדים."}
{"מספר_זהות": 398402891, "שם_מטופל": "יונתן רזזנברג", "גיל": 58, "מין": "male", "תאריך": "18/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 81, אשקלזן", "סוג_דם": "A-", "מחלות_רקע": ["אי ספיקת כליות כרונית", "סוכרת סוג 2", "יתר לחץ דם", "פדפור פרוזדורים", "השמנת יתר"], "תרופות": ["סימבסטטין", "פרוקסטין"], "קוד_אבחנה": ["N18", "E11", "I10", "I48", "E66"], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "יתר לחץ דם", "דחיפות": "דגיל", "doc_type": "referral", "סיכום_רפואי": "יונתן רוזנברג, בן 60, עם רקע רפואי כולל אי ספיקת כליות כרוני ת, ס.ד סוג 2, יתר ל.ד, פרפור פרוזדורים והשמנת יתר. מטופל בסימבסטטין ופרוקסטין, וממשיך לעשן באזפן קבוע. אין אלרגיות ידועות. מציין החמרה בסימפטומים הכוללים קושי בנשימה ומאמץ פיזיולוגי מוגבר בשבועות האחרונים, בעיקר בזמן פעילות גופנית קלה כמו הליכה.\n\nהפניה נכתבת לצורך חוות דעת קרדיולוגית דחופה, לנוכ ח הסיכון הקרדיווסקולרי המוגבר ופרפוזיה לא מספקת. ישלשקול ביצוע א.ק.ג וכן הערכת מצב לבבי כללית לצורך החלטה על טיפול המשך. יונתן מתגורר עם אשתו וחמישה ילדים, לאוד המעב המשפחתי יש רצון לשמר תפקוד מיטבי ככל האפשר.\n\nנודה על טיפול בהקדם האפשרי כדי למנוע הידרדרות נזספת  במצכ הלבבי והכלייתי."}
{"מספר_זהות": 379502099, "שם_מטופל": "אדם שמעוני", "גיל": 60, "מין": "male", "תאריך": "09/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 44, צפת", "סוג_דם": "A+", "מחלות_רקע": ["דלקת מפרקים", "גאוט", "אוסטאופורוזיס"], "תרופות": ["קלופידוגרל", "סימבסטטין", "איבופרופן", "לבותירוקסין", "אמלודיפין"], "קוד_אבחנה": ["M19", "M10", "M18"], "הפניה_למחלקה": "פנימית א", "סיבת_הפניה": "גאוט", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אדם שמעוני, כן 60 , פונה לייעוץ בעניין ניהול כאב כרוני בעקבות דלקת מפרקיםוגאוט. בנוסף לכך, המטופל סובל מאוסטאופורוזיס ומטופל בקלופידוגרל, סימבסטטין, איבופרופן, לבזתירוקסין ואמלודיפין. אין היסטוריית עישון.המטופל מציין החמרה בכאבים במפרקים, במיוחד בבוקר, המקשה על פעילות יומיומית.\n\nלאדם אין סוכרת (ס.ד) אך מטופל בתרופות להורדח לחץ דם (ל.ד) כגון אמלודיפין. יש לשקול שינוי פרוטוקול הטיפול התרופתי כדי להקל על חכאבים ולמנוע סיבוכים עתידיים. חשוב לציין שלאדם, בן 50, יש גם היםטוריה משפחתית של מחלות לב, מה שמעלה את הצורך במעקב קרדיאלי. דחיפות ההפניה נקבעת כלא דחופה אך מומלץ לקבוע תזר בטווח הקרוב."}
{"מספר_זהות": 17537036, "שם_מטופל": "אמילי שמעוני", "גיל": 78, "מין": "female", "תאריך": "19/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 108, בת ים", "סוג_דם": "AB+", "מחלות_רקע": ["מחלת לב כלילית", "סוכרת םוג 2", "פרפוד פרוזדורים", "אוסטאופורוזיס", "יתר לחץ דם"], "תרופות": ["פרוקסטין", "וורפרין"], "קוד_אבחנה": ["I52", "E11", "I48", "M81", "I10"], "הפניה_למחלקה": "גסטרואנטרולוגיה", "סיבת_הפניה": "סוכרת סוג 2", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "אמילי שמעוני,  בת 78, פונה לייעוץ קרדיולוג י דחוף בשל החמרה במצב הלבבי. בעלת רקע של מחלת לב כלי לית, פרפור פרוזדורים, ס.ד סוג 2 , אוסטאופורוזיס ויתר ל.ד. מטופלת ב-פרוקסטין ו-וורפרין, אינ ה מעשנת. מזה כשבועיים חווה קוצר נשימה במאמץ קל, תחושת עייפות מוגברת ודפיקות לב לא סדירות. \n\nבבדיקת א.ק.ג שנע רכה נמצא פרפורפרוזדורים בלתי מםודר עם טל\"ד לא יציב. יש לשקול טיפול תרופתי נוסף או צנ\"ל בהתאם לממצאים. המצב מצריך בירו ר קרדיולוגי מעמיק כולל אקו לב והערכת תפקוד ח.ד שמאל. יש לציין כי אין הסטוריה של אלרגיותידועות. דחיפזת החפניה נובעת מהצורך למנוע סיב וכים אפשריים בשל  חוסר יציבות הלבבית. משפח ת המטופלת מודעת למצכ ומעורבת בטיפול."}
{"מספר_זהות": 319971792, "שם_מטופל": "עידו ברק", "גיל": 0, "מין": "male", "תאריך": "21/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 102, רמת גן", "סוג_דם": "A+", "מחלות_רקע": ["השמנת יתר", "COPD"], "תרופות": ["מטופרולול", "קלופידוגרל", "אינסולין"], "קוד_אבחנה": ["E66", "J44"], "הפניה_למחלקה": "קרדיולוגיה", "סיבת_הפניה": "השמנת יתר", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "ע ידו ברק, בן 56, מופנה לייעוץ קרדיולוגי דחוף עקב תלונות חוזרות על קוצר נשימה במאמץ קל וכאבים כחזה. צידו סובל מהשמנת יתר ו-COPD, ומטופל במטופרולול, קלופידוגרל ואינסוליןלטיפול בס.ד. כמו כן, הוא מעשן מזה שנים רבות. לאחרונח, תועדו שינויים בא.ק.ג הכוללים היפוך גלי T.\n\nעידו גרוש ואב לשניים, ואין ידועות אלרגיות. בשל ההיסטוריה הרפואית והסי כון הלבבי המוגבר, יש לשקול ביצוע צנ\"ל אבחנתי. יש לציין כי טל\"ד נמדד במרפאה כ-150/90 ממ\"כ.\n\nלמרות הטיפול התרופתי השוטף, ניכר כי אין שיפור משמעותי במצבו. לאור הסימפטומים והמצב חכללי, אנו ממליצים על בדיקה מעמיקה בהקדם האפשרי."}
{"מספר_זהות": 450892039, "שם_מטופל": "משה ביטון", "גיל": 55, "מין": "male", "תאריך": "20/04/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 44, בני ברק", "סוג_דם": "A+", "מחלות_רקע": ["אי ספיקת לב", "גאוט", "אנמיה", "אסתמה"], "תרופות": ["לבותירוקסין", "אטורבסטטין", "הידרוכלורותיאזיד", "גבפנטין"], "קוד_אבחנה": ["I50", "M10", "D64", "J45"], "הפניה_למחלקה": "אורתופדיה", "סיבת_הפניה": "אי ספיקת לב", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "מר משה ביטון, בן 58, פונה לייעוץ בשל החמרה במצב בדיאותו. המטופל עם רקע רפואי של אי ספיקת לב, גאוט, אנמיה ואסתמה, מטופל בלבותירוקסין,אטזרבסטטין, הידרוכלורותיאזיד וגבפנטין. א ין ע ישון בעברו. \n\nסיבת ההפניה היא החמרה בסימפטומים של אי ספיקת הלב, כולל קוצד גשימה מזגבר במאמץ קל והופעח בצקות בר גליים. כמו כן, נצפתה החמרה באגמיה  והמטופל מדווח על עייפות מתמשכת. א.ק.ג שבועעלפני שבועייס הראה שינויים לא ספציפיים, ויש צורך בהמשך בירור דחוף כדי למנוע סיבוכימיותרים. \n\nהמטופל נשוי ואב לשלושה, אינו מדווח על אלרגיות ידועות. יש לפעול בדחיפות להערכה קרדיולזגית נוםפת, כולל אפשרות לצנ\"ל אם יומלץ ע\"י הקרדיולוג המטפל. אנא צרו קשר בהקדם לתיאום בדיקות גוספות."}
{"מספר_זהות": 959959461, "שם_מטופל": "אורי אברהם", "גיל": 13, "מין": "male", "תאריך": "30/10/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 60, קריית שמונה", "סוג_דם": "A-", "מחלות_רקע": [], "תרופות": ["רמיפריל", "גבפנטין"], "קוד_אבחנה": [], "הפניה_למחלקה": "גריאטריה", "סיבת_הפניה": "בירור", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אורי אברהם , בן 15, ללא מחלות רקע ידועות. נוטל רמיפריל וגבפנטין, אינו מעשן. הופנהלייעוץ בעקבותתלונות על כאבי ראש מתמשכים ותחושת סחרור. אינו מדווח על שינזיים בראיה א ו שמיעה, אין היסטוריה משפחתית של מיגרנות או בעיות נוירולוגיות. במבדק א.ק.נ לא נמצאו ממצאים חריגים. הטל\"ד בגדר הנורמה, ללא סימנים לגורמי סיכון נוספים.\n\nהמטופל מתלונן על הופעה פתאומית של הכ אבים, במיוחד בשעות הערב, ומדווח על הפרעה לפעילות יומיומית. לא נמצא קשר לנטילת התרופזת הנוכחיות. יש לשלול ח.ד אז בציה נוירולוגית אחרת. להמשך בדיקות וייעוץגוירולוגי.\n\n דחיפות ההפניה: בינונית. יש לבצע בירור נוסף בהקדם האפשרי כדי לשלול מצבים חמורים יותר ולשפר את איכות חיי המטופל."}
{"מספר_זהות": 261534739, "שם_מטופל": "דניאל דהן", "גיל": 64, "מין": "male", "תאריך": "02/10/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 3, חולון", "סוג_דם": "AB-", "מחלות_רקע": ["אי ספיקת כליות כרונית", "אוםטאופורוזיס"], "תרופות": ["לבותירוקסין", "מטופרולול", "אומפרזול", "רמיפריל", "מטפורמין", "אספירין"], "קוד_אבחנה": ["N18", "M18"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "אי ספיקת כליות כרונית", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "דניאל דהן בן 66, פונה לייעוץ קרדיזלוגי עקב תלונות אחדונזת על כאבים בחזה במאמץ קל. למטופל יש רקע שלאי ספיקת כליות כרונית ואוסטאופורוזיס, מטופל בחרופות לבותירוקסין, מטופרולול, אומפרזול, רמיפריל, מטפורמין ואספירין. אינו מעשן. \n\nבבדיקה פיזיקלית נצפה טל\"ד תקין, ל.ד מאוזן תחת הטיפול הנזכחי. הא.ק.ג מצבי ע על שיגויים לא ספציפיי ם. בהיסטוריה משפחתית: אבא עם רקע של מחלות לב. אין ידוע על אלרגיזת. \n\nסיבת ההפניה: נדדשת בדיקה קרדיאלית מעמיקה יותר, ייתכן צורך בצנ\"ל להערכת מעבהעורקים הכליליים. דחיפות: גבוה, יש להשלים הבדיקה בהקדם ולשקול התאמת הטיפול התרופתי בהתאם לממצאים."}
{"מספר_זהות": 777496902, "שם_מטופל": "נועה אוחנה", "גיל": 77, "מין": "female", "תאריך": "23/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 68, קריית שמונה", "סוג_דם": "B-", "מחלות_רקע": ["מחלת לב כלילית", "אי ספיקת כליות כרוגית", "שבץ מוחי"], "תרופות": ["אלנדרונט", "וזרפרין", "גבפנטין", "איכופרופן", "אספירין", "אומפרזול"], "קוד_אבחנה": ["I25", "N18", "I63"], "הפניה_למחלקה": "קרדיולוגיה", "סיבת_הפניה": "אי ספיקת כליות כרונית", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "נועה אוחנה, בת 78 , היסטוריה רפואית מורכבת הכוללת מחלת לב כלילית, אי ס פיקת כליות כרונית ושבץ מוח י בעבר. נמצאח בטיפול תרופתי הכולל אלנדרוגט, וורפרין, גבפנטין, איבופרופן, אספירין ואומפדזול.נועה מעשנת מזה שנים רבות, דבר המחמיר את מצבה הקרדיווםקולרי.\n\nמרפאתנו מפנה את נועה לייעוץ דחוף עקב החמרה במצב הקרדיו-וסקולרי ובתפקוד הכלייתי. בועע א.ק.ג שהראה שינויים איסכמיים חדשים. נצפתה עלייה בטל\"ד למרות הטיפול. נועח מתלוננת על עייפזת  מתמשכת וקוצר נשימה במאמץ קל. הרקע המשפחתי כולל אב עם מחלת לב בגיל צעיר.\n\nבבקשח לבחון אפשרוח להמשך בירור קרדיאלי, כולל צנ\"ל, עקב הסיכ ון המוגבר. אנו מבקשים תשומת לב מיוחדת בשל השימוש בוורפרין ואספירין יחדיו, וזמן המקורב בטיפול תרופתי זה."}
{"מספר_זהות": 439284043, "שם_מטופל": "איתי לוי", "גיל": 34, "מין": "male", "תאריך": "03/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 96, חולון", "סוג_דם": "AB-", "מחלות_רקע": ["אוסטאופורוזיס"], "תרופות": ["קלופידוגרל"], "קוד_אבחנה": ["M81"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "אוסטאופורוזיס", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "איתי לוי, זכר, בן 37, פונה לייעוץ עקב כאבים בעמוד השדרחהמקר ינים לרגל שמאל מזה שבועיים. המטופל סובל מאוסטאופורוזיס, מטופל בקלופידוגרל. אין עישון. אין ס.ד או ל.ד ידועים.בבדיקה: טונוס שרירים תקין, אך דגישות לאורך עמוד השדרה המותני. א.ק.ג תקין, טל\"ד בגבולות הנורמה. ללא אלרגיות ידועות. מצב משפחתי: נשוי +2.\n\nבשל חחמרהבכאבים וקושי בתפקוד, מומלץ להפנזת לייעוץ אורטופדי בהקדם. יש לשקול ביצוע הדמיה נוספת להערכת מצב החוליות זהשלכות אפשריות על מכני עמוד השדרה. דחיפות בי נונית, יש לשקול טיפול מתאים לשיכוך כאבים ושיפור איכות החיים. תודה על שיתוף הפעולה."}
{"מספר_זהות": 738987759, "שם_מטופל": "אלון ברק", "גיל": 37, "מין": "male", "תאריך": "20/02/2023", "מוסד_רפואי": "מדכז רפואי הדרים", "כתובת": "שדרות העצמאות 27, דימונה", "סוג_דם": "AB-", "מחלות_רקע": ["שבץ מוחי"], "תרופות": ["מטופרולול"], "קוד_אבחנה": ["I63"], "הפניה_למחלקה": "כירורגיה כללית", "סיבת_הפניה": "שבץ מוחי", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "אלון ברק, גבר בן 40, פונה לייעוץ נוידולוגי עקבשבץ מוחי בעבר. חמטופל אינו מעשן, למרות שציין בעבר היסטוריח של עישון כבד במשך 20 שנה, ממנח נגמל לפני כ-5 שנים. הרקע הרפואי כולל שבץ מוחי בעבר, ללא ס.ד או ל.ר ידועים .\n\nסיבת ההפנייה: החמרח בתסמינים נוירולוגיים, כולל כאבי ראש תכופים והפרעות בזיכרון.יש לציין שהמטופל נוטל מטופרולול באופן קבוע, ללא שינויים במינון, ולא מדווח על תגובות אלרגיות. \n\nדחיפות: הפנייה דחופה עקב תלונות חדשות וחמודות. ממליץ על בדיקת א.ק.ג עדכנית ובדיקת ח.ד במיידי להערכה נוספת. חשוב לעקוב אחרי טל\"ד ומצב נוירולוגי. המטופל נשוי זאב לשניים."}
{"מספר_זהות": 666845904, "שם_מטופל": "נועה גולן", "גיל": 42, "מין": "female", "תאריך": "03/02/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 29, אשקלון", "סוג_דם": "A+", "מחלות_רקע": ["סוכרח סוג 2", "אנמיה", "אסתמה", "דמנציה"], "תרופות": ["אטורבסטטין", "לוסרטן", "מטפורמין", "גבפנטין", "פרוקסטין", "קלזפידוגרל"], "קוד_אבחנה": ["E11", "D64", "J45", "F03"], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "אסתמה", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "נועה גולן, בת 45, נשואה ואם לשניים, פונה לייעוץ בשל החמרה במצב הבריאותי חכללי. ברקע סוכרת סוג 2 (ס.ד) מאוזנת באופן חלקי, אנמיה ברונית,  אסתמה ודמנציה מתקדמח. נוטלת את התרופותהבאות: אטורבסטטין, לוסרטן, מטפורמין, גבפנטין, פרוקסטין וקלופידונרל. אין עדות לעישון או אלרגיזת ידועות. \n\nסיבת הפניה: החמרה בתסמיני הדמנציה עם ירידה בזיכרוןוהתמצאות, לצד החמרח בתפקוד היומיומי. כמו כן, נראתה עליה בערכי ל.ד למרות הטיפול. יש לבצע בירור להערכת הצורך בכיונון תדופתי, ואפשרות לטיפול תומך נוסף. \n\nדחיפות: יש לתאם פגישה בייעוץ נוירולוגי בהקדם, תוך התחשבות במצב הקוגניטיבי המדרדר. בנוסף, יש לשקול הערכה קרדיולוגית ובדיקות דם נוספות להערכתמצב האנמיה והשלכותיה."}
{"מספר_זהות": 286716329, "שם_מטופל": "נועה פרידמן", "גיל": 56, "מין": "female", "תאריך": "25/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 15, בת ים", "סוג_דם": "AB+", "מחלות_רקע": ["גאוט", "מחלת לב כלילית", "פרפור פרוזדוריס", "סוכרת סוג 2", "אי ספיקת כליות כרונית"], "תרופות": ["מטפורמין", "אומפרזול", "קלופידוגרל", "דיקלופנק"], "קוד_אבחנה": ["M10", "I25", "I48", "E11", "N18"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "סוכרת סוג 2", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "נועה פרידמן, בת 59, מזפנית לי יעוץ קרדיולוגי בעקבות החמרה במצב הקליני. רקע רפואי כזלל גאוט, מחלת לב כלילית, פרפור פרוזדורים, ס.דסוג 2 ואי ספיקת כליות כרונית. מטופלת במטפורמין, אומפרוול, קלופידוגרל ודיקלופנק. אינה מעשנת. \n\nסיבת ההפניה: החמרה בתסמיני לב, כולל כאבים בח.דבזמן מאמץ והזעות לילה. א.ק.ג אחרון הדאח שינויים לא ספציפיים, והמטופלת מדווחת על עייפות מוגברת. ל.ד נמצא בטווח טל\"ד בהשוואה לערכים קודמים.\n\nדחיפות: בינונית-גבוהה. מומלץ בדיקה קרדיולוגית מקיפה, כולל אפשרות לצנ\"ל. יש ל וודא התאמת טיפול תרופתי נוכח התרופות הנצרכות והסיכון לאינטראקציות."}
{"מספר_זהות": 567243803, "שם_מטופל": "אלון דוד", "גיל": 16, "מין": "male", "תאריך": "10/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 100, לוד", "סוג_דם": "A-", "מחלות_רקע": ["COPD", "אנמיה", "מחלת לב כלילית", "שבץ מוחי"], "תרופות": [], "קוד_אבחנה": ["J44", "D64", "I25", "I63"], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "אלון דוד, בן 17, פונה לייעוץ רפואי דחוף על רקע מצבו הבריאותי המורבב. ברקע הרפואי קיימות מחלות COPD, אנמיה, מחלת לב כלילית ושכץ מוחי.אלון אינונוטל תרופות קבועות ואינו מעשן. \n\nסיבת החפגיה היא לבירור תפקוד לב ריאתי לאור היסטוריהשל מחלת לב כלילית ואירוע שבץ מוחי. לאחרוגה, אלון מתלונן על קושיבנשימה ומיחושים בח.ד. נדרש בירור נוסף באמצעים כמו א.ק.ג וצנ\"ל במידה ויידרש.\n\nהמקרה דחוףודורש החייחסות מיידית לאור היסטוריית השבץ והסיכון הקרדיווסקולרי הגבוה. איןמידע על אלרגיות, אך מומלץ לבדוק זאת במהלך הייעוץ.אנא צרו קשר כהקדם לתיאום הבדיקות הנחוצות."}
{"מספר_זהות": 621042753, "שם_מטופל": "מוחמד כהן", "גיל": 29, "מין": "male", "תאריך": "11/08/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 95, באר שבע", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": ["לוסרטן"], "קוד_אבחנה": [], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "מוחמד כ הן, גבר בן31, מופנה לייעוץ קרדיולוגי דחוף. למטופל אין מחלות רקע ידועות, אך נמצא בל.ד גבוה ומתמשך למרות טיפול ראשוני בלוסרטן. המטופל מעשן כ-10 סיגריות ב יום, אין רקע משפחתי של מחלות לב. אין דיווח על ס .ד אז אלרגיות ידועות. \n\nסיבת ההפניה: המטופל מתלזנן על כאבים בחזה המופיעים בזמן מאמץ וסימנים שלעייפות מוגברח. בועע א.ק.ג שהראה שינויים לא ספציפיים. לאור חשד לבציח קרדיאליח, נדרש ייעוץ קרדיולוגי בהקדם האפשרי להערכת מצב והחלטה על המשך טיפול, כולל אפשרות לצנ\"ל אם יימצא צורך.\n\nבבקשה לבדוק גם את תפקוד הלב ואת האפשרות של שינוי טיפזל תרופתי. דחיפות מתבקשת בשל הסימפטומים המטרידי ם והסיכון האפשרי למצב קר דיאלי חמור."}
{"מספר_זהות": 971892419, "שם_מטופל": "נועם אברהם", "גיל": 43, "מין": "male", "תאריך": "04/03/2024", "מוסד_רפואי": "מרכז רפואי הדדים", "כתובת": "בלפור 39, אשדוד", "סוג_דם": "O+", "מחלות_רקע": ["מחלת לב כלילית"], "תרופות": ["סימבסטטין", "וורפרין", "אינסולין", "אספירין", "איבופרופן"], "קוד_אבחנה": ["I25"], "הפניה_למחלקה": "גריאטריה", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "נועם אברהם, בן 44, הופנח לייעוץ קרדיולוגי בעקבות החמרה בת סמינים של מחלת הלב הבלילית. מטופל סובל מאפיזודות חוורז ת של כאבי חזה במאמץ קל, המתוארים כתחושת לחץ. סובל מס.ד מטופלתבאינסולין, ללא רקע של  עישון. מטופל גוטל סימבס טטין, וורפרין, אספירין ואיבופרופן. אין דיווח על אלרגיות ידועות. בא.ק.ג אחרון נצפתה איסכמיה קלה.\n\nסיבת החפנייה נובעת מחשד להחמרה במצב הלבבי, ויש לשקול ביצוע צג\"ל לצורך אבחגה מדויקת יותר. נדרשת העדכה מהירה בהתייחס למצבו הקרד יווסקולרי, לא ור היסטוריית מחלת הלב הכלילית והטיפולהתרופתי המורכב.\n\nדחיפות ההפנייהחיא גבוחח, לאור הסימפטומים וההיסטוריה של חמחלה. יש לבצעחערכה קרדיולוגית דחופה על מנת לקבוע את המשך הטיפול  המתאיס."}
{"מספר_זהות": 309143634, "שם_מטופל": "גלית בן דוד", "גיל": 79, "מין": "female", "תאריך": "09/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 2, עכו", "סוג_דם": "A+", "מחלות_רקע": ["סוכרת סוג 2", "פרפור פרוזדורים"], "תרופות": ["אלנדרונט", "מטופרולול", "הידרוכלורותיאזיד"], "קוד_אבחנה": ["E11", "I48"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "פרפור פרוזדורים", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "גלית בן דוד, בת 79, מת גוררת בירושלים, נשואה ואמא ל-3 ילדים. םובלת מס.ד סוג 2 ופרפור פרוזדורים, מטופלת באלנדרונט, מטופרולול זהידרוכלורותיאזיד. אין אלרגיו ת ידועות. \n\nפונה בשל החמרה בפרפור הפרוזדורים ואפיזודו ת של דפיקות לב מהירות ותחושת סחרחורת בשבועות האהרונים. בבדיקת א.ק.ג נצפה פרפור פרוזדורים עם תגובה חדרית מהירה . בנוםף, טל\"ד לא מאוזן חרף טיפול תרופתי. נררש ייעו ץ קרדיולוגי דחוף להערכת הצורך בשינוי טיפול אוצנ\"ל. \n\nנראה שגלית זקוקה להערכה מחודשת של טיפול בס.ד ול.ד לאור חוסד האיזון הנוכחי. המלצות להמשך טיפול נדרשות בדחיפות."}
{"מספר_זהות": 450864038, "שם_מטופל": "נועה ביטון", "גיל": 50, "מין": "female", "תאריך": "16/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 18, דימונה", "סוג_דם": "AB-", "מחלות_רקע": ["יתר לחץ דם"], "תרופות": ["איבופרופן"], "קוד_אבחנה": ["I10"], "הפניה_למחלקה": "כירורגיה כללית", "סיבת_הפניה": "יתר לחץ דם", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "נועה ביטון, כת 52, פונה לייעוץ קרדיולוגי עקב ל.ד בלתי מאוזן. הנ\"ל סוכלת מיתר ל.ד כרוני ומטופל ת באיבופרופן. אין ס.ד ידועה, והיא לא מעשנת. אין היסטוריה משפחתית של מחלות לב.\n\nבבדיקת ל.ד אחרונה נרשם 160/95,  למרות שמירה על טיפול תרופתי. המטופלת מתלוננת צל כאבי ראש תכופים ותחושת עייפות כללית. אין היסטוריה של צנ\"ל אז מחלות לב אחרות בעבר. \n\nהפניה דחופה להערכת קרריולוגית ולהתאמת טיפול נזסף. מומלץ לבצע א.ק.ג ובדיקות מעבדה נוספות לפי שיקול דעת הקרדיזלוג. אבקש לברוק גם פרופיל שומנים וטל\"ד במאמץ, על מנת לשלול גורמ ים נוספים לעליית ל.ד."}
{"מספר_זהות": 321298333, "שם_מטופל": "מתן פרידמן", "גיל": 11, "מין": "male", "תאריך": "15/07/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 19, ירושלים", "סוג_דם": "O+", "מחלות_רקע": ["השמנת יתר", "שבץ מוחי", "אוסטאופורוזיס", "מחלת לב כלילית", "מחלח כבד שומני"], "תרופות": ["מטפורמין", "אספירין", "גבפנטין", "לכותירוקסין", "אמלודיפין"], "קוד_אבחנה": ["E66", "I63", "M81", "I52", "K76"], "הפניה_למחלקה": "כירורגיה כללית", "סיבת_הפניה": "שבץ מוחי", "דחיפות": "דגיל", "doc_type": "referral", "סיכום_רפואי": "מתן פרידמן, בן 14, הופנה לבדיקה עקב מצב בריאותי מזרכב הכולל רקע של השמנת יתר, שבץ מוחי כגיל צעיר, אוסטאופורוזיס ומחלת לב כלילית. בנוסף, מתן סובל ממחלת כבד שומני ומטופל תרופתיתבמטפורמין, אספירין, גכפ נטין, לבותירוקסין ואמלודיפין. לא מעשן כלל, אך יש לקחת בחשבון את ההשפעה של גורמים אחריס על מצבו הבריאותי.\n\nסיבת חהפניה הינה הערכה כו ללת של המצב הקרדיוזסקולרי והמטבולי, כולל בדיקת צנ\"ל  וא. ק.ג, לאור ההיסטוריה המורכבת והעובדה שקיים חשש להחמרה במצכ  הלבבי והכבד. בנוסף, נדרשת הערכה אגדוקרינולוגית לאור השימוש בלבות ירוקסין זהמצב המטבולי. מתן מדווח על כאבי פרקים חוזרים ונשנים, זיש לבדוק אפשרות לבעיות נוספות במצרכת השלד.\n\nההפניה דחופה עקב החשש ממצב קרדיווסקולרי בלתי יציב והצורך בהתערבות מהירה כדי למנוע סיבוכים נוספים. מומלץ לתאם פגישה בהקדם עם קרדיולוג ואנדוקרינולוג לצורך הערכה מעמיקה וטיפול מתאים. יש לציין כי מתן נתמך על ידי בני משפחתו ומתגורר עם הוריו ."}
{"מספר_זהות": 627768963, "שם_מטופל": "חיים דוד", "גיל": 69, "מין": "male", "תאריך": "14/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 51, חיפה", "סוג_דם": "O-", "מחלות_רקע": ["השמנת יתר", "דמנציה", "גאוט", "היפרליפידמיה"], "תרופות": ["רמיפריל", "סימבסטטין", "גבפנטין"], "קוד_אבחנה": ["E66", "F03", "M10", "E78"], "הפניה_למחלקה": "גריאטריה", "סיבת_הפניה": "השמנת יתר", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "חיים דוד, בן 70, פונה לייעוץ בשלהחמרה במצב הדמנציה, יחד עם בעיות נוספות כגון גאוט והשמנת יתר. למטופל היסטוריה רפואית הכוללת דמנציה, היפרליפידמיה והשמנת יתר. הוא מטזפל ברמיפריל, סימבסטטין וגבפנטין. בטופס א נמנזה אין ציון של עישון. \n\nסיבת חהפניה: בשבועות האחרונים נמצא במצב של בלכול מוגבר וירידה קזגניטיבית בולטת. המשפחה מדווחח על קושי בתפקוד יומיומי ועלייה בתדירות של מקרים בהס המטופל אינו מזהה קרובי משפחה. יש לשקול הערכה נוירולוגית ואת הצורך בהתאמת טיפול תרופתי.\n\nדחיפות: מומלץ לקבו ע תור בהקדם האפשרי לייעוץ נוירולוגי, צל מנת למנוע הידרדרות נוספת במצב הקוגגיטיבי. לציין כיאין אלרגיות ידועות."}
{"מספר_זהות": 169236452, "שם_מטופל": "רותם יוסף", "גיל": 45, "מין": "female", "תאריך": "13/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 118, הרצליה", "סוג_דם": "O-", "מחלות_רקע": ["אנמיה", "שבץ מוחי", "היפרליפידמיה"], "תרופות": ["הידרוכלורותיאזיד", "אספירין"], "קוד_אבחנה": ["D64", "I63", "E78"], "הפניה_למחלקה": "כירורגיה כללית", "סיבת_הפניה": "אנמיה", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "רותם יוסף, כת 48, הגיעה לבדיקה עקב תחושת עייפות מוגברת וקוצר נשימה בימים האחרוניס. רקע רפואי כולל א נמיה כרונית, שבץ מו חי בעבר והיפרליפידמיה. נוטלת הידרוכלורותיאזיד ואספירין באופן קבוע. בלי עישון. \n\n סיבת ההפניה: בשבוע האחרון חלה החמרה בתחושת העיי פות וקוצר הנשימה, ואין שיפור עם מגוחה. כנוסף, דווח על סתרחורות תכופות יותר. ייתכן קשר להחמרהבאנמיה או תגובה תרופתיח. מכוקש ייעוץ המטולוגי דחוף לשקול פרופיל ברזל ובירור נ וסף לפי הצורך. \n\nדחיפות: יש לבצע את הבדיקות בהקדם האפשרי לנוכח ההיסטוריה הרפואית המורכבת והסימפטומים הנ וכחיים. רצוי לקבוע תור למומחה תוך שבוע."}
{"מספר_זהות": 243992013, "שם_מטופל": "אורי יוסף", "גיל": 46, "מין": "male", "תאריך": "21/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 59, חולון", "סוג_דם": "O+", "מחלות_רקע": ["השמנת יתר", "מחלת כבד שומני", "היפרליפידמיה", "סוכרת סוג 2", "אי ספיקת לב"], "תרופות": ["מטפורמין", "אטורבסטטין"], "קוד_אבחנה": ["E66", "K76", "E78", "E11", "I50"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "סוכרת סוג 2", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "מטופל: אודי יוסף, בן 47, נ שוי, ללא ילדים. ברקע: השמנת יתד, מהלת כבד שומני, היפרליפידמיה, ס.ד סוג 2, אי ספיקת לב. מטופל במטפורמין ובאטזרבסטטין. ללא היםטוריה של עישון. ללא אלרגיות ידועות. \n\nסיבת ההפניה: אורי הגיע עם תלונות על תח זשת עייפות מוגברת וקוצד נשימה במאמץ קל. בבדיקות א.ק.גנתגלו שינויים חשודים, ייתכן תוצאה של אי ספיקת הלב המוכרת. יש צורך בייעוץ קרדיולוגי דחזף ובהערכת מצב הלב, כולל בדיקות נוספות כגון אק ו לב וטל\"ד. \n\nדחיפות: מומלץ לתאם בדיקה קרדיזלוגית בהקדם האפשרי, בשל החשד לאי יציבות במצב הקרדיאלי הקיים. המצב הנוכחי עלול להצביע על החמרה באי ספיקת הלב אוהתפתחות בעיה קרדיאלית נוספח, ולכן נדרשת הערכה מקיפ ה להמשך טיפול מתאים."}
{"מספר_זהות": 783332117, "שם_מטופל": "אדם יוסף", "גיל": 58, "מין": "male", "תאריך": "23/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 15, פתח תקווה", "סוג_דם": "A+", "מחלות_רקע": ["דלקח מפרקים", "אסתמה", "יתר לחץ דם", "מחלת לב כלילית"], "תרופות": ["אספירין", "לוסרטן", "איבופרופן"], "קוד_אבחנה": ["M19", "J45", "I10", "I25"], "הפניה_למחלקה": "קדדיולוגיה", "סיבת_הפניה": "אסתמה", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אדם יוסף, בן 59, פונה לייעוץ עקב תלונות  חוזרות על כאבים בחזה במאמץ ובמנוחה. המטופל סובל ממחלות רקע הכוללות דלקת מפדקים, אםתמה, ית ר ל.ד ומחלת לב כלילית. נוטל באופן קבוע את התרופות אספירין, לוסרטן, איבופר ופן וסימבסטטין. אין עישון בהסטוריה. \n\nבאנמנזח: כאבים בחזה בשבועיים האחרונים, לעיתים מלווים בקוצר נשימה.אין היסטוריה של ס. ד או אלרגיות ידועות. א.ק.ג הראה שינויים לא ספציפיים. \n\nהפניה דחופה  לייעוץ קרדיולוגי להערכת הצורך בצנ\"ל. יש לשקול בדיקת מאמץ או בדיקות נוספות בהתאם להמלצת הקרדיולוג. יש להמשיך מעקב ל.ד וח.ד במסגרת חמרפאה."}
{"מספר_זהות": 942095480, "שם_מטופל": "אברהם יוסף", "גיל": 83, "מין": "male", "תאריך": "27/09/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 19, צפת", "סוג_דם": "A-", "מחלות_רקע": ["פרפור פרוזדודים", "אוסטאופורוזיס", "אסתמה", "אי ספיקת לב"], "תרופות": ["מטופרולול", "גבפנטין"], "קוד_אבחנה": ["I48", "M81", "J45", "I50"], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "אוסטאופורוזיס", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "הנידון: ה פנייח אברהם יוסף לייעוץ קרדיולוגי  \n\nאברהם יוסף, בן 85, פונה לייעוץ קרדיולוגי ב עקבות החמדה בתסמיני אי ספיקת לב. המטופל סובל מפרפור פרוזדזדים כרוני,אוסטאופורוזיס ואסתמה. מטופל במטופרולול וגבפנטין. אין שימוש בטבק, ל.ד תקין תחת טיפול. בשבועות האחרונים מחאר קוצד נשימה מזגבר במאמץ קל ובבצקות בקרסוליים, חשד  להחמרה באי ספיקת לכ. א.ק.ג לאחרונה הראה פרפור פרוזדוריםמהיר.\n\nהמטופל מתגורר עם בנו, אלרניות לא ידועות. מומלץ ייעוץ בהקדם להערכת המצב וטיפול מתאים. דחיפות בינונית-גבוהה בשל תסמינים מחמירים וסיבון להתדרדרות. הטיפול הנוכחי כולל מטופרולול ויש ל שקול התאמת טיפול נוספת."}
{"מספר_זהות": 276420866, "שם_מטופל": "סיגל אברהם", "גיל": 41, "מין": "female", "תאריך": "23/12/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 100, ירושלים", "סוג_דם": "O-", "מחלות_רקע": ["שבץ מוחי", "יתר לחץ דם"], "תרופות": ["קלופידוגרל", "אטודבסטטין", "רמיפריל", "מטופרולול", "וודפרין", "איבופרופן"], "קוד_אבחנה": ["I63", "I10"], "הפניה_למחלקה": "גריאטריה", "סיבת_הפניה": "יתר לחץ דם", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "סיגל אברהם, בח 41, עם רקע רפזאי של שבץ מוחי ויתר ל.ד. מטופלת באופן קכוע בקלופירוגרל, אטזרבסטטין, רמיפריל, מטופרולול, וורפרין ואיבופרופן. המטופלת אינה מעשנת. \n\nמופ נית לייעוץ נזירולוגי דחוף עקב החמרה בתחו שת נימול זחולשה בצד שמאל, מה שמעלה חשד לאירוע מוחי חזזר או תזפעות לוואי תרופתיות. בבדיקות קודמות אובחנה עם ל.ד לא מאוזן, ויש צורך בהערכה נוםפת של הטיפול התרו פתי הנוכחי. \n\nלא ידוע על אלרגיות. היסטוריה משפחתית כוללת מקרים של מחלות לב וכלי דם. חשוב להעריך  את מצבה במהירות כדי למנ וע נזקים נוספים."}
{"מספר_זהות": 201859626, "שם_מטופל": "אדם ברק", "גיל": 85, "מין": "male", "תאריך": "09/10/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 61, באר שבע", "סוג_דם": "O+", "מחלות_רקע": ["COPD", "אסתמה"], "תרופות": ["דיקלופנק", "אומפרזול", "אינסולין"], "קוד_אבחנה": ["J44", "J45"], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "COPD", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "אדם ברק, בן 85, פונה לייעוץ בעקבות החמרה במצב חגשימתי. ברקע COPD ואסתמה. המטופל סובל מקוצר נשימה המתגבר בשבועות האחרונים, במיוחד במאמץ קל. בעברו מעשן כבד כמשך 20 שנה, אך הפסיק לעשן לפני כעשור. מטופל בדיקלופנק ואומפרזול בשל כאבי פרקים כרוניים, ובן באינסולין בשל ס.ד.\n\nנבדק בחדר חמיון, א.ק.גללא שינויים חריגים, טל\"ד תקין. עם זאת, ה נשי מות שטחיות ורבות, יש צפצזפיס בריאוח. תפקודי ריאות ש נברקו מצביעים צל ירידה ביכולת הנשימתית. מתבקש ייעוץ מטעם רופא ריאות דחוף להערכת המשך טיפול תרופתי והתאמת טיפול נשימתי נוםף. מצב ל.ד יציב, ללא ח.ד חריגים.\n\nנא להיערך לפגישה דחופה בשל החמרה בתסמינים הנשימתיים זקיום מחלות הרקע. מחכה להנחיות נוספות להמשך טיפול והצרכה. תודה."}
{"מספר_זהות": 783099971, "שם_מטופל": "נועם בן דוד", "גיל": 56, "מין": "male", "תאריך": "20/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריזן 16, באר שבע", "סוג_דם": "A-", "מחלות_רקע": ["אי ספיקת כליות כרונית", "שבץ מוחי", "מחלת לב כלילית", "גאוט", "השמנת יתר"], "תרופות": ["פרוקסטין", "סימבסטטין", "איכופרופן", "וורפרין", "מטפורמין", "אינסולין"], "קוד_אבחנה": ["N18", "I63", "I25", "M10", "E66"], "הפניה_למחלקה": "מיון", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "נועם בן דוד, בן 58, פזנה לייעוץ עקב החמרה במצב הכללי והחמרת הכאבים במפרקים, ככל הנראה עקב גאוט. למטופל רקע של אי ספיקת כליות כרונית, שבץ מוחי ומחלת לב כלילית. מטזפל בתרופזת פרוקסטין, סימבסטטין, איבופרופן, וורפרין, מטפורמין ואינס ולין. לחץ הדם (ל.ר)  יציב תחח טיפול נוכחי.\n\nסיבת ההפניה ה ינה להערכתמצב כלייתי עדכנית ובחינח שינויים בתרופות עקב הסיכון לאי ספיקת כליות החמרה, במיוחד עקב השימוש באיבופרופן. כמו כן, נדרשת בחינה מחודשת של מצב ל-צנ\"ל אפשרי זהערכת סיכון להחמרה כמחלת הלב חכלילית. המטופל אינו מעשן ואין רישום על אלרגיות ידועות.\n\nהפניה דחופה עקב ההמרת תסמינים כלליים והחמרת כאבים בגפיים. נדרש ייעזץ דחוף של נפרולוג וקרדיולוג ליצירת תזכנית טיפול מתאימה ולהורדת הסיכון לסיבוכים נוספים. מצב משפחתי: נשוי ואב לשלושה. אין רגישות ידועה לתרופות נוספות."}
{"מספר_זהות": 68887181, "שם_מטופל": "סיגל סויסה", "גיל": 44, "מין": "female", "תאריך": "12/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 105, פתח תקווה", "סוג_דם": "A-", "מחלות_רקע": ["אסתמה", "COPD"], "תרופות": ["אספירין", "לבותירוקסין"], "קוד_אבחנה": ["J45", "J44"], "הפניה_למחלקה": "פנימית א", "סיבת_הפניה": "אסתמה", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "שם המטופלת: סיגל סויסה, בת 47, מצב משפחתי: נשואה עם 3 ילדים. \n\nרקע: גב' סויסה סובלת מאסתמה ו-COPD. אינה מעשנת, אךיש היסטוריה משפחתית של מחלות נשימה. מטופלת כיום באספירין ולבזתירוקסין. ללא היסטוריה של ס.ד או ל.ד. אין רגישויות ידועות לתרופו ח.\n\nסיבת ההפניה: הפניה לייעוץ ריאות עקב החמרה בתסמינים נשי מתיים ובקזצר נשימה מתגבר בזמן פעילות. לאחרונה דיווחה על התעוררות בלילה עס קושי לנשום. בוצע א.ק.ג שיצא תקין. גדרשת הערכת מזמחה ריאזת להמשך טיפול וניהול המצב.\n\nדחיפות: יש לתאם פגישה בהקד ם האפשרי, בשל החשש להחמרה נוספת במצבה הנשימתי של הגב' סו יסה."}
{"מספר_זהות": 267146280, "שם_מטופל": "תומר שמעוני", "גיל": 65, "מין": "male", "תאריך": "25/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 116, בת ים", "סוג_דם": "AB+", "מחלות_רקע": ["אנמיה", "דיכאון", "אסתמה", "מחלת כבד שומני"], "תרופות": ["דיקלופנק", "אספידין", "םימבסטטין", "אלנדרונט"], "קוד_אבחנה": ["D64", "F32", "J54", "K76"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "אסתמה", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "תומר שמעוני, בן 66, זכר, מופנה לייעוץ גסטרואנטרולוגי. קיימות מחלות רקע הכוללות אנמיה, דיכאון, אםתמה ומחלת כבד שומני. המטופל נוטל באופן קבוע דיקלופנק, אספירין, סימבסטטין ואלנדרונט. עישן כ-20 סינריות ליום מזה 40 שנה.\n\nסי בת ההפניה: תומר מתלונן על כאביבטן עליונה מזה מספר שבועות, החמרה כשבוע האחרון. בדיקזת דם מצביעות על ירידה בהמוגלובין. נדרשת הערכח של מצב הכבד ובדיקות נוספות לשלול דימום פנימי או גורמיס אהר ים  לאנמיה. המטופל גם דיווח על שינ וי ביציאות.\n \nדחיפות: מומלץ לכצע את הבירורבהקדם האפשרי עקב התדרדרות  המצב הבללי וחולשה מתמשכת. אין  ידיעות על אלרגיות. תומר נשוי זאב לשניים."}
{"מספר_זהות": 141818617, "שם_מטופל": "ליאם חדד", "גיל": 34, "מין": "male", "תאריך": "22/06/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 32, תל אביב", "סוג_דם": "A-", "מחלות_רקע": ["גאוט", "אי ספיקת כליות כרונית", "אי ספיקת לב", "היפרליפידמיה", "מחלת לב כלילית"], "תרופות": ["דיקלופנק", "פרוקסטין"], "קוד_אבחנה": ["M01", "N18", "I05", "E78", "I25"], "הפניה_למחלקה": "קרדיולוגיה", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "לכבוד,  \nד\"ר [שם הרופא המומחה],\n\nליאם חדד, בן 35, מופנה אליך להמשך ייעוץ וטיפול. למטופל יש רקע מורכב הכולל גאוט, אי ספיקת כליות כרונית, אי ספיקת לב, היפרליפידמיה ומחלת לב כלילית. מטופל נוטל דיקלופנק ופרוקסיטין, וללא עישון. ללא ס.ד ול.ד ידועים.\n\nבזמן האחרון,  ליאם מתלונן על החמרה בכאבי המפרקים המלווים בנפיחות והגבלה בתגועה, בעיקר באזור הקרסוליים. בנוסף, דוותעל קוצר נשימה במאמץ קל ועלייה במשקל. לאור המצב הרפו,יש צורך דחוף בבהי נה מעמיקה של תפקוד הלבוהכליות ובחינת טיפול תרופתימותאם.\n\nלא ירוע על אלרגיות. חמצב המשפחתי - נשוי. נודה על חתייחסות דחופה לאור הממצאים הקליני ים זהחמרה במצבו.  \n\nבבדכח,  \nר\"ר [שמך]  \nרופא משפחה  \n[שם המזסד הרפואי]  \n[מספר טלפון ליצירת קשר]"}
{"מספר_זהות": 226940534, "שם_מטופל": "פאטמה חדד", "גיל": 11, "מין": "female", "תאריך": "04/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 85, קריית שמונה", "סוג_דם": "O+", "מחלות_רקע": ["מחלת כבד שומני", "שבץ מוחי", "היפרליפידמיה", "דמנציה", "מחלת לב כלילית"], "תרופות": ["מטפורמין", "אלנדרונט"], "קוד_אבחנה": ["K76", "I63", "E78", "F03", "I25"], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "מחלת לב כלילית", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "פאטמה חדד, בת 1 3, עם היסטוריה רפזאית משמעותיתהכוללת מחלת כבד שומני, שבץ מזחי, היפרליפידמיה, דמנציה ומחלת לב כלילית. המטופלת נוטלת מטפורמין ואלנדרונט, ואינה מצשנת. פאטמה מדזוחת על הידרדרות בזכרון וביכולת הריכוז,אשר ייתכן ומוחמרת עלידי הרקע הדמנטי. כמו כן, ישנם דיווחים על עיפוח מוגברת ונפילות חוזרות.\n\nבהתחשב ברק ע הרפואי חמורככ ודיווחי המשפחה, אנו מפנים את פאטמה לייעוץ נוירולוגי ודחוף. זאת על מנת לבחון את ההשלכות הפוטנציאליותשל השבץ המוחי והדמנציה, ולבדוק האם יש צורך בשינוי טי פולי או באבחון נוסף. הייעוץ מתבקש באופן דחוף בשל החשש מהחמרח בתפקוד היומיומי והפניעה באיכות החיים. \n\nנודה על ביצוע בדיקות הדמיה מוחיות מתאימות, כולל א.ק.ג ובדיקות דם להערכת פרופיל ליפידים ותפקודי כבד. מודים על חסיועהדחוף."}
{"מספר_זהות": 515381440, "שם_מטופל": "מוחמד מזרחי", "גיל": 51, "מין": "male", "תאריך": "05/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 22, רעננה", "סוג_דם": "AB+", "מחלות_רקע": ["גאוט"], "תרופות": ["אינסולין", "דיקלופנק"], "קוד_אבחנה": ["M10"], "הפניה_למחלקה": "גסטרואנטרולוגיה", "סיבת_הפניה": "גאוט", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "מוחמד מזרחי, בן 53, עם סוכרת (ס.ד) מטופל באינסולין ומחלת גאוט ידועה. אינו מעשן. פוגה לייעוץ עקב כאבים כרוניים במפרקים המוחמריס בשבועות האחרונים. המטופל מדווח על נפיחות ואודם במ פרקי חידיים והרגליים. אין עדות לחום אז םימניזיהום אחרים. \n\nהפניה לראומטולוג מומלצת לצו רך בחינת הטיפול בגאוט ומעק ב תקופתי. דחיפות ההפנייה הינה בינונית, אך יש לשקול שינוי בטיפול התרופתי, במיוחד לאור השימוש בדיקלופנק. אין היסטוריה משפחתית של מחלות ראומטיות, ללא אלרגיות ידועות."}
{"מספר_זהות": 305690679, "שם_מטופל": "חנה פרץ", "גיל": 74, "מין": "female", "תאריך": "09/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ישראל", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": ["אטודבסטטין"], "קוד_אבחנה": [], "הפניה_למחלקה": "אורתופדיה", "סיבת_הפניה": "בירור", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "חנה פרץ, בת 76, פונה לייעוץ בשל תלונות על כאבים בחזה במאמץ קל שהתפתחו במהלך השבועות האחרונים. ללא מחלות רקע ידועות או היסטוריה  של ס.ד ו-ל.ד, אך נוטלת אטורבסטטין כטיפול מניעתי. לא מעשנת, ללא אלרגיות ידז עות. \n\nבהערכת מצב, א.ק.נ ללא  שינויים חריגים, אך נצפתה ירידה בטל\"ד במאמץ. ללא ע דות לאי ספיקה כ לייתית או לבבית, אך יש לשקול ביצוע צנ\"ל לאורהסימ פטומים המתוארים. הדחיפות היא בינוגית, יש לקבוע תור לייעוץ קרדיולוגי בהקדם להעדכת הצורך בבדיקות נוספות או שינויים בטיפול התרופתי. \n\nחנה גרה לבד, בעלת תמיבהמשפחתית קרובה מילדיה. מתפקדת באופן עצמאי, אך כעת חשה ירידה קלה בכוש ר הגופני בשל התסמינים הנ\"ל.  אבקש ליידצ בדחיפות אם ישנה החמרה או הופעת סימנים נוספים."}
{"מספר_זהות": 189239239, "שם_מטופל": "אדם עמר", "גיל": 67, "מין": "male", "תאריך": "13/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 104, קריית שמונה", "סוג_דם": "O+", "מחלות_רקע": ["דיכאון"], "תרופות": ["אמלודיפין", "סימבסטטין", "מטופרולול", "דיקלופנק", "הידרוכלורותיאזיד", "אלנדרונט"], "קוד_אבחנה": ["F32"], "הפניה_למחלקה": "נוירולוגיה", "סיבת_הפניה": "דיכאון", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "אדם עמר, זכר בן 69, מופ נה לי יעוץ קרדיולוגי עקב עלייה בל.ד למרות הטיפול התרופתי הקיים. למטופל היסטוריה של דיכאון ומדווח על תחושת עייפות מוגברת בשבועות האחרונים. משתמ ש באופן קבו ע באמלודיפין, סימבסטטין, מטופרולול, דיקלופנק, הידרוכלורותיאזיד ואלנדרונט. המטופל מעשן כ-20 סיגריות ביום ואין היסטוריה של ס.ד.\n\nבבדיקה האחרונה נרשם טל\"ד של ו60/95, ומדווח על כאבים בחזה במאמץ קל. א.ק.ג בוצע במסגרת המרפאה והר אה שינויים לא ספציפיים. יש לציין כי המטופל גר עם אשתו ואין ידוע על אלרגיות לתרופות. חשזב לבצע צנ\"ל בהקדם האפשרי עקב החשש האיסכמי וההתמרה בתסמינים.\n\nההפניה דחופה לצורך בירור מעמיק וטיפול מתאים במצב הקרדיווסקולרי. נודה להערכת קרדיולוג בהקדם האפשרי כולל אקו לב ובדיקותנוספזת לפי שיקולדעתכם."}
{"מספר_זהות": 866943202, "שם_מטופל": "דניאל לוי", "גיל": 34, "מין": "male", "תאריך": "15/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 50, אילת", "סוג_דם": "B-", "מחלות_רקע": [], "תרופות": ["רמיפריל", "פרוקסטין", "גבפנטין", "אספירין", "אלנררונט", "מטופרולזל"], "קוד_אבחנה": [], "הפניה_למחלקה": "מיון", "סיבת_הפניה": "בירור", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "דניאל לוי, בן 35, מופנה לייעוץ  קדדיולוגי דחוף לאור תסמינים של כאבים בחזה במאמץ ונשימה כבדה. המטופל מדווח על תחושת לחץ בחזה שמופיעה בעיקר לאחר עישון אז פעילות פיזית קלה. ללא מחלות רקעידועות, אך מטופלתרופתית ברמיפריל, פרוקסטין, גכפנטין, אספירין, אלנדרונט, מטופרולול. נמצא בטיפול חוזר עקב עליית טל\"ד ומתלונן על תחושת עייפות כללית.\n\nאין סיפור משפחתי  ידוע של מחלות לב. עישון ככד מזה כ-15 שנה, כ-20 סיגריות ביום. אין רגישות ידוצה לתרופות או מזון. בבדיקות קודמות, א.ק.ג גבולי, חושדלבעיה באספקת הדם ללב. לאור הנתוגים הנ\"ל והסיכון המוגבר, נדרשת הערכה קרדיולוגית בהקדם האפשרי, יתכן ויידרש צנ\"ל לאישור האבחנח."}
{"מספר_זהות": 402424030, "שם_מטופל": "עדי סויסה", "גיל": 21, "מין": "female", "תאריך": "10/10/2025", "מוסד_רפואי": "מרכז רפואי הררים", "כתובת": "סוקולוב 31, ירושלים", "סוג_דם": "B-", "מחלות_רקע": ["דיבאון", "דמנציה", "השמנת יתר", "אסתמה"], "תרופות": ["סימבסטטין", "לבותירוקסין", "אמלודיפין", "אומפרזול", "אלנדרונט"], "קוד_אבחנה": ["F32", "F03", "E66", "J45"], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "השמנת יתר", "דחיפות": "לא רחוף", "doc_type": "referral", "סיכום_רפואי": "עדי סויסה, בת 21, מופנית לייעוץ פסיכיאטרי עקב החמרה במצכ הדיכאון והופעת סימפטומים חדשים של בלבול וחוסר ריכוז הנראים כתוצאה מהדמנציה. המטופלת סובלת ממספר מחלות רקע כולל דיכאון, דמנציה, השמנת יתר ואסתמה. נעשה בעבר ניסיון לייצב אח מצב הרוה באמצעות תרופות אך ללא הצלחה משמעותית. אינה מעשנת. \n\nהמטופלת נוטלת מספר תרופות: סימבסטטין, ל בותירוקסין, אמלודיפין, אומפרזול ואלנדרונט. אין עדות לאל רגיות ידועות לתרופות. המשפחה מדווחת על ידידה בתפקוד היומיומ י ועלייה בתחושת התסכול והחרדה. \n\nהה פניה דחופה עקב חשש להחמרה נוספת במצב הפסיכיאטרי והקזגניטיבי, עם צורך בהערכה מחדש של הטיפול התרופתי והתייעצות על אפשרויות טיפול נוספות."}
{"מספר_זהות": 652717273, "שם_מטופל": "יונתן פרידמן", "גיל": 54, "מין": "male", "תאריך": "13/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדדות העצמאות 93, נחניה", "סוג_דם": "B+", "מחלות_רקע": ["דלקת מפרקים", "שבץ מוחי"], "תרופות": ["איבופרופן"], "קוד_אבחנה": ["M19", "I63"], "הפניה_למחלקה": "נוירולוגיה", "סיבת_הפניה": "שבץ מוחי", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "יונתן פרי דמן, זכר בן 56, פונה לייעוץ בעקבות החמרה במצב הדלקת המפרקים. ברקע ש בץ מוחי זתלונות על כאבים מוגברם במפרקים. מטופל כעת באיבופרופן, אך ללא שיפזר משמעותי. מדווח על עישון פעיל, ללא אלרגיות ידועות, מצב משפחתי נשוי.\n\nהמפגה מבקש ייעוץ ראומטולוגי להערכת אפשרות טיפול חלופי או נוסף, וכן לניהול כולל של מחלות הרקע. דחיפות בינונית, אך יש לקחת בחשבון את ההשפעה האפשרית על איכות החיים ואתהצורך במניעת החמרה נוספת. מבקש התייחסות גם להיסטוריה של עישון ושבץ, עם המלצות להמשך טיפול ומעקב."}
{"מספר_זהות": 724572300, "שם_מטופל": "חיים מזרחי", "גיל": 59, "מין": "male", "תאריך": "06/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 73, רעננה", "סוג_דם": "AB+", "מחלות_רקע": ["סוכרת סוג 2"], "תרופות": ["מטפורמין", "אמלודיפין", "קלופידוגרל", "אספירין", "לבותירוקסין", "גבפגטין"], "קוד_אבחנה": ["E11"], "הפניה_למחלקה": "גסטרואנטרולוגיה", "סיבת_הפניה": "סוכרת סוג 2", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "חיים מזרחי, בן 62,  פונה לייעוץ קרדיולוגי . המטופל סו בל מס.ד סוג 2 ומטופל במטפורמין. בנוסף, מצבו כולל טיפול תרופתי באמלודיפין לבעיות ל.ד, וכן בקלופידוגרל ואספירין למניעת קרישיות יתר. יש לציין נם טיפול בלבותירוקסין בשל תפקוד בלוטת התריס וגבפנטין לניהול כאבים נו ירופתיים.\n\nסיבת ההפניה: המטופל מדווח על תחושת עייפות מוגברת והופעת כאבים בח זה במאמץ קל, אשר לא חלפו לאחר מנו חה. א.ק.נ שבוצע במרפאה הראה שינויים מינימלי ים ולא ספעיפיים. קיימת המלצה לביצזע בדיקת מאמץ וצנ\"ל להערכת מצב כלי הדם הכליליים.\n\nדחיפות: ההפגיה דחופה יחסית לאור הסימפטומים המתוארים והיסטוריה רפואית של חמטופל. נבקש לקבוע תזר בהקדם האפשרי  לביצוע צנ\"ל והמשך בירור. אין ידוע על אלרגיות. מצב משפחתי: נשוי, 3 ילדים."}
{"מספר_זהות": 421522657, "שם_מטופל": "יעקב ברק", "גיל": 70, "מין": "male", "תאריך": "18/08/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 94, עכו", "סוג_דם": "O+", "מחלות_רקע": ["אסתמה", "שבץ מוחי"], "תרופות": ["גבפנטין", "אספירין", "אמלודיפין"], "קוד_אבחנה": ["J45", "I63"], "הפניה_למחלקה": "אנדוקרינולוגיה", "סיבת_הפניה": "שבץ מוחי", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "יעקב ברק, בן 72, הופנה לייעוץ בשל החמרה במעב הנשימה והחשר לחפקוד לקוי לאחר שבץ מוחי קודם. למטופל אסתמה כרוניח ורקע של שבץ מוחי לפני כשנתיים. נוטל באזפן קבוע גבפנטין, אספירין, אמלודיפין ולבותירוקסין.\n\nהתלוגה העיקרית היא קושי בנשימה המלווה בשיעול ממושך. המטופל לא מעשן, ואין עדות לאלרגיות ידועות. בדיקות א.ק.ג תקינות, אך ישנה עלייה בל.ד הדורשת מעקב. יש לציין שהתפקוד הקוגניטיבי לא הוטב מאו הש בץויש ירידה בזיכרון לטווח קצר. \n\nמומלץ על הפניה דחופה לפולמונולוג  לצורך הערכה מקיפה וטיפול מתאים במעב הנשימה. כמו כן, יש לשקול ייעוץ נוירולוגי נוסף בשל השינויים הקוג ניטיביים."}
{"מספר_זהות": 302126065, "שם_מטופל": "אברהם לוי", "גיל": 53, "מין": "male", "תאריך": "08/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 106, נתניה", "סוג_דם": "A-", "מחלות_רקע": ["אסתמה", "דמנציה"], "תרופות": ["אטורבסטטין", "לבותירוקסין", "דיקלופנק"], "קוד_אבחנה": ["J45", "F30"], "הפניה_למחלקה": "ריאות", "סיבת_הפניה": "דמנציה", "דחיפות": "רחוף", "doc_type": "referral", "סיכום_רפואי": "אברהם לוי, בן 54, פזנה לייעוץ דחוף בשל החמרה במצב הכריאותי הכללי . המטופל סובל מאסתמה ודמנציה, ומטופל באופן קבוע בתרופות אטורבסטטין, לבותירוקסין ודיקלופנ ק. ללא עישון. \n\nהפנייה נובעת מהחמרה כתסמיני האסתמה, כולל קוצר נשימה מוגבר והתקפיםתכופים יותר בשבועות האחרו נים, למרות הטיפול התרופתי הקבוע. בנוסף, בני משפחתו מדווחים על החמרה בקשיים קוגניטיביים, בלבול ואובדן זיכרון, שמקשה  על התפקוד היומיומי ועל הטיפזל חעצמי. \n\nהפנייה לייעוץ ריאות ונוירולוגיה דחופח, על מנת לשקול התאמת טיפול תרופתי נוסף או שינוי בטיפול הקיים. אין ידוע על אלרגיות נוספות, ואין בעיות לבביות מוכרות, א.ק.ג תקין מלפנ י מספר חודשים. טל\"ד תקין, ל.ד תחת של יטה ללא אירועים חריגים. מצב משפחתי: נשוי. נא לתאם בדחיפות."}
{"מספר_זהות": 620563411, "שם_מטופל": "אדם אברהם", "גיל": 49, "מין": "male", "תאריך": "02/06/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 106, טבריה", "סוג_דם": "AB-", "מחלות_רקע": ["יתר לחץ דם", "השמנת יתר", "שבץ מוחי", "מחלת לב כלילית"], "תרופות": ["לבותירוקסין", "אספירין", "איבופרופן", "גבפנטין", "אומפרזול", "קלופידוגרל"], "קוד_אבחנה": ["I10", "E66", "I63", "I25"], "הפניה_למחלקה": "גריאטריה", "סיבת_הפניה": "יתר לחץ דם", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אדם אברהם, בן 50, פונה לייעוץ קרדיולוגי  דחוף  לשם הערכה נוספת ו בדיקת מצב הלב. המטופל סובל ממחלת לב כלילית, יתרל.ד, השמנת יתר ושבץ מוחי בעברו. נטל תרופות כולל אספידין וקלופידוגרל למניעת אירועים טרומכוטיים. בנוסף, נוטל אומפרזול למניעה של תופעות לוואי גסטריות. המטופל מעשן  כבד, מה שמגביר את הסיכון הקרדיווסקולרי שלו.\n\nבהיסטוריה האישיח, המטופל מדווח על כאבי חזה במאמץ, המובילים לחשד להחמרת מצב הלב. בתהליך אבחון קודם, בוצע צנ\"ל עם ממעאים של חסימה חלקית בעורק הכלילי השמאלי. חמטופל מציין גם כאבים כרוניים שמטופלים בגבפנטין ואיבופרופן. חשוב לציין כי אין רגישויזת ידועות לתרופות או מזון. חיובית אנמנזה משפהתית של מתלזת לב בגיל צעיר. עקב החמרה בתסמינים ומורכבות המקדה, נדרש בהקדם ייעוץ קרדיולוגי להמש ך טיפול והחלטה על התערבות אפשרית."}
{"מספר_זהות": 438303414, "שם_מטופל": "דניאל דהן", "גיל": 34, "מין": "male", "תאריך": "25/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 2, אשדוד", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "הפניה_למחלקה": "גריאטריה", "סיבת_הפניה": "בירור", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "דניאל דהן, בן 37, מופנה לייעוץ עקב כאבי חזה חוזרים וגשנים מזה כחודש. המטופלללא מחלות רקע,אינו נוטל תרופות קבועות ולא מעשן . לדבריו, הכאבים מופיעיס בעיקר במאמץ אך גם במנוחה, מלווים בתחושת לחץ בחזה והקרנה לכתף שמאל. בכדיקות קודמות א.ק.ג הראה שינויים ק לים ולא ספציפיים. \n\nהיות והוא עובד בעבודה פיזית מאומצת, יש חשד לבעיה קרדיאלית ולכן יש לשקול ביצוע בדיקות נוספוח, כוללאקז לב וצנ\"ל אם נדרש. חשוב לציין כי אין רקע של ס.ד או ל.ד במשפחתו, והוא מדווה על אורח חיים בריא. הפניה זו דחופה יחסית עקב אופי הכאב והתכיפות שלו. \n\nאנא עדכנו אזתי בהמלצות נוס פות ובתוצאות הבדיקות בהקדם האפשרי."}
{"מספר_זהות": 710248170, "שם_מטופל": "רחל סויסה", "גיל": 14, "מין": "female", "תאריך": "13/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 81, ראשון לציון", "סוג_דם": "AB-", "מחלות_רקע": ["שבץ מוחי", "השמנת יתר", "דלקת מפרקים", "דמנעיה", "פרפור פרוזדורים"], "תרופות": [], "קוד_אבחנה": ["I63", "E66", "M19", "F03", "I84"], "הפניה_למחלקה": "גסטרואנטרולוגיה", "סיבת_הפניה": "דמנציה", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "רחל סויסה, בת 16, סובלת ממספר בעיות רפואיות כרוניות הכוללות שבץ מוחי, חשמנת יתר, דלקת מפרקים, דמנציה ופרפור פרוזדורים. היא אינה נוטלת חרופות ק בועות, ומציינת כי  היא מעשנת. אין מידע על ס.ד ולא ידועות אלרגי ות. \n\nמתוך החשש להחמרת מצבה הרפזאי, אנו מפנים את רחל לייעוץ קרדיולוגי רחוף לצורך הערכה מעמיקה של מצכ הלב וכלי הדם, ובדיקח אפשרות להתערבות תרופתית או אחרת. א.ק.ג עדכני יבוצצ במסגרת הייעוץ. כמז כן, מומלץ ייעוץ נוירולוגי והמשך מעקב במרפאת שבץ. \n\nרחל מתגוררת עם הוריה ואין לה תמיכה נוםפת. דחיפות ההפניה גבוהה, יש לפעול בהקרם האפשרי על מנת למנוע סיבוכים נוספים."}
{"מספר_זהות": 423567783, "שם_מטופל": "מתן שלום", "גיל": 69, "מין": "male", "תאריך": "15/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 97, הרצליה", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "הפניה_למחלקה": "כירורגיה כללית", "סיבת_הפניה": "בידור", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "מתן שלום, בן 69, פונה לייעוץ עקב תלונות על כאבים בחזה במאמץ שהחלו לאחרונה. מטופל ללא מחלות רקע ידועות, ללא ס.ד או ל.ד, ואינו נוטל תרופזת קבוצות. אינו מ עשן. ללא היסטוריה משפחתית של מחלות לב. מתאר תחושת לחץ בחזה בעת הליכה מאומצת, חולשה קלה, וללא קוצר נשימה.\n\nבבדיקה: טל\"ד תקין, רופק סדיר. בא.ק.גאין ממצאים חרינים, אך בשל גילו וחשד לתעוקת חזה, מומלץ לבצע בדיקת אקולב במאמץ זצנ\"ל במקרה הצורך. ההפניה דחופה לבירור נוסף ומני עת סיבוכי לב עתידיים. אנא עדכנו בהקד ם תאריך לבריקה הבאה."}
{"מספר_זהות": 630600021, "שם_מטופל": "שרה חדד", "גיל": 14, "מין": "female", "תאריך": "03/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 116, בני ברק", "סוג_דם": "AB-", "מחלות_רקע": ["גאוט"], "תרופות": ["סימבסטטין", "חידרוכלורותיאזיד"], "קוד_אבחנה": ["M10"], "הפניה_למחלקה": "נוירולוגיה", "סיבת_הפניה": "גאוט", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "שרה חדד, בח 15, מתגוררת עם חוריה, פונח  לייעוץ בשל כאבי מפרקים חריפים. ברקע גאוט, מטופלת בסימבסטטין והידרוכלורותיאזיד. סיבת ה הפניה היא להערכת מצב הגאוט ובחינת התאמת הטיפול הנוכחי, שכןהכאבים פונצים בתפקוד היום-יומי שלה. אין היסטוריה של עישון. \n\nהכאב מתמקד בעיקר במפרקים הקטנים ונמשך כבר כמה שבועות ללא שיפור  משמ עותי למרות נטילת הטיפול התרופתי. איןעדויות לחזם או סימנים סיסטמיים אחרים, אך חשוב לשלול החמרהגוםפת או סיבוך פוטנציאלי. \n\nההפני ה דחופה במידח בינונית, כדאי לבצע העדכה בהקדם האפשרי כדי למנוע החמרה נוספת במצב. אין מידע צל אלרגיות ידוצות. תזדתי מראש על הסיוע."}
{"מספר_זהות": 959639048, "שם_מטופל": "מאיה אזולאי", "גיל": 67, "מין": "female", "תאריך": "02/06/2025", "מוסד_רפואי": "מרבז רפואי הדרים", "כתובת": "ויצמן 22, באר שבע", "סוג_דם": "A+", "מחלות_רקע": ["יתר לחץ דם"], "תרופות": ["גבפנטין", "הידרוכלודותיאזיד", "אינסולין", "סימבסטטין", "רמיפריל", "אלנדרונט"], "קוד_אבחנה": ["I10"], "הפניה_למחלקה": "ריאות", "סיבת_הפניה": "יתר לחץ דם", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "מאיה אזולאי, בת 68, מופנית לייצוץ קרדיזלוגי דחוף עקב החמרה במצב הלבבי. מאיה סובלת מסכרת (ס.ד)  ומטופלת באינסולין, בנוסף ליתר לחץ דם (ל.ד) המטופל בהידדוכלורזתיאזיד ורמיפריל. לאחרונה חוותה מספר אירועי כאבים בחזה, בצ י קר לאחר מאמץ קל, אשר נמשכו מספר דקות והוקלו במנוחה. \n\nמאיה נוטלת גם גבפנטין לא יוון כאבים כרוניים וסימבסטטין צבור דיסליפידמיה. היא מעשנת מזה שנים רבות, מה שמעלה את הסיכון  הקרדיווסקולרי. אין רגישזת ידועה לתרופות. אין היסטוריה של צנתורים לבביים או א.ק.ג ח ריגים בעבר. המטרה היא לבדוק אפשרות לאיסכמיח לבבית ולהחליט על המשך טיפול מתאים. \n\nמצבה דורש בדיקה מה ירה במיוחד לאור ההיסטוריה המשפחתית של מחלות לב וכלי רם. מאיה אם לשלושה ילרים, ומצב משפחתי  יציב. בבקשח ל תאם ייעוץ קרדיולוגי בהקדם  האפשרי להערכת המצב ולטיפול מתאים."}
{"מספר_זהות": 644556185, "שם_מטופל": "רחל שמעוני", "גיל": 36, "מין": "female", "תאריך": "10/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 107, רעננה", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": ["מטפורמין", "אספירין"], "קוד_אבחנה": [], "הפניה_למחלקה": "אורולזגיה", "סיבת_הפניה": "בירור", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "הנידון: הפניה לייעוץ קרדיולוגי\n\nרח ל שמעוגי, בת 38, ללא מחלות רקע ידועות, מטופלת במטפורמין ואספירין. לא מעשנת. רחל הגיעה למרפאח עם תלונות על כאבים כחזה בעת מאמץ ק ל, מלווה בקוצר נשימח. בבדיקת א.ק.נ נמצאו סימנים לא ספציפיים אך ייתכן שמעידים צל בעיה לבבית כלשהי.\n\nכחיסטוריה המשפחתית לא ידוע על מחלות לב, אך יש רושם של ל.ד לא מאוזן (טל\"ד 140/90). נדרשת בדיקה מעמיקה יותר לצורך הערכת מצב הלב והמשך מעקב. המלצתנו  היאלהפנות את רחל לבדיקת צנ\"ל וייעוץ קרדיזלוגי בהקדם האפשרי. רחל נשואה ואם לשני ילדיס, ללא אלרגי ות ידועות. אנא עדכנו אותנו בממצאים."}
{"מספר_זהות": 563213586, "שם_מטופל": "אפרת גולן", "גיל": 41, "מין": "female", "תאריך": "19/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 14, תל אביב", "סוג_דם": "A+", "מחלות_רקע": ["COPD", "אנמיה", "מחלת כבד שומני", "סוכרת סוג 2", "היפרליפידמיה"], "תרופות": [], "קוד_אבחנה": ["J44", "D64", "K76", "E11", "E78"], "הפניה_למחלקה": "אונקולוגיה", "סיבת_הפניה": "סוכרת סוג 2", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "הנידון: הפניה לייעוץ וטיפול\n\nאפרת גולן, בת 4ו, מתמודדת עם מספר מצבים כרוניים כולל COPD, אנמיה, מחלת כבד שומני, ס.ד סוג 2 וחיפרליפידמיה. אין  תרופות קבועות נלקחות כרגע, זאין עדות לעישון. מצבה הרפואי מחייב מעקב וייעוץ מותאם.\n\nסיבת ההפניה היאהחמרה בתסמינים נשימתיים ותשישות  כללית על רקע COPD והאנמיה. נצפתה ירידה בערכי חמצן במכשיר הביתי שלה, בעיקר בלילה. בנוסף, נמצאה צליית טל\"ד בבדיקות האחרונות וה ערכה של המצב מחייבת כדיקות נוספות.\n\nבשל מורכבות המצב ומחלות הרקע, אני ממליץ על ייעוץ דחוף במרפאה לריאות. כמו כן, מומלץ לשקול הת ערבות תזונתית ו להערכת תפקוד כבד מחודשת. אין עדות לאלרגיות ידועות. המצב המשפחתי: נשואח, אם לשלושה."}
{"מספר_זהות": 146249123, "שם_מטופל": "רון פרץ", "גיל": 72, "מין": "male", "תאריך": "08/05/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 25, אילת", "סוג_דם": "A-", "מחלות_רקע": ["אנמיה"], "תרופות": ["איבופרופן", "אלנדרונט", "רמיפריל"], "קוד_אבחנה": ["D64"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "אנמיה", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "רון פרץ, בן 74, פונה להערכה רפואית דחופה בשל החמרה במצכהאנמיה ממנה סובל שנים רבות. המט ופל מדווח על תחושת עייפות קיצונית וסחרחורות חוזרזת ונשנות, בעיקר בעת קימה מהירה. היסטוריה רפואית כוללת אנמיה כ רונית, ללא ס.ד או ל.ר. לוקחבאופן קבוע איבופרופן, אלנדרונט ורמיפריל. אינו מעשן.\n\nההפניהדחופה לאור תסמינים המ חשי דים להחמרה במצב ההמוגלובין. גדרש ייעו ץ המטולוגי לבירור מקור האנמיה וחמשך טיפול. אין רקע אלרגי יד וע. נדרש גם מעקב רמת תפקוד הכליות לאור הטיפול באלנדרונט ורמיפריל. טל\"ד כרגע תקין, אך יש לשקול בדיקות נוספ ותלפי צו רך. \n\nמצב משפחתי: נשוי, אב לשניים. לא ידועעל מחלות תורשתיות כמשפחה פרט לאנמיה. נא ליצזר קשר עם המטופל לטובת תיאום בדיקות הדם והמשך טיפול."}
{"מספר_זהות": 326868502, "שם_מטופל": "פאטמה שלום", "גיל": 82, "מין": "female", "תאריך": "13/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 56, חיפה", "סוג_דם": "AB-", "מחלות_רקע": ["גאוט", "פרפור פרוזדורים", "אנמיה"], "תרופות": ["אמלודיפין", "לבותירוקסין"], "קוד_אבחנה": ["M10", "I48", "D64"], "הפניה_למחלקה": "ריאות", "סיבת_הפניה": "פרפור פרוזדורים", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "פאטמה שלום, בת 83, הופנתה לייעוץ בשל ה חמרה במצבה הבריאותי. ברקע גאוט, פרפורפרוזדורים ואנמיה. היא מטופל ת בתרופות אמלודיפין ולבותידוקסין. אינה מעשנת.\n\nבמהלך השבוע האחרון, דיווחה על עלייה בדמת העייפות, סחרחורות וחחזשת חולשה כללית. בדיקות דם עדכנ יות הראו ירידה ברמת ההמוגלובין. בנוסף, א.ק.ג שבוצע הציג שינויים קלים שדורשים התייחסות נוספת. לפי תיאורה, יש גם התגברות בכאב מפרקים עקב הגאוט.\n\nההפניה דחופה להערכת המטולוג לטובת בירוד האנמיה והערכה קרדיולוגית עקב השיגויים בא.ק.ג והפרפור פרוזדורים. נודה על טיפולכם המהיר."}
{"מספר_זהות": 861031318, "שם_מטופל": "ורד דוד", "גיל": 68, "מין": "female", "תאריך": "09/09/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 64, לוד", "סוג_דם": "A+", "מחלות_רקע": ["דלקת מפרקים", "שבץ מוחי"], "תרופות": ["סימבםטטין"], "קוד_אבחנה": ["M19", "I63"], "הפניה_למחלקה": "נוירולוגיה", "סיבת_הפניה": "דלקת מפרקים", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "ורד דוד, בת 68 , פונה לייעוץ עקב החמרה במצב הבריאותי הכללי . ברקעדלקת מפדקים ושבץ מוחי בע בר. המטופלת נזטלח סימבסטטין ומעשנת באופן קבוע. בשיחזת עם המטופלת, דזוח צל כאבים מוגברים במפרקים, המתבטאים בירידה בתנועתיות, וכן על תחושת חולשה כללית. אין ס.ד או ל.ד ברקע, אך לאחרונה נצפתה עלייה ל.ד וטונוס שרירים מוגבר. \n\nםיבת הפנייח היא להערכה מחודשת של מצב דלקת המפרקים והתאמת טיפול, וכן לבדיקות נוספות בשל חשד להתפתחות מחלה כרונית נוספת. יש לציין כי ורד מתגוררת לבד וללא תמיכה משפחתית קרוב ה. אין רגישויות ידועות לתרופות. הפנייה דחופה עקב סיכון לפגיעה בחפקוד היומיומי והחמרה נוספת במצבה הבריאותי הכללי. מבוקש ביצוע בדיקות דם וא.ק.ג, ודיון בתכנית טיפול מתאימה."}
{"מספר_זהות": 589714807, "שם_מטופל": "אורלי שלום", "גיל": 23, "מין": "female", "תאריך": "20/04/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 91, אשקלון", "סוג_דם": "O+", "מחלות_רקע": ["דיכאון", "אנמיה", "פרפור פרוזדוריס"], "תרופות": [], "קוד_אבחנה": ["F32", "D64", "I48"], "הפניה_למחלקה": "פנימית ב", "סיבת_הפניה": "דיכאון", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "אורלי שלום, בת 26, הופנתה לייעוץ קרדיולוגי עקב היסטוריה של פרפור פרוזדורים. בנוסף, המטופלת סובלת מדיכאון ואנמיה. אינה נוטלת תרופות קבועות, אך מציינת עישון קבוע. מצב משפחתי: רווקה, ללא ילדים. \n\nהסיבה להפניה היא תלונות על דופק לא סדיר ולחץ בחזה המופיעים בשבועות האחרונים, במיוחד בעת מאמץ גופני קל. נרשמה תחושת חולשה מונברת ועייפות משצות הבוקר המאוחרוח. המטופלת לא ידועה כסובלת מבעיות ס.ד או ל.ד, ואין רנישויות ידועות לתרופות.\n\nדחיפות ההפני ה: בינו נית-גבוהה. מומלץ לבצע א.ק.ג ולהעריך את הצורך בבדיקזת נוספות כמו הולטר או אקו-לכ. יש לשקול טיפול חרופתי מתאים לפרפור הפרוזדורים, תוך התחשבות במצבה הנפשי. נודה לתשובתכם בחמשך ההערכה והטיפול."}
{"מספר_זהות": 148782451, "שם_מטופל": "רותם כהן", "גיל": 61, "מין": "female", "תאריך": "31/05/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 82, אשדוד", "סוג_דם": "O+", "מחלות_רקע": ["אי ספיקת לב", "אנמיה", "דלקת מפרקים", "גאוט"], "תרופות": [], "קוד_אבחנה": ["I50", "D64", "M19", "M01"], "הפניה_למחלקה": "אורתופדיה", "סיבת_הפניה": "גאוט", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "רוחם כהן, בת 64, נשואה, פונה לייעוץ קרריולזגי עקב חחמרה באי ספיקת לב. למטופלח רקע של אנמיה,דלקת מפרקים וגאוט. אין סוכרת, ל.ד תקין. מדווחת על קוצר נשימה במאמץ קל ובצקח ברגליים. לא נוטלת תרופות באופן קבוע, לא מעשנת.\n\nהפנייה מתבצעת בשלעלייה בתדירות התקפי קוצר הנשימה והחמרח בתסמיני הגאוט, חשד להחרפת אי ספיקת הלב. אין שינויים בא.ק.ג, אך ח.ד ימין מורחב. לא ידוע על היסטוריה של צנ\"ל. דחיפותההפניה גבוהה בשל הפגיעה באיכות החיים והחשש לה ידרדרות במעב הקרדיולוגי.\n\nלא ידוע על אלרגיות. יש להוסיף מידע על תרופות אפשריות לטיפול באנמיה ובדלקת מפרקים. המטרה היא לשקול שינוי בטיפול התרופתי הקיים ותכנון בדיקו ת נוספות להערכה קרדיולוגית מעמיקה."}
{"מספר_זהות": 272849829, "שם_מטופל": "נועה לוי", "גיל": 33, "מין": "female", "תאריך": "24/07/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 64, באר שבע", "סוג_דם": "AB+", "מחלות_רקע": ["אוסטאופורוזיס", "COPD", "אי ספיקת לב", "שבץ מוחי"], "תרופות": ["הידרוכלורותיאזיד", "וורפרין", "לוסרטן"], "קוד_אבחנה": ["M81", "J44", "I50", "I63"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "COPD", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "נועה לוי, בת 34, פונה לייעוץ עקב החמרה במצב נשימתי. ברקע ידוע על אוסטאופורוזיס, COPD, אי ספיקת לכ ושבץ מוחי. מטופלת בהידרוכלורותיאזיד, וורפרין ולוסרטן. לא מעשנת, אין היסטוריה של ס.ד או ל.דמ וגבר. נצפתה החמרה בתס מינים נשימתיים עם ירידה משמעותית בח.ד בשבועות האחרונים. בן 49 עם רקע דומה לס.דול.ד. \n\nסיבת ההפניה: החמרת קשיי נשימה והחרפה באי ספיקח הלב. מבקשים הערכה דחופה לרופא ריאות והשלמת כירוד קרדיאלי. נדרש מעקב אחרי תפקודי ריאה והערכת טל\"ד להמשךטיפול מתאים. אין אלרגיות ידזעות. חשוב להדגיש שמדובר על מצב דחוף עקב הסיכון להתדרדרות נוספת. \n\nבברכה,  \nד\"ד כהן  \nמרפאת משפחח"}
{"מספר_זהות": 661766204, "שם_מטופל": "מוחמד עמר", "גיל": 17, "מין": "male", "תאריך": "24/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 36, אשקלון", "סוג_דם": "A-", "מחלות_רקע": ["מחלת כבד שומני", "דלקת מפרקים", "היפרליפידמיה", "השמנת יתר", "אסתמה"], "תרופות": ["אמלודיפין", "גבפנטין"], "קוד_אבחנה": ["K76", "M19", "E78", "E66", "J45"], "הפניה_למחלקה": "ריאות", "סיבת_הפניה": "דלקת מפרקים", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "מוחמד עמר, גבר בן 19, מופנה לייעוץ גסטרואנטרו לוגי עקב החמרה במצב מחלת הכבד השומגי. המטופל סובלממחלת כבדשו מ ני, דלקת מפרקים, היפדליפידמיה, השמנת יתר ואסתמה. מקבל טיפול תרופתי באמלודיפין וגבפנטין. ללא היסטודיה של עישון.\n\nניכר החמר ה בתפקודי הבבד בבדיקות דם האחרו נות. המטופל מדוות על עייפות מוגברת, ירידה במשקל ללא שינוי בתזונה וכאבי בטן ברוניים. אין עדות לצהבח, אך יש להמשיך במעקב אחר תפקודי כבד ולקבוצ האם יש צורך בביצוע ביופסיה כבדית. יש לציין כי מצבו המשפחתי רוו ק, אין אלרגיות ירועות.\n\nהפניה וו דחופה ומבקשת תור בהקדם האפשרי. עקב מחלת הרקע, קיימת דאגה להחמרה נוספת במצב הבבד. בנוס ף, יש לשקול התאמת הטיפול התרופתי הנוכחי לאור המצב הכללי של המטופל. תודה מראש על ההתייחסות המהירה."}
{"מספר_זהות": 332683192, "שם_מטופל": "מוחמד אזולאי", "גיל": 73, "מין": "male", "תאריך": "23/07/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 37, כפר סבא", "סוג_דם": "A-", "מחלות_רקע": ["פרפור פרוזדורים", "שבץ מוחי", "אסתמה", "אוםטאופורוזיס", "דמנעיה"], "תרופות": ["רמיפריל", "הידרוכלורותיאזיד", "סימבסטטין", "גבפנטין"], "קוד_אבחנה": ["I48", "I63", "J45", "M81", "F03"], "הפניה_למחלקה": "מיון", "סיבת_הפניה": "דמנציה", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "מוחמד אזולאי, זכר בן 76, מופנה לייעוץ קרדיולוגי. ברקע הרפואי שלו פרפור פרוזדזרים, שבץ  מוחי בעב רו, אסתמה, אוסטאופורוזיס ודמנציה. מטופל ברמיפריל, הי דדוכלורותיאזיד, סימבסטטין וגבפנטין. מרווח על עישון כרוני, גורם סיכון משמעותי נוסף.\n\nסיבת הפניה היא החמרה לאחרונה במצב ה לבבי, כולל קוצ ר נשימה והחמרה בפרפורפרוזדורים. בוצע א.ק.ג במרפאה שהראה הפרעות קצב. יש צורך בהערכה דחופה לגבי התאמת הטיפול התרופתי וייתכן צודך כביצוע צנ\"ל. המטופל אינז זוכר אירועים ספציפיים אך בתו דיווחה על אפיזודות של בלבול מוגבר לאחרונה.\n\nהפניה זו דחופה עקב הסיכון המוגבר לשבץ גוסף ולמצבים חריפים נוספים בשלפרפור הפרוזדורים. נבקש תיאום פגישה בהקדם האפשרי עם קדדיולוג. תוד ה על שיתוף הפ צולה."}
{"מספר_זהות": 567430004, "שם_מטופל": "גיל בן דוד", "גיל": 73, "מין": "male", "תאריך": "28/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 29, רעננה", "סוג_דם": "B-", "מחלות_רקע": ["יתר לחץ דם", "COPD"], "תרופות": [], "קוד_אבחנה": ["I10", "J44"], "הפניה_למחלקה": "אורתופדיה", "סיבת_הפניה": "יתר לחץ דם", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "גיל בן דוד, בן 74,  פוגהלייעוץ בעקבות החרפה במצב ח נשימתי. המטופל סוכל מ-COPD מזה מספר שנים, בנוסף ליתר ל.ד. אין תרופות קבועותבטיפול הנוכחי. אין עישון ברקע.\n\nהפניה עקב החמרה בתסמינים הנשימחייס, כולל קוצר נשימה במאמץ קל והגבלה בפעילות יומיומית. במהלך החודש האחרון, המטופל מדווח על התקפי ש יעול תכופים והפרשות ברונכיאליות מזגברות. אין עדות לחרחורים חדים בהאזנה לריאות. א.ק.ג שבוצע לאחרונה ללא שינויים משמעותיים. ל.ד גבולי בטל\"ד.\n\nמטופל גד לב ר, אין אלרגיות ידועות בתיקו ה רפואי. הפניה דחופה להערכה וייעוץ מומחה ריאות. נבקשלקבוע תור בהקדם האפשרי לשם התאמת טיפול להקלת התסמינים ושיפור איכות החיים."}
{"מספר_זהות": 240559344, "שם_מטופל": "יוסף אוהנה", "גיל": 62, "מין": "male", "תאריך": "03/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 57, ירושלים", "סוג_דם": "O+", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "הפניה_למחלקה": "נוירולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "יוסף אוחנה, ב ן 63, הופנה לייעוץ קרדיאלי עקב תלונות על כאבים בחזה המופיעים בעת מאמץ גופני קל. חמטופל מעשן כ-20סיגריות ביום מזה 40 שנה. ללא מחלות רקע ידועות או תרופות קבוצות. בבדיקות שגרתיות לא נמצאו סטיות מהנורמה, אך מדווח על חולשה כללית לאחרונה.\n\nסיבת ההפניה: בירור תעוקת חזה יציבה עם חשד לאננינה פקטורים. בבדיקת א.ק.ג שנערכה במרפאה נצפושינויים קלים במקטע ST, אשר מחייבים בירור נוסף. המטופל לא מדוזח על סוכרת אז יתר ל.ד משפחחי, אך העישון הממושך מהווה גורם סיכון מהוחי.\n\nדחיפות : ההפניה נדרשת בהקדם האפשרי, עדיף תוך 30 ימיס, על מנת לשקול ביצוע אקו לב במאמץ או צנ\"ל בהתאם להמלצת הקרדיולוג. יש ליידע אותנו במידה ויידרשו בדיקות נו ספות."}
{"מספר_זהות": 914985171, "שם_מטופל": "יונתן כהן", "גיל": 41, "מין": "male", "תאריך": "01/05/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 8, אשדוד", "סוג_דם": "AB+", "מחלות_רקע": [], "תרופות": ["גבפנטין", "לבותירוקסין"], "קוד_אבחנה": [], "הפניה_למחלקה": "אורולוגיה", "סיבת_הפניה": "בירור", "דחיפות": "רניל", "doc_type": "referral", "סיכום_רפואי": "יונתן כהן, בן 44, פונה לייעוץ לאחרונה בשל תחושת סחרחורת ומגבלות זיכרון. איןרקע של ס.ד  או ל.ד, אך מציין עישון פעיל כבד. נוטל גבפנטין ולבותירוקסין בשל סיבות שאינן מפורטות ברגע זה. אין ידיעוח על אלרגיות לחרופוח.\n\nסיכת ההפניה: החמרה בתופעות הנוירולוגיות, כולל חוסר יציבות והתפתחויות בזיכרון לטווח קצר. המצב דורש בדיקתנוירולוגיה דחופה על מנת לשלול תהליכים נוירולוגיים מש מעותיים. אין היסטוריה משפחתית ידועח של מחלות נוירולוגיות או קרדי אליות.\n\nדחיפות: נדדש ייעוץ דחוף תוך שבוע לאור התגברות התסמינים והשפעתם על תפקודו היומ יומי ש ל המטופל. אבקש לבצע גם  א.ק.ג וטיפול בהתא ם לממעאים. תודה רבה."}
{"מספר_זהות": 981209950, "שם_מטופל": "אדם לוי", "גיל": 77, "מין": "male", "תאריך": "16/11/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 99, פתח תקווה", "סוג_דם": "O-", "מחלות_רקע": ["אנמיה", "פרפור פרוזדורים", "אי ספיקת לב", "אוסטאופורוזים", "השמנת יתר"], "תרופות": ["דיקלופנק", "לוסרטן", "גבפנטין", "אטורבסטטין", "וורפרין"], "קוד_אבחנה": ["D64", "I48", "I50", "M81", "E66"], "הפניה_למחלקה": "ריאות", "סיבת_הפניה": "פרפור פרוזדורים", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "אדם לוי, בן 79, הופנה לייעוץ עקב החמרה במצב בריאותי, בעיקר בתחום הלבבי וההימטולוגי. המטופל סובל מאנמיה כרונית, פרפור פרוזדורים ואי ספיקת לב, כאשר לאחרונה דווח על החמר ה בתסמיני קוצר נשימה ועייפות כללית מת משכת. הוא מטופל בדי קלופנק, לוסרטן, גבפנטין, אטורבסטטין וורפרין. חשוב לציין שאין היסטוריה של עישון. \n\nלאור הרקע הקרדיזלוגי המסובך והעלייה ב סיכון להחמרה לבבית, נדדש בדחיפות ייעוץ קרדיולוגי להער כת הצורך בטיפולים נוספים או התאמת התרופות הגוכחיות. כמו בן, האנמיה ד ורשת בירור נוסף למציאת הגורם ולהתאמתטיפולמתאים. דגש צל התאמת מינוני וורפרין, במיוחד לאור פרפור הפרוזדורים וחשש לדימומים. תיתכן אלדגיה לא י דועה לדיקל ופנק, שהוזכרה כאפשרזת ב חומר הרקע. \n\nמצב משפהתי: נשויעם שלושה ילדים. ללא אלרגיות ידועות אחרות. טל\"ד ממוצע לאתרונה 140/90, אך במגמת עלייה. יש עורך בביצוע א.ק.ג ובדיקות דם נוספות. אשמח לתשז בתכם בהקדם האפשרי, בשל הדחיפות."}
{"מספר_זהות": 732449137, "שם_מטופל": "אריאל עמר", "גיל": 58, "מין": "male", "תאריך": "06/08/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 63, בני ברק", "סוג_דם": "B+", "מחלות_רקע": ["אוסטאופורוזיס", "COPD", "אנמיה", "אסתמה"], "תרופות": ["אמלודיפין"], "קוד_אבחנה": ["M81", "J44", "D64", "J45"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "COPD", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "רקע: אר יאל עמר, בן 61, סובל ממחלותרקצ חכ וללות אוסטאופורוזיס, COPD, אנמיה ואסתמה. המטופל נוטל אמלודיפין באופן קבו ע. הוא אינו מעשן ואין לו היסטוריה של ס.ד או ל.ד. אין דיווח על אלרגיותלתרופות או מזון. \n\nסיבחההפניה: חמטופל מתלוגן על קוצר נשימה מתגבר במאמץ קל, המלווה בתחושתעייפות כללית והחמרה של תסמיני ה-COPD בתקופה האהרונה. יש ירידה במצב ההמוגלובין המצביעח על החמרה אפשרי ת באנמיה. מבוקש ייעוץ לבדיקת תפקודי ריאה והערכת הצורך בהתאמת הטיפול התרופתי. \n\nדחיפות: הפני ה זו דחופה יחסית בשל התגבדות הסימפטומים  והחמרה אפשרית של מצכו, מומלץ לתאם ב דיקות בהקדם האפשרי על מנת למנוע סיבוכים נוספים."}
{"מספר_זהות": 274117670, "שם_מטופל": "יוסף רוזנברג", "גיל": 82, "מין": "male", "תאריך": "16/08/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 67, דימונה", "סוג_דם": "B+", "מחלות_רקע": ["מחלת כבד שומני", "דלקת מפרקים", "סוכרת סוג 2", "חשמנת יתר"], "תרופות": ["מטפורמין", "וורפרין", "רמיפריל", "לוסרטן", "גבפנטין", "אלנדרונט"], "קוד_אבחנה": ["K76", "M19", "E11", "E66"], "הפניה_למחלקה": "פנימית א", "סיבת_הפניה": "דלקת מפרקים", "דחיפות": "רגיל", "doc_type": "referral", "סיכום_רפואי": "יוםף רוונברג, בן 82, מופנה לייעוץעקב הח מרה במצב הבריאותי הכללי. ברקע: מחלת כבד שומני, דלקת מפרקים,  ס.ד סוג 2 והשמנת יתר. מטופל תרופתית עם מטפורמין, וורפרין, רמיפריל , לוסרטן, גבפנטין ואלגדרזנט. לא מעשן. \n\nסיבת ההפניה: לאחרונה נצפתה עלייה בעדכי ל.ד וכן קשיים באיזון  רמות הסוכר. כמו כן, מתלזנן על כאכים במפרקים שמקשים על התנועה ומגבילים פעילות יומיומית. בבדיקה גופנית נצפו בצקות קלות ברגל יים. אין עדותלאלרגיות ידוצות. \n\nדחיפות: ההפניה דחופה, נדדש ייעוץ בהקדם להערכת טל\"ד ולבחינת טיפול תרופתי עדכני. יש לשקול אפשרות לשינוימשטר תרופות כדי לשפר את איזון ל.ד וס.דולשפר איכות היים כללית. אנא עדכנו בהקדם."}
{"מספר_זהות": 742318306, "שם_מטופל": "יעקב אלון", "גיל": 50, "מין": "male", "תאריך": "17/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 24, רעננה", "סוג_דם": "O-", "מחלות_רקע": ["דלקת מפרקים"], "תרופות": ["גבפנטין", "אטורבסטטין"], "קוד_אבחנה": ["M19"], "הפניה_למחלקה": "נפרולוגיה", "סיבת_הפניה": "דלקת מפרקים", "דחיפות": "דחוף", "doc_type": "referral", "סיכום_רפואי": "יעקב אלון,בן 52, הופנה לייעוץ ראומטול וגי עקב חתדרדרות במצב דלקת המפרקים ממנה סובל מזה מספר שנים. המטופל מדווח על עלייה בכאבים זבנוקשות במפרקים, במיוחד בשעות הבוקר. מטופל בגבפנטין ואטורבסטטין מזה חעי שנה עם שיפור חלקי בלבד. אין היסטודיה של עישון, אין רגישות ידועה לתרופות.\n\nלמטופל אין מחלות רקע נוספות מלבד דלקת המפרקים, לא סובל מס.ד או ל.ד. אין  היסטוריה של מחלות לב ואין צורך בצנ\"ל כעברו. מ צבו המשפחתי: נשוי, אב לשניים. \n\nההפניח דחופה בחשיבזת בינוגית עקב התפקוד היומיומי הפגום של המטופל ונדרשת הערכה נוספת על מנת לשפר את איכות חייו ולהתאים טיפול תרופתי יעיל יותר. الرجשה לטיפול היא ברורח ו מומלצת."}
{"מספר_זהות": 277963047, "שם_מטופל": "מאיה פרידמן", "גיל": 26, "מין": "female", "תאריך": "21/06/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 91, קריית שמונה", "סוג_דם": "B-", "מחלות_רקע": ["COPD", "אי ספיקת כליות כרונית", "פרפור פרוזדורים"], "תרופות": ["אמלודיפין", "וורפרין"], "קוד_אבחנה": ["J44", "N18", "I48"], "הפניה_למחלקה": "פנימית א", "סיבת_הפניה": "COPD", "דחיפות": "לא דחוף", "doc_type": "referral", "סיכום_רפואי": "מאיה פריד מן, בת 26, נקבה, ללא ס.ד, פונה לייעוץ במרפאת ריאזת עקב החמרה במצב הנשימתי על רקע COPD. חולה עם אי ספיקת כליות כרונית ופרפור פרוזדורים, מטופלת באמלודיפין ווורפר ין. אין עישון ברקע. \n\nבשבועות האחרונים, חווה קוצר נשימה במאמץ קל ותחושת עייפות כללית. בבדיקות דם אחרונות עלייה קלה בקריאטינין, ללא החמרח משמעוחית בחפקוד הכלייתי. א.ק.ג אחדון הראה פרפור פרוזדורים מהיר. טל\"ד שמור. נשזאה, ללא ילדים. אלרגיה ידועה  לפניצילין.\n\nהפניה רחופה לייצוץ ריאות והערכת צורך בטיפו ל נוסף לייצוב מצבה. נאלבצע א.ק.ג חוזר ולהעריך את מצב החסימות בריאות."}
