{"מספר_זהות": 161559406, "שם_מטופל": "יעל גולן", "גיל": 31, "מין": "female", "תאריך": "29/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 14, אילת", "סוג_דם": "A-", "מחלות_רקע": ["סוכרת סוג 2", "אי ספיקת כליות כרונית"], "תרופות": ["דיקלופנק", "קלופידוגרל", "סימבסטטין", "אטורבסטטין", "אמלודיפין"], "קוד_אבחנה": ["E11", "N18"], "מחלקה": "פנימית א", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "discharge", "סיכום_רפואי": "יעלגולן, בת 33, הגיעה לאשפוז עקב כאבים כחזח וחשד לאירוע לבב י. המטופלת עם רקע של ס.ד סוג 2 ואיספיקת כליזת כרוניח. במהלך האשפזז בוצעז בדיקות דם, א.ק.ג וענ\"ל. נמצאה היצרות בעורק חקורונרי וטופלה  בהצלחה באמצצוח צנתור והשתלת סטנט. \n\nבמהלך האשפוז טופלה יעל בעירוי נוזלים זבהתאמת טיפול תרופתי, כול ל שינוי מינון לאמלודיפין לשיפור טל\"ד. ניכרת שיפ ור במצבה הכללי צם שיחרור ממחלקת ח.ד. יעל אינה מעשנתואין רגישויות ידועות לתרופות. \n\nחמלצות לשחרור: המשך מעקכ קרדיולוגי בקהילה, הקפדה על תזונה דלת מלח וסוכר לניהולס.ד וטל\"ד. יש להמשיך בטיפול חתרופתי הקבוע ולבצע כדיקות תפקוד כלייתי אחת לשלושה חודשיס. מומלץ להפחית במאמץ פיזי אינטנסי בי בתקופה הקרובה. מעקב רפואי נוסף מומלץ בעוד חודש."}
{"מספר_זהות": 328710124, "שם_מטופל": "סיגל גולן", "גיל": 71, "מין": "female", "תאריך": "12/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 47, עכו", "סוג_דם": "O+", "מחלות_רקע": ["אסתמה", "חשמנת יתר"], "תרופות": ["לבותירוקסין", "הידרוכלורותיאזיד", "סימבסטטין", "דיקלופנק", "איבופרופן"], "קוד_אבחנה": ["J45", "E66"], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "אסתמה", "doc_type": "discharge", "סיכום_רפואי": "סיגל גולן, בת 73, הגיעה לאשפוז עקב החמרה במצב האסתמה. מטופ לת עם מחלות רקע של אסתמה והשמנת יתר, נוטלת תרופות: לבותירוקסין, הידרוכלורותיאזיד, סימבסטטין, דיקלופנק זאיב ופרופן. אין היסטוריה של עישון. במהלך חאשפוז טופלה במינזנים מוגבריםשל סטירואידים אי נהלציוניים ובחמצן. בוצ עה בדיקת א.ק.ג  שהראתה קעב סינוס תקין ללא חריגות. \n\nבמהלך השהות בח.ד, מצבה השתפר בהדרגה ובדיקות דם הראו ירידה במדדי הדלקת. לא נצפו אירועים חריגים, ל.ד נותר מאוזן. במהלך האשפוזהמטופלת שוחררה לאחר שיפור משמעותי במצבהנשימתי. \n\nהמלעות לקהילה: המשך טיפול תרזפתי כרגיל, מעקב רופא משפח ה תוך שבוע להערכה נשימתית ולחידוש מרשמים. יש להמנע מחשיפה למזהמים ואבק. מומלץ להמשיך פ עילות גופנית מחונה ולשמזר על משקל גוף תקין. במידה ויש חחמרה במצב הנשימתי, יש לפנות למ יון."}
{"מספר_זהות": 704828144, "שם_מטופל": "ענת גולן", "גיל": 36, "מין": "female", "תאריך": "07/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 21, בני ברק", "סוג_דם": "B-", "מחלות_רקע": ["מחלת כבד שומני", "סוכרת סוג 2"], "תרופות": ["אמלודיפין", "לבותירוקסין", "סימבסטטין", "קלופידוגרל", "אינםזלין"], "קוד_אבחנה": ["K76", "E11"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "discharge", "סיכום_רפואי": "ענת ג ולן, בת 38, הגיעח לאשפוז בשלחולי כללי וחולשה עם החמרה ברמות הסוכר. סיבת האשפוז הייתה חוסר איזון באיזון ס.ד, שהתבטא ברמזת סובר גבוהות מאוד בדם. למטופלת רקע רפואי הכולל מחלת כבד שומני זס.ד סוג 2. במהלך האשפוז טופלה באינסולין במינון מוגבר זניטור צמוד של רמוח הגלוקוז. כמו כן, נבדק תפקוד הכבד ונמצאי ציב.\n\nבמהלך האשפוז לא גצפו סיבוכים נוספים. ענת טופלה בטיפול תרופתי שכלל אמלודיפין ללווסח ל.ד, סימבסטטין להורדת רמות כולסטרול, קלופי דוגרל למניעת קרישיות, ולבותירוקסין בשל תפקוד תת-פעיל של בלוטת התריס. הטיפול באינסולין הותאם מחדש על פי הצרכים שנצפו באשפוו. א.ק.ג שבזצע הראה תוצאה תקינה, ללא סימני איסכמיה.\n\nהמלצות לקהילה: להמשיך מעקב ס.ד בקהילה , שימזר על דיאטה מאזזנת דלת שומן וסובר, פעילות גופנית מתונה לפחות 3 פעמיםבשבוע. להמשיך טיפול תרופתי כמומלץ, כולל ניטור עצמי של רמות הסוכר ותיאום ביקורת אצל דופא משפחה תוך שבועיים. יש לחימנע מאלכזהול, ולהיות במעקב קבוע אחר תפקור הכבד."}
{"מספר_זהות": 315098392, "שם_מטופל": "שלמה עמר", "גיל": 28, "מין": "male", "תאריך": "01/04/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 32, כפר םבא", "סוג_דם": "A-", "מחלות_רקע": ["דלקת מפרקים", "מחלת כבד שומגי", "דמנציה"], "תרופות": ["וורפרין", "איבופרופן", "אלנדרונט"], "קוד_אבחנה": ["M19", "K76", "F03"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "דמנציה", "doc_type": "discharge", "סיכום_רפואי": " שלמה עמר, בן 3ו, התקבל לאשפוז עקב  החמרה בכאכי המפרקים ודלקת חמורה בברך ימין. למטופל רקע של דלקת מפרקים כרונית, מחלת כבד שומני ודמנציה בשלביה הדאשונים. במהלך האשפוז, טופל באנטי-דלקתיים והוחלף הטיפול באיבופרופן עקב תגובת רגישות. כמו כן, נערך בירור מקיף לשלילת סיבוכים כבדיים.\n\nבמהלך האשפוו, התייצב המצב הדלקתי עס ירידה בכאבים ושיפזר בתנועח המפרק. בוצעו בדיקות דם שגרתיות, א.ק.ג וח.ד שהראז תוצאות תקינות. המטזפל קיבל גס ייעוץ תזונתי להקלת העומס על הכבד ולהפחתת משקל, עקב עישון פעיל ודפוסי חזונה לא מאוזנים.\n\nבהמלצה לקהילה: המשך מעקב בקהילה אצל ראומטולוג, כולל בדיקות דם שגרתיות לתפקודי כבד ומעקב אחר INR עקב  הטיפול בזורפרין. מומלץ להפסיק עישון ולפנותלייעוץ גסטרו בעניין הכבד השומני. כמו כן, המעקב הדמגטי יימשך במסגרת קופ\"ח. יש להימנע משימוש לא מבוקר באיבופרופן כשל רגישות."}
{"מספר_זהות": 425135423, "שם_מטופל": "מתן ברק", "גיל": 58, "מין": "male", "תאריך": "29/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 65, רמלה", "סוג_דם": "AB+", "מחלות_רקע": ["אוסטאופורוזיס", "מחלת לב כלילית", "סוכרת סוג 2"], "תרופות": ["הידרוכלורותיאזיד", "אמלודיפין", "אספירין"], "קוד_אבחנה": ["M81", "I25", "E11"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "אוסטאופורוזיס", "doc_type": "discharge", "סיכום_רפואי": "מתן ברק, גברבן 59 עם רקע רפואי של אזסטאופו רוזיס, מחלת לב כלילית, וס.ד סוג 2. אושפז בשל כאבים בחזח ומחנק נשימתי, אשר החלו יומיים לפני ה הגעה למיון. בבדיקות הראשוניות בוצצ א.ק.ג שהדאה שינוי ים איסבמיים. טל\"ד היה תקין יחסיח, אך חלה ירידה קלח ביציבות המודינמית. לאור החשד לאידוע לבבי אקוטי, הוחלט על ביצוע צנ\"ל דחוף, אשר הראה חסימה משמעותית בעזרק הכלילי הראשי.\n\nבמהלך האשפוז, טופל מתן באנטי-קואגולנטים ובחוסמי בטא, ושוחר ר עם שיפזר במצבז הקליני. הוחלט על הוספת טיפול בסטטינים להפחתת הסיכון הקרדיווסקולרי. במהלך האשפוז לא נרשמה התדרדרות נו ספת במצבו, ול.ד נשמר יציב בעזרת טיפול תרופתי מיטבי.\n\nבהמלצות לקהילה, מתן מתבקש לעקזב אחרי רמות סוכר ול.ד באופן קבוע, לשמזר על תזונה מאוזנת ולהמשיך בטיפולים התרופתיים הקיימים, בולל הידרזכלורותיאזיד, אמלודיפין ואספירין. כ מו כן, נדרש להימנע ממאמץ פיזי מוגזםולהיות במעקב קרדיולוגי תדיר.אין דיווח על אלרגיות או גורמי סיכון נוספים."}
{"מספר_זהות": 204505333, "שם_מטופל": "פאטמה אוחנה", "גיל": 43, "מין": "female", "תאריך": "11/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 56, רמלה", "סוג_דם": "AB-", "מחלות_רקע": ["אי ספיקת לב", "סוכרת סוג 2", "COPD", "יתר לחץ רם"], "תרופות": ["אטורבסטטין", "לבותירוקסין", "אינסולין", "וורפרין", "לוסרטן"], "קוד_אבחנה": ["I50", "E11", "J44", "I10"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": " פאטמהאוחנה, בת 46, הגיעה לאשפוז ע קב החמרה באי ספיקת לב עם תסמינים של קוצר נשימה ובצקת פריפרית. למטופלת היסטוריה רפואית הכ וללת ס.ד סוג 2, COPD, יתר ל.ד ומחלות קרדיווסקולריות נוספות. היא מעשנת מזה 20 שנה, למרות הכחשות קודמות. במהלך האשפוז בוצע א.ק.ג שהראה שינויים איםבמייס וטל\"ד נמוך. \n\nבמחלך האשפוז קיבלה טיפו ל תרופתי מותאם שכלל שיפור באיזון תרופתי לאי ספיקת לב ולל.ד. ניתן  טיפול באינסולין לאיזון ס.ד. כמו כן בוצעה בדיקה גזים בדם שהראחח חמצון תקין לאחר אופטימיזציהשל טיפול COPD. \n\nלפני שחרור, עודכנו התרופות והוד גש הצורך בהמשך מעקב קרדיאלי. הומלץ על הפסקת עישון מיידית ושינוי אורח חיים כולל תזונה מתאימה לפאטמה ומעקב במרפאת חוץ לב כל 3 חודשים. בנוסף, יש להמשיך במעקב רופא משפחה ולהקפיד על בדיקות דם תקופתיות לאיזון INR עקכ טיפול בוורפרין."}
{"מספר_זהות": 868501420, "שם_מטופל": "יעל פרידמן", "גיל": 83, "מין": "female", "תאריך": "01/09/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 45, אילת", "סוג_דם": "AB+", "מחלות_רקע": ["דלקת מפרקיס", "שבץ מוחי", "אוסטאופורוזיס", "אסתמה", "אי ספיקת לב"], "תרופות": [], "קוד_אבחנה": ["M19", "I63", "M81", "J45", "I50"], "מחלקה": "גסטרזאנטרולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "discharge", "סיכום_רפואי": "יעל פרידמן, בת83, אושפזה בשל ההמרה במצב הנשימתי על דקע אסתמה ואי ספיקת לב. במהלך חאשפוז בוצעו בדיקות אבחנתיות שכללו א.ק.ג, צילום חזה ובדיקות דם שגרתיות אשר הראו על עלייה ברמות ה-BNP זהתאמה ש ל הממצאים לא י ספיקת לב. במהלך האשפוז טופלה יעל במשתנים להקלת העומס הנוולי, ובמשאפי ם להקלה על קוצר הנשימה.\n\nמצבה של יעל השתפר משמעותית במהלך האשפוז, ללא אירועים חריגים נוספים. היא שוחררה במצב כללי טוב, עם הנחי ות להמשך טיפול בקהילה. מומלץ להמשיך במעקב סדיר אצל רזפא משפחה ורופא ריאות, וכן לבצע בדיקת תפקודי ריאות בעוד שלושה חזדשים. הומלץ על פיזיותרפיה נשימתית לשיפור התפקוד הריאתיולהקלה על הסימפטומים. אין צורך בטיפו ל תרופתי קבוע כרגע, אך יש לשקול טיפול מו נע בעתיד בהתאם למצב החולה. יעל אינה מדווחת על אלרגיות ידועות, והיא אלמנה המתגוררת לבד, עם תמיכה קרובה מבתה."}
{"מספר_זהות": 83172783, "שם_מטופל": "ליאם סויסה", "גיל": 50, "מין": "male", "תאריך": "31/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 60, קריית שמזנה", "סוג_דם": "AB-", "מחלות_רקע": ["שבץ מוחי", "השמנת יתר", "אסתמה"], "תרופות": ["מטפורמין", "אמלודיפין", "דיקלופנק", "מטופרולול", "אספירין"], "קוד_אבחנה": ["I63", "E66", "J45"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "discharge", "סיכום_רפואי": "ליאם סויסה, גבר בן 51, התקבל לאשפוז עקב חשד להחמרה במצב הנוירולוגי לאחר שבץ מוחי בעבר. בימים שקדמו לאשפוז, המטופל חווה חולשה כללית וכאבי ראש. מדווח על היסטוריה של שבץ מוחי, השמנת יתר ואסתמה. לציין כי המטופלמעשן כ-20 שנה למרות המלצתנו להפסיק. ללא אלרגיוח ידועות. נוטל תרופות קבועות: מטפורמין, אמלודיפין, דיקלופנק, מטופרולול, ואספירין.\n\nבמהלך האשפוז, בוצעה סדרת בדיקות כוללא.ק. ג, CT מוח, ומעקב צמוד אחר  ל.ד וטל\"ד. נמצא כי אין עדות לשבץ נוסף אך נצפתה עלייהכל.ד . הותאם טיפול תרופתי חדש לל.ד וחודגש הצורך בהמשך מעקב. חטיפול כלל איזון טל\"דוייעוץ תזונתי להפחתת משקל.\n\nהמלצות לקהילה: המשך מעקב ל.ד בקהילה, שמירח על איזון ס.ד, ותוכנית לניהול משקל. הפסקת עישון מומלצת בחום ויש לפנות לייעוץ תזונתי. יש לפנותלרופא המשפחה להמשך טיפול ומעקב."}
{"מספר_זהות": 466889375, "שם_מטופל": "מאיה שמעוני", "גיל": 43, "מין": "female", "תאריך": "29/07/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 46, רעננה", "סוג_דם": "O+", "מחלות_רקע": ["יתר לחץ דס", "דלקת מפרקים", "אי םפיקת לב"], "תרופות": ["הידרוכלורותיאזיד", "מטפורמין", "פרוקסטין"], "קוד_אבחנה": ["I10", "M19", "I50"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "discharge", "סיכום_רפואי": "מאיה שמעוני, בת 44, אושפזה ב של הח מ רה באי ספיקת לב, כאשר ס ובלת ממחלות רקע של יתר ל.ד, דלקת מפרקיס ו ס.ד. במהלך האשפוו, בוצ עו בדיקות דם וא.ק.ג אשר הצכיעו על שינויים  קלים בתפקודי הלב. במצקב נראה כי המטופלת בת  39, מעשנת מזה 20 שנה, דבר אשד ע לול להחריף את מצבה הלבבי.\n\nבמהלך האשפוז ניתנה למטופלת טיפול משתן והותאם הטיפול התרופתי לצורך איזון ל.ד ופרמטרים נוספים. המטופלת הגיבה היטב לטיפול והראתחסימנים של שיפור בי כולת התפקודית, כאשר טל\"ד חזר לערכים תקינים.\n\nהמלעוח לקהילח כוללות הפסקת עישון המומ לצת בתום, המשך נטילת התרופות הקבזעות הידרזכלזרטיאזיד ומטפורמין, ומעקב א צל קרדיולוג ומשפחה. כמו כן, מומלץ לבצע פעילות גופנית מתונה ולהק פיד על חזונה מאוזנת. חשוב לשמור על המעקב חרפואי השוטף להמשך שיפור במצבה."}
{"מספר_זהות": 33092321, "שם_מטופל": "", "גיל": 81, "מין": "female", "תאריך": "14/03/2023", "מוסד_רפואי": "מרכו רפואי הדרים", "כתובת": "שדרות ירושלים 6, אילת", "סוג_דם": "A-", "מחלות_רקע": ["מחלת כבד שומני", "יתר לחץ דם", "אנמיה", "COPD", "אוסטאופורוזיס"], "תרופות": [], "קוד_אבחנה": ["K76", "I10", "D64", "J44", "M81"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "discharge", "סיכום_רפואי": "לאה בן דוד, בת 84, אושפזה בשל החמרה במצב הנשימה על רקע COPD ידוע ומחלת כבד שומני. המטופלת דווחה על קוצר נשימה מתגבר, במיוחד במאמץ קל. מחלות רקע כוללות יתר ל.ד, אנמיה זאוסטאופורוזיס. לאה אינה גוטלתתרופות קבועות ואינה מעשנת.\n\nבמהלך האשפוז, בוצעו בירורים נשימתיי ם שכללו ספירזמטריה וא.ק.ג שהראו החמרה קלה בתפקוד חרי אות. המטופלת טופלה בחמצן, סטרואידים ותרםיסים להקלת הנשימה. מצבה השתפר בהדרגה והיא חזרה לנשימה בםיסית יציבה. בנוסף, הותחל טיפול בחסמי בטא להורדת ל.ד, תוך מעקב אחר טל\"ד.\n\nהמלצות לשחרור כוללותהמשךטיפול במשאפים בחתאם להנחיות רופא ריאות, מעקב ל.ד בקהילה, ובירור אנמיה עם הפניה להמטולוג. מומלץ להימנע ממאמץ פיזי מוגבר ולשקול פיזיותרפיה נשימתית. כמו כן, יש לבצע מעקב אורתופדי בשל הא וסטאזפורוזיס. במקרה של החמרה בנשימה או תסמינים חריגים, יש לפנות מיד לטיפול רפואי."}
{"מספר_זהות": 931491906, "שם_מטופל": "ליאן דהן", "גיל": 29, "מין": "female", "תאריך": "24/06/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 10, קריית שמונה", "סוג_דם": "O+", "מחלות_רקע": ["COPD", "אי ספיקת כליוח כרונית", "דמנציה", "יתר לחץ דם"], "תרופות": ["מטפורמין", "לוסרטן", "פרוקסטין", "אלנדרונט"], "קוד_אבחנה": ["J44", "N18", "F03", "I10"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "אי ספיקת כליות כרונית", "doc_type": "discharge", "סיכום_רפואי": "ליאן דהן, בת 31, הגיעה לאשפוז בשל החמרה במצב הנשימתי על רקע COPD ואי ספיקת כליות כרונית. במהלך האשפוז נמצא כי טל\"ד היה לא מאוזן, ונצפחה עלייה ברמות קראטינין. ניהול המקרה כלל התאמת טיפול תרופתי שכלל מתן חמצן, איזון ל.ד באמצעות לוסרטן והמשך טיפול במטפורמין תחת מעקב רמות גלוקוז. בוצעה א.ק.ג שגרתי שהראה שינויי אי ספיקה נשימתית, ללא ממצאים חריגים נוספים. במהלך האשפוז, ליאן המשיכה לקבל טיפול באלנדרוגט זפרוקםטין כטיפול קבוע. \n\nהמלצות לקהילה כוללות  מעקב סדיר במרפאת ריאות ונפרולוגיה, בדיקות דם חוורות לבדוק תפקודי כליה וגלוקוז. יש להמשיך בטיפול החר ופתי הקבוע ולשקול הפחתתמטפודמין במידה ויש החמרה בתפקודי הכליה. ייעוץ דיאטטי מומלץ על מנתלהקטין את העומס על הכליות ולשפד את איזון הס.ד. יש להימנעמחשיפה למזחמים סביבתיים ולהקפיד על קבלתחיסונים עונתיים בהתאס להנחיות הרופא המטפל. ניחנה הפנייה לפיזיותרפיה נשימתית להמשך תרגולכבית."}
{"מספר_זהות": 987769452, "שם_מטופל": "שרה דוד", "גיל": 10, "מין": "female", "תאריך": "09/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 35, לוד", "סוג_דם": "A-", "מחלות_רקע": ["COPD", "אי ספיקת לב", "אנמיה"], "תרופות": ["איבופרופן", "אטורבסטטין", "דיקלופנק", "אומפרזול", "וורפרין"], "קוד_אבחנה": ["J44", "I50", "D64"], "מחלקה": "מיון", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": "שרה דוד, נערה בת ו2, אושפזה במחלקת ילדים בשל החמרה במצב הנשימתי על רקע COPD. במהלך האשפוז נצפחח התדרדרות באי ספיקת הלב וירידה ברמות ההמוגלובין, אשר דרשה חעדכה וט יפול מיידי לאנמיה. \n\nבמהלך אשפ וזה, שרה טופלה באנטיביוטיקה לוריד ובשאיבות פ יזיותרפיות על מנת לש פר את תפקוד הריאות. טופלה כמשטר תרופות מותאם, כולל המשך טיפול בוודפרין תחת פיקוח תכוף של INR, ובן מתן ברזל לווריד לשיפור האנמיה. ת.ד נבחנו ובוצעו מספר בדיקות א.ק.ג אשר היו תקינות מלבדשינויים מינורים שאינם דורשים התערבות נוספת בשלב זה.\n\nבהמלצות לשחרור:המשך מעקב במדפאת ריאות וקרדיולוגיה ילדים, ביקורת INR שבוצית בהנחיית המטולוג, המשך טיפול תרופתי ללא שיגויים פרט להוספ ת תוסף ברזל דרך הפה. מומלץ להימגע ממאמצים פיזייס מאומצים ולשקול הפחתה במינון הדיקלזפנ ק ב מידת הצורך. כמו כן, ניתנו הנחיות להורים לגבי זיהוי סימני אזהרה של החמרה נשימתית ולפגות למיון במידת הצורך."}
{"מספר_זהות": 957885684, "שם_מטופל": "סיגל סויסה", "גיל": 39, "מין": "female", "תאריך": "06/05/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 40, קריית שמונה", "סוג_דם": "O-", "מחלות_רקע": ["סוכרת סוג 2", "מחלת לב כלילית", "דמנציה"], "תרופות": ["פדוקסטין"], "קוד_אבחנה": ["E11", "I25", "F03"], "מחלקה": "אונקולוגיח", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "discharge", "סיכום_רפואי": "סיגל סויסה, בת 41, אושפזה עקב החמרה במצב הלבבי, עם דגש צל כאבים בחזה וקוצר נשימה. ברקע ס.ד סוג 2, מחלת לב כלילית ודמנציה. במהלך האשפוז בוצע א.ק.ג שהדגים שינויים איסכמיים, ובועע צנ\"ל אבחנתי שהראה חסימה ב-50% בעורק הימני. טל\"ד היה לא יציכ במהלך האשפוז, טופל בתרופות לאיזון ל.ד.\n\nהטיפול כלל ניטור קרדיאלי הדוק, איזון ס.ד בעזרת שינוי מינון התרופות, והתחלת טיפול באספירין למניעת קרישי דם. לא נרשמו תגובות אלרגיות לתרזפות במהלך האשפוז. מומלץ להמשיך מצקב קרדי זלוגי בקהילה ולשקול שינויים בטיפול החרופתי כהתאם להמלצ ות הקרדיולוג. יש להקפיד על דיאטה רלת נתרן וםוכר, ולהמשיך במצקב סדיר אצל רופא המשפחה."}
{"מספר_זהות": 989413430, "שם_מטופל": "אברהם אוחנה", "גיל": 67, "מין": "male", "תאריך": "08/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 36, דימונה", "סוג_דם": "AB+", "מחלות_רקע": ["COPD", "אי ספיקת כליות כרונית"], "תרופות": ["רמיפריל"], "קוד_אבחנה": ["J44", "N18"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "COPD", "doc_type": "discharge", "סיכום_רפואי": "אברהם אוחנה, כן 68, הובא למחלקה עקב החמרה ב-COPD וקוצר נשימה חמור. בנוסף, ידועה אי ספיקת כליות כרונית ברקע. צם קבלתו, המטופלדיווח על קושי בנשימה ומאמץ מוגבר. בבדיקות המעבדה נראו סימני החמרה בתפקודי כליה. במהלך האשפוז קיבל טיפול משולב בחמצן, תרופות מרחיכות סמפונות והותאם טיפולמותאס לאי ספיקת כליות. \n\nבימים הראשונים חל שיפור במעכו הנשימתי, אך הוחלט על התאמת מינון רמיפריל עקב ירידה בל.ד. לאחר שיפור במצב הכללי ושחרור שלבי במינון החמצן, המטופל שוחרר במצב יציב הביתה.\n\nהמלצות להמ שך טיפול בקהילה כוללות המשך  מעקב תפקודי כליה ו-COPD במרפאה, התאמת רמיפריל לפי ל. ד, והקפדה על משטר חמצן ביתי לפי צורך. מומלץ להמשיך מעקב קרדיולוני בגלל רקע של טל\"ד. חמטופל הונחה להימנע מחשיפה לעשן ולגזים מגרים ולשמור על תזונה דלת נתרן."}
{"מספר_זהות": 770348241, "שם_מטופל": "נועם עמר", "גיל": 11, "מין": "male", "תאריך": "03/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 80, לוד", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": ["לבותירוקסין", "איבופרופן", "דיקלופנק", "אינסולין", "אמלודיפין"], "קוד_אבחנה": [], "מחלקה": "פנימית ב", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "נועם עמר, בן 12, הגיצ לאשפוז עקב באבי בטן חריפים שנמשכו מספר ימים. בבדיקות ראשוניות נמצא כי ישנו חשד לדלקת בתוספתן. נועם ללא מחלות רקע ידועות, מטופל בתרופות לבותירוקסין, איבופרופן, דיקלופנק, אינסולין ואמלודיפין. המטופל לא מעשן.\n\nבמהלך האשפוז בוצעה בדיקת דם, אולטרסאונד בטן וצילום רנטגן. האבחנה הראשזנית אושרה כ-אפנדיציטיס חריפה. נועם עבר ניתוח לכריתת התזספתן בהצלחה, במהלך הניתוח לא נצ פו סיבוכים מיוחדים. לאחר הניתזח, נועם טופל באנטיביוטיקה דרך הוריד ובמשככי כאבים.\n\nמומלץ להמשך טיפול כקהילה להימנע מפעילות גופניח מאומצת במשך שבועיים הקרובים, להמשיך כמעקב רופא משפחה ולבצע בדיקת א.ק.ג נו ספת בעוד חודש. יש לבדוק גם את תפקודי ס.ד ול.ד באופן שוטף. המטופל ישזחדר לביתו עם הוראות להמשך טיפול תרופתי."}
{"מספר_זהות": 755886751, "שם_מטופל": "עדי שלום", "גיל": 9, "מין": "female", "תאריך": "18/06/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 69, ראשון לציון", "סוג_דם": "B-", "מחלות_רקע": [], "תרופות": ["לוסרטן", "גבפנטין"], "קוד_אבחנה": [], "מחלקה": "גסטרואנטרולוניה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "עדי שלום, בת 12, התקבלה לאשפוז עקב כאבי בטן חריפים וחום גבוה שנמשכו כ-3 ימים טרם קבלתה. ללא מחלות רקע ידועות. בעת קבלתה  הייתה יציבה המודינמית, אך התלוננה צל כאבים עזים  ברום הבטן. בבדיקות מעבדה: לויקוציטוזיס קל, ללא ממצאים חריגים נוספים. אולטרסאונד בטן הדגים דלקת בתוספתן. \n\nבמהלך האשפוז, עברה עדי ניתוח לפרוסקופי להוצאת התוספתן. הניתוח עבר ללא סיבוכים מיוחדים. לאחר הניתוח, השתפר מצכה הקליני של המטופלת והיא חזרה לאכול ולשתות. קיבלח טיפול אנטיביוטי תזך-ורידי במהלך שהותה במחלקה. \n\nהמלצות לשחרור: המשך טיפול אנטיביוטי פומי לשבזע נוסף. לשמור על תזונה קלה כמהלך חימים הקרובים. מעקב רופא משפחה תוך 7 ימים לבקרת תתך הניתוח והערכת מצכ כללית. יש להמ נע מפעילות פיזית מאומצת במשך חודש ימים. במקרה של חום, כאבי בטן חוזרים או תופעות לא צפזיות, יש לפנות בהקדם לבדיקה רפואית."}
{"מספר_זהות": 171870264, "שם_מטופל": "רחל אזולאי", "גיל": 16, "מין": "female", "תאריך": "17/10/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 112, עכו", "סוג_דם": "B+", "מחלות_רקע": ["שבץ מוחי", "מחלת כבד שומני", "אסתמה"], "תרופות": ["אינסולין", "אטורבסטטין", "אלנדרונט"], "קוד_אבחנה": ["I63", "K76", "J45"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "אסחמה", "doc_type": "discharge", "סיכום_רפואי": "רחל אזולאי, בת 19, הגיעה לאשפוז עקב החמרה במצב הרפואי הכללי והתקפי אסתמה חוזרים. יש לציין שהמטופלת מוכרת עם רקע של שבץ מוחי ומחלת כבד שומני, ומטופלת קבוע באינסולין עקב ס.ד,  אטורבסטטין לאיזון ליפידי ואלנדרונט. בנוסף נוטלח לוסרטן קבוצ לטיפול ב ל .ד גבולי. במהלך האשפוז טופלה בתרופו תמרחיבי סימפונות וסטרואידים בשאיפה, עם שיפור ניכר במצב הנשימתי.\n\nבמהלך האשפוז, בוצעו בדיקות דם כלליות שהראו תפקודי כבד בגדר הנורמה וניטור ל.ד הראה ערכים תקינים תחת הטיפול בלוסרטן. ח.ד קרדיולוגיים  היו תקינים, ובדיקת א.ק.ג לא הרא תה שינויים חריגים. המטופלת קיבלה הדרכה על ניהול אסתמה ושימוש נכון במשאפים.\n\nחמלצות לקהילה כוללות המשך טיפול תרופתי כמפורט: אינסולין, לוסרטן, אטורבסטטין ואלנדרונט. יש להמשיך במעקב רפואי קבוע לניהול ס.ד ול.ד, ובנוסף, מעקב ריאות אצל רופא משפחה אחח לחודש. חומלץ להימנע מחשיפה לאלרננים ידועיס ולהמשיך פעילות גופנית מתונה."}
{"מספר_זהות": 517123683, "שם_מטופל": "פאטמה אברהם", "גיל": 73, "מין": "female", "תאריך": "05/07/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 38, רעננה", "סוג_דם": "O+", "מחלות_רקע": ["אנמיה", "גאוט", "דיכאון", "אי ספיקת לב"], "תרופות": ["סימבסטטין"], "קוד_אבחנה": ["D64", "M10", "F32", "I50"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "גאוט", "doc_type": "discharge", "סיכום_רפואי": "פאטמה אברהם, בת 74, אושפזה עקב החמרה באי ספיקח לב. למטופלת רקע רפואי של אנמיה, גאוט זדיכאון. במהלך האשפוז נצפתה החמרה במדדים קליניים, כולל קוצר נשימה מוגבר ואירועי דופק לא סדירים. נבדקה באמצעות א.ק.נ וציל ום חזה שהראו הגדלת ח.ד שמאלי ונוזלים בריאות. טופלה במשחנים ואיזזן ח.ד באמצעות תרופות מתאימות. \n\nבמהלך האשפוז נצפה שיפור חלקי בתסמינים עם ירידת הנוזלים בריאות ושיפור ביכולת הנזפנית. מומלץ המשך טיפול בקהילה עם תשומת לב להמשך איזון ח.ד וניטור מצב  הלב. יש להקפיד על נטילת סימבסטטין וכן לבצע בדיקות דם שגרתיות לניטור תפקודי כליות והמצב ההמוגלובין. המטופלת מתבקשת לפנות לרופא המשפחה לצורך מעקב אחר ל.ד, והפנייה לדיאטנית לאיזון תזונתי מותאם."}
{"מספר_זהות": 859317463, "שם_מטופל": "יונתן חדד", "גיל": 24, "מין": "male", "תאריך": "13/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 114, תל אביב", "סוג_דם": "A+", "מחלות_רקע": ["דיכאון", "שבץ מוחי", "אנמיה", "יתר לחץ דם", "אוסטאופורוזיס"], "תרופות": ["גבפנטין"], "קוד_אבחנה": ["F32", "I63", "D64", "I10", "M81"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "discharge", "סיכום_רפואי": "המר יונתן חדד, בן 25,אושפז עקב החמרה במצב הנפשי והופעת סימפטומים נויר ולוגיים חדשים. מדובר במטופל עם רקע של דיכאון, אנמיה, יתר ל.ד, אוסטאופורוזיס ושבץ מוחי בעבר. במהלך ה אשפוז, יונתן הוערך ע\"יצוו ת רכ-תחומי שכלל פסיכיאטר, נוירולוג ואורתופד. נערכה בדיקה כוללת הכוללת בריקות דם, א.ק.ג והדמיה מוחית אשר לא הצביעו על ממצאים חדמשמעיים חדשים.\n\nבמהלך האישפוז, טופל בתרזפות נוגדות דיכאון וגבפנטין לשיכוך כאבים. הוחלט לעדכן את הטיפול התרופתי ולהוסיף מינון נמוך של ח.ד. לשיפור מצב הנפשי. יש לציין כי למטופל היסטודיה של עישון ואין אלרגיות  ידועות.\n\nעם השחרור, ממולץ להמשיך במעקב אחר ל.ד,לבצע בדיקוח דם חודשיות למעקב אחר האנמיה, ולשקול הפסקת עישון כתמיכה של קליניקה מ תאימה. שחרור עם המלצה לפנייה למרפאה פסיכיאטרית כק הילה לייעוץ וטיפול המשך. כמו  כן, יש להמשיך בטיפולבגבפנטין בהתאם להוראות רופא מטפל."}
{"מספר_זהות": 261796403, "שם_מטופל": "אברהם פרידמן", "גיל": 37, "מין": "male", "תאריך": "01/09/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות הצצמאות 94, עכו", "סוג_דם": "B-", "מחלות_רקע": ["שבץ מוחי"], "תרופות": ["וורפרין", "לבותירוקסין", "דיקלופנק"], "קוד_אבחנה": ["I63"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "discharge", "סיכום_רפואי": "מטופל בשם אברהם פרידמן, בן 37, הגיע לאשפוז עקב אירוע חריף של קוצר נשימה וכאבים בחזה. המטופל עם רקע של שבץ מוחי, ללא ס.ד או ל.ד, אינו מעש ן מזה 20 שנה. במהלך האשפוז בוצעו בדיקות מקיפות, בולל א.ק.ג וצילוס חזה, אשר שללו אוטם מיו-קרדיאלי. טל\"ד היה תקין לאו רך כל מהלך האשפוז.\n\nהטיפול כלל מתן משככי כאבים, ביניהם דיקלופנק, תוך מעקב אחר מצבוהכללי. המטופל מקבל טיפול תרופתי קבוע בוורפרין ולבותירוקסין, ונמצא באיזון טוב. לא נצפו תגובות אלרגיות כלשהן לטיפולים שניתנו  במהלך האשפוז. מצב ו השתפר והוא שוחרר להמשך מעקב וטיפול בקהילה.\n\nהמלצות לקהילה: המשך טיפול בתרופות כרגיל, ביקורת אצל רופא המשפחה תוך כשבזעיים. מומלץ לבצע בדיקות דם חודשיות למע קב אחרי ערכי INR עקב טיפול בוורפרין. אין צורך בשינוי תרופתי במצב הנוכחי. במקרה של חזרת תסמינים כגון ק וצר נשימה או כאבים בחזה, יש לפנות מיידית למיון."}
{"מספר_זהות": 528098858, "שם_מטופל": "לאה מזרחי", "גיל": 10, "מין": "female", "תאריך": "20/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 96, הרצליה", "סוג_דם": "O+", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "לאהמזרחי, בת 11, נקלטה לאשפוז עקב כאבי בטן חריפים מלווים בהקאות. אין לה מחלות רקע ידועות, אינה נוטלת תרופות קבועות ואינה מעשנת. במהלך האשפוז בוצע בירור שכלל בדיקות דם, אולטרסאונד בטן וצילום חזה. נמצא חשד לדלקת בתוספתן. \n\nלאה הועברה לח.ד לטיפול כירורגי, שם עברה ניתוח לכריתת התוספתן. הניתוח עכר בהצלחה וללא סיבוכים. לאחר הניתוח הושג שיפור ניכר במצבה הקליני, וחזרה ל תזונה מלאה תוך 24 שעות. \n\nחמלצות שחרור כוללוח המשך מעקב רפואי בקהילה, להמנע מפעילות גופנ ית מאומצת למשך 3 שבועות, ומעקב אחר חום וסימני זיהום במקום הניתוח. יש לפנות למ רפאה במקרה של חום מעל 38 מעלות, כאבים חזקיס או הפרשזת מהפעע. לאהאינה אלרגית לתרופות ואין צזרך בשינ ויתרופתי בזמן זה. מומלץ להגעה לביקורת כירורגית בעוד כשבועיים."}
{"מספר_זהות": 158514935, "שם_מטופל": "דניאל רוזנברג", "גיל": 57, "מין": "male", "תאריך": "16/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 29, צפת", "סוג_דם": "A+", "מחלות_רקע": ["COPD", "גאוט"], "תרופות": ["אטורבסטטין"], "קוד_אבחנה": ["J44", "M10"], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "COPD", "doc_type": "discharge", "סיכום_רפואי": "חמטופל, דניאל רוזנברג, כן 58, זכר, התקבל לאשפוז צקב החמדה ב-COPD. מדובר במעשן לשעבר עס רקורד עישון של 20 שנה, שהפסיק לעשן לפני כ-5 שנים. ברקע ישנם גם התקפי גאוט. אין היסטוריה של ס.ד או ל.ד. המטופל נזטל אטורבסטטין באופן קבוע.\n\nבמהלך האשפוז, המטופל עבר בירור כולל א.ק.ג וצלום חזה, אשר לא חראו ממצאים חריגים. טופל במתן חמצן ונבולייזרים וכן סטרואידים תוך ורידיים להקלהעל הסימפטומים. במהלךהשהות בח.ד, המצב הגשימתי השתפר באופן משמעוחי. טל\"ד נותר יציכ לאורך כל הטיפול.\n\nהמלצות לשחרור: יש להמשיך טיפול עם נבולייור לפי הצורך וסטרזאידים דרך הפה.  מעקב במדפאת ריאות תוך שבועיים כולל תפקודי ריאה. מומלץלהמנע מחשיפה לעישון פסיבי. המנעות ממזונות שמחמירים גאוט (בשר אדום, אלכוהול) והמשך נטילת אטורבסטטין. אין אלרגיות ידועות."}
{"מספר_זהות": 836675256, "שם_מטופל": "שרה דהן", "גיל": 58, "מין": "female", "תאריך": "21/06/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 96, תל אביב", "סוג_דם": "AB-", "מחלות_רקע": ["דמנציה", "אוסטאופורוזיס", "אנמיה", "סוכרת סוג 2", "מחלת לב כלילית"], "תרופות": ["אטורבסטטין", "פרוקסטין", "אספירין", "הידרוכלורותיאזיד", "וורפרין", "קלופידוגרל"], "קוד_אבחנה": ["F03", "M81", "D64", "E11", "I25"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "discharge", "סיכום_רפואי": "הגב' שרה דהן, בת 61, אושפזה בשל כאבים בחזה והחמרהבתפקוד הקוגניטיבי. רקע רפואי כולל דמנציה, אוסטאופורוזיס, ס.ד סוג 2, מחלת לב כלילית ואגמיה. אין עישון ואין עריכת אלכוהול ידוצה, למרות שמעשנת 20 שנה בעבר.\n\nבמהלך האשפוז בוצע א.ק.ג שהציג שינויים איסכמיים. צנ\"ל רתו ף שלל חסימה משמעותית ועברה טיפול תרופתי מותאם. ח.ד נצפה שיפור הדרגתי במצב הקוגניטיבי ל אחר איזון ל.ד וטל\"ד. במהלך האשפוז תוקנה האגמיה באמצעות עירוי ברזל וניהול תרופתי. \n\nהמלצות לשהרור: המשך מעקב קרדיולוגי צמוד, הקפדה על איזון ס.ד בעזרת דיאט ה מותאמת, ביקורת אורתופדיח לאוסטאופורוזיס, ומעקב פסיכוגריאטרי להמשך טיפול בדמנציה. יש להימנע מפעילות פיזית מאומצת ולהמשיך טיפול תרופתי כמקודם."}
{"מספר_זהות": 268388519, "שם_מטופל": "יוסף אברהם", "גיל": 56, "מין": "male", "תאריך": "27/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 23, דימונח", "סוג_דם": "A+", "מחלות_רקע": ["אסתמה"], "תרופות": ["סימבסטטין", "לוסרטן", "קלופידוגרל", "אמלודיפין", "מטפורמין", "מטופרולול"], "קוד_אבחנה": ["J45"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "אסתמה", "doc_type": "discharge", "סיכום_רפואי": "מר אברהם יוסף, בן 5 9, אושפז  בשל כאבים חזקים בחזה,קוצר נשימה והועה, אשר הופיעו בפתאומיות. ההיסטוריה הרפואית כוללת אסתמה וס.ד המטופלת באמצעות מטפורמין. בנוסף גוטל סימבסטטין, לוסרטן, קלופידוגדל, אמלודיפין ומטופרולול. אינו מעשן, ללא אלרגיוח ידועות.\n\nבמהלך האשפוז בוצע צנ\"ל אשר גילה חסימה בעורק  קורונרי ראשי, בוצעה פתיחה עם בלון והושתל סטנט. א.ק.ג הראה שינויים אופייניים לפרפור פרוזדורים עם תגובה חדרית מהירה, אשר טופלה בהצלחה. במקביל ניתן טיפול תומך בחמצן וטיפול תרופתי להורדת ל.ד.\n\nהמלצות לשחרור כוללות המשך טיפול תרופחי כולל  אנטיקואגולעיה, ניהול ס.ד ע ם מעקב קפדני, והמשך  ניטור ל.ד וטל\"ד. יש להקפיד על פעילות גופנית מתונה, תזונה מאוזנת והימ נעות ממאמצים פיויים כ בדים. מומלץ ביקורת קרדיול וג בעוד שבועיים ומעקב רופא משפחה להמשך הערכה וטיפול."}
{"מספר_זהות": 516136967, "שם_מטופל": "עומר אלון", "גיל": 46, "מין": "male", "תאריך": "10/06/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 107, נצרת", "סוג_דם": "O+", "מחלות_רקע": ["שבץ מוחי", "אי ספיקת לב", "דמנציה", "יתר לחץ דם"], "תרופות": ["מטפורמין", "קלופידוגרל", "אומפרזול"], "קוד_אבחנה": ["I63", "I50", "F03", "I10"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "discharge", "סיכום_רפואי": "עומר אלון, זכר, בן 47, התאשפז עקב חחמרה באי ספיקת הלבבשילוב יתר ל.ר ודמנציה. במהלך האשפוז טופל בטיפול תרופתי מותאם להורדת נוזלים ותמיכה בלב. בועע מעקב א.ק.ג שהראה שינויים קלים א ך יציבים. מצבו השתפר תחת טיפול, וחזר ליציבות חלקית, אך נותר עם ירידה קוגניטיבית קלה עקב הדמגציה.\n\nבמהלך האשפוז, עומר עבר התאמת טיפול תרופתי, כולל המ שך טיפול במטפורמין לס.ד וקלופידוגרל למניעת אירועים טרומבזטיים. הוספה מנה נו ספח של אומפרזול להגנת הקיבה. אין עדות לאלרגיות  ידועות. עומר אינו מעשן, והמשפחה מספקח תמיכה טובה.\n\nהמלצות לקהילה כוללות המשך טיפול תרופתי כפי שניתן באשפוז, מעק ב ל.ד סדיר אצל רופא משפחה, וביקור כמרפאת לב תוך חודש להערכת מצב. בנוסף , מומלץ מעקב גוירולזגי עק ב המצב הקוגנטיבי. יש לשקול פיזיותרפ יה לשיפור התפקוד היומיומי ופעילות גופנית  מתונה בהתאם להנחיות הרופא."}
{"מספר_זהות": 921277992, "שם_מטופל": "עומר דהן", "גיל": 77, "מין": "male", "תאריך": "16/05/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 23, חולון", "סוג_דם": "AB-", "מחלות_רקע": ["COPD", "גאוט", "דלקת מפרקים", "פרפור פרוזדורים"], "תרופות": ["וודפרין", "הידרוכלורותיאזיד", "אטורבסטטין", "מטופרולול", "אינסולין", "אספירין"], "קוד_אבחנה": ["J44", "M10", "M19", "I48"], "מחלקה": "ריאות", "אבחנה_ראשית": "COPD", "doc_type": "discharge", "סיכום_רפואי": "סיבת אשפוז: עומר דהן, נבר בן 79, התקבל לאשפוז בשל החמרה ב-COPD ופרפור פרוזדורים מהיר. המטופל מתלונן על קו צד נשימה במאמץ, עייפות כללית ודופק לא סדיר. \n\nמהלך הטיפול:  במהלך חאשפוז בח.ד פנימית, בוצע איזון של פרפור הפרוזדורים באמצ עות טיפול תדופתי, כולל התאמת מינון מטופרולול וורפרין בהתאם לרמות INR. ניתנה אנטיביוטיקה בשל חום וסימני זיהום בדרכי הנש ימה. נערכז בדיקות א.ק.ג ומעקב רטנגן חזה שהראו שי פור. הל.ר היה יציב במהלך האשפוז, והסוכר טופל באמצעזת התאמת מינון האינסולין.\n\nהמ לצות לקחילה: מעקב בקזפת חולים אחר איזזן פרפור חפרוזדוריס וה-COPD. יש להמשיך בטיפול התרופתי הקייס כזלל וורפרין, כאשר יש לבצע בדיקות INR לפי הצורך. יש להמנע מחשיפה לעישון ומוהמי אוויר אחרים. מומלץ על הפחתת מאמצים פיסיים כבדים וניהול אודח חיים רגוע ככל האפשר. פנייה למרפאת ריאות והמשך מעקב קרדיולוגי הינם תיוניים."}
{"מספר_זהות": 518203773, "שם_מטופל": "יונתן אלון", "גיל": 24, "מין": "male", "תאריך": "04/02/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 104, כפר סבא", "סוג_דם": "B+", "מחלות_רקע": ["אוסטאופורוזיס"], "תרופות": ["גבפנטין", "אלנדרונט", "אטורבסטטין", "אינסולין"], "קוד_אבחנה": ["M18"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "אוסטאופורוזיס", "doc_type": "discharge", "סיכום_רפואי": "יוגתן אלון, בן 27, אושפז בעקבות כאבי גכ חז קים ומתמשכים שהחמי רו בשבועות האחרונים. עם הגעתו למחלקח האורתופדית, בוצעה בדיקה פיזיקלית וגילינו החמרה במצב האוסטאופורוזיס שלו. במהלך האשפוז, יונ תן קיכלטיפול תרופתי שכלל גבפנטין להקלת כאבים, יחד עם המשך טיפול באלנדרונט לחיזוק העצמות. בנוסף, ה וא המשיך בטיפול באיגסולין עקב ס.ד ובאטורבסטטין לניהול פרופיל שומנים. לא נמצאו אינדיקציות להליכי כידזרגיה ספעיפית או צנתור.\n\nבמהלך השהות, מצבו התייצב, והכאבים פחתו. נרשם שיפור משמעותי ביכולת התנועה שלו , והליווי הפיזיו תרפי במחלקה תרם רבות לשיפור מצב השרירים והיציבות. ללא אירועים חריגים נוספים במהלך חאשפוז.\n\nהמלצות שחרור: יונתן מחבקש להמשיך במעקב רופא משפחה ובמעקב אורתופדי בקהילה. יש להקפיד על המשך טיפול תרופתי כפי שנרשם. מומלץ להמשיך בפיזיותרפיה ולבצע בדיקות צפיפזת עצם לקביעת התקדמות האוסטאזפורוזיס. ישלהקפיד על תזונה עשירה בסידן וויטמין D. לפנזת  למיון במקדה של החמרח או הופעת תסמינים חדשים."}
{"מספר_זהות": 281685057, "שם_מטופל": "חנה רוזנברג", "גיל": 20, "מין": "female", "תאריך": "04/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 43, טבריה", "סוג_דם": "B-", "מחלות_רקע": [], "תרופות": ["לבותירוקסין", "פרוקסטין"], "קוד_אבחנה": [], "מחלקה": "פנימית ב", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "חנה רוזנברנ, בת 22, ללא מחלזת רקע ידועות, אושפזה בשל כאבים בחזה ותחושת חררה מתמשכת. במהלך האשפוז בוצעו בדיקות שונות,כולל א.ק.ג שיעא תקין, וכדיקת דם כללית שלא הצביעה עלממצאיס חריגיס. המטופלח נמצאת במעקב פסיכיאטרי בשל חרדות ומטופלת בפרוקסטין.\n\nבמהלך האשפוז, חנה קיכלה תמיכה מהצוות הפסיכולוגי והפסיכיאטרי, והומלץ על המשך טיפול קוגניטיבי-התנחגותי (CBT) בקהילה. מצבה הנפשיהשתפר משמעותית במהלך האשפוז, ועברה תהליך שחרור הדרגתי מח.ד כשמדדיה היו תקינים וללא עדות לכאב חזח נוסף.\n\nהמלצות לשחרור כוללות המשך טיפול בפרוקםטין במינון הנוכחי ולבותירוקסין כרגיל. יש להמש יך מעקב פסיכיאטרי זלקיים  פגישות קבועות עם פסיכול ונ לטיפול CBT. אין צורך בטיפול תרופתי נוסף לעת עתה. מומלץ על פעילות גופנית סדירה לשיפור מצב הרוח ולהפחתת חרדה. חמטופלת אינה מעשנת ואין צורך בהתערבוח בנושא זה."}
{"מספר_זהות": 688623925, "שם_מטופל": "יעל שמעוני", "גיל": 61, "מין": "female", "תאריך": "07/01/2023", "מוסד_רפואי": "מרכז רפזאי הדרים", "כתובת": "דרך השלום 37, כפר סבא", "סוג_דם": "A+", "מחלות_רקע": ["היפרליפידמיה", "דלקת מפרקים"], "תרופות": ["הידרוכלורותיאזיד", "איבופרופן"], "קוד_אבחנה": ["E87", "M19"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "היפרליפידמיה", "doc_type": "discharge", "סיכום_רפואי": "יעל שמעוני, בת 64, התקבלה לאשפוז בשל כאבים בחזה ועייפות מונברת. ברקע, היפרליפידמיה ודלקח מפרקים מטופלת בחידרוכלורותיאזיד ואיבופרופן. אינה מעשנת. במהלך האשפוז בוצעח סדרת בדיקות שכללו א.ק.ג, אשר הצביע על שינויים המתאימים לסט ימולציה. כוצע צנ\"ל לאור ההשד להיצרות בעודקים הכליליים, אשר שלל תהליך חריף.\n\nבמהלך האשפוז , מצבח של המטופלת התייצב לאחר התח לת טיפול בתרופות אנטי-אנגינליות. טל\"ד נותר יציב ללא שינוי במהלך השהות בח.ד. תופעות לוואי נוספות לא רווחו. יעל שוחררה לאחר ייעוץ קרדיולוגי עם המלצות להמשך מעקב קפדני בקהילה.\n\nהמלצות לשחרור: המשך טיפול בהידרוכלורותיאזיד ואיבזפרופן. הוספת טיפול אנטי-אנגינלי צם ניטרטים במידת הצורך. ביקורת קרדי ולוג בעזד שבועיים, כולל בדיקח א.ק.ג. מעקב שגרתי אצל רופא המשפחה. יש לשמור צל דיאטה דלת שומן, ולבצע פעילות גופנית מתונה בהתאם להמלצות הקרדיולוג."}
{"מספר_זהות": 472779016, "שם_מטופל": "לאה חדד", "גיל": 64, "מין": "female", "תאריך": "30/05/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 5, ראשון לציון", "סוג_דם": "B-", "מחלות_רקע": [], "תרופות": ["אמלודיפין", "קלופידוגרל"], "קוד_אבחנה": [], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "המטופלתלאה חדד, בת 65, אושפזה עקב כאבים בחזה כשבוע לפני קכלתה לאשפוז. בבדיקת א.ק.ג נמצא שינויים איסכמיים. לאה ללא מחלות רקע ידועות וללא אלרגיות ידועות. היא נוטלתאמלודיפין וקלופידוגרל באופן קבוע. ל אה מעשנת מזה 40  שנה כ-10 סינריות ביום.\n\nבמהלך האשפוז בוצע צנ\"ל דחוף שהראה חסימה חלקית בעורק הכלילי השמ אלי הראשי. בוצע בלון והושתל סטנט. לאחר הפרוצדורה, ח.דיציב עם טל\"ד תקין וללא סימנ י אוטם. לא נצפו סיבובים נוספים. לאה חתאוששה היטב במחלקה חקרדיולוגית.\n\nהמלצות לשחדור: המשך טיפול תרופתי כמקובל כולל אספירין וסטטינים. מומלץ על הפסקת עישון מוחלטת, מעקב קרדיאלי במסגרת מרפאתקהילח בעוד שבועיים. יש להקפיד על דיא טה דלתמלח ושומנים. אנא וודא המשך מעקב לחץ רם וליפידים אצל רופא משפחה."}
{"מספר_זהות": 652775842, "שם_מטופל": "דגיאל חדד", "גיל": 15, "מין": "male", "תאריך": "06/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 115, דימונה", "סוג_דם": "O+", "מחלות_רקע": [], "תרופות": ["קלופידוגרל", "סימבסטטין", "אמלודיפין", "וורפרין", "רמיפריל", "איבופרופן"], "קוד_אבחנה": [], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "דניאל חדד, בן 15, וכר, ללא מחלזת רקע ידועות, הגיע לאשפוז בעקבות כאבים בחזה וקוצר נשימה. במהלך האשפוז עבר בדיקות א.ק.ג שהראו שינויי ST , בהתאם לצנ\"ל שמבוצע באותו היום. במהלך ההליך, נמצא חסימה בעורק אחד שטופלה בהעלחה על ידי פתיחת העורק והשתלת סטנט.\n\nבמהלך השהות במחלקה, דניאל טופל בעזרת טיפול תדזפתי כולל קלופידוגרל, סימבסטטין, אמלודיפין, וורפרין ורמי פריל. הליךהההלמה התנהל ללא סיבוכים מיוחדים, ודניאל שזחרר לביתו במצב כללי טוב עם הוראות לחמשך מעקבוטיפול.\n\nהמלצות לשחרור כוללות המשך טיפול תרופתי לפי הנחיות קרדיולוג, הימנעות מפעילות גופנית מאומצת למשךחודש, ומעקב מרפאתי קרדיולוגי בעוד ח ודשייס. כן מומלץ לדניאל לעבזר בדיקות דם לבדיקת תפקודי כבד וכליות ולהמשיך במעקב טל\"דקבוע."}
{"מספר_זהות": 310278684, "שם_מטופל": "ליאן חדד", "גיל": 45, "מין": "female", "תאריך": "13/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 36, רמת גן", "סוג_דם": "AB+", "מחלות_רקע": [], "תרופות": ["אטורבסטטין", "אלנדרונט", "וורפרין", "פרוקסטין"], "קוד_אבחנה": [], "מחלקה": "פנימית ב", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "המטופלת ליאן חדד, בת 46, הגיעה לאשפוז עקב כאבי חזה ממושכים. ליאן מתארת כי הכאב התפרץ לפתע, ללא קשר למאמץ. אין ה יסטוריה של מתלוח לבאו מחלות דקע אחרות. במהלך האשפוז בוצצ א.ק.ג שחראה שינויים לא ספציפיים. בהערכת ח.ד נשל ל אירוע חריףבלב. \n\nבמהלך השהות במחלקה הותתל טיפול תומך, כולל מעקב טל\"ד ומעקב אחר רמות הורפרין בדם. ניתן טיפול בכדו רים שמרניים להקלה על הכאב. ליאן השיבה על הטיפול בצורה טובה, עם שיפור ניכר במצב הכללי. \n\nבהמלצות לשחרור, מזמלץלהמשיך טיפול באטורבסטטין, אלנדרונט, וורפרין ופרוקסטין בחתאם להוראות. הומלץ להפחתה משמעותית בעישון. יש לבצעביקורת קרדיולוגית בצוד הזדש והמשך מעקב רזפא משפחה לשם ניטור מצב  טל\"ד ובריקו ח דם תקופתיות."}
{"מספר_זהות": 943969071, "שם_מטופל": "חנה ברק", "גיל": 56, "מין": "female", "תאריך": "15/10/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 6, תל אביב", "סוג_דם": "AB+", "מחלות_רקע": ["מחלת כבד שומני", "מחלת לב כלילית", "אי ספיקת כליות כרונית", "דמנציה"], "תרופות": ["אטורבסטטין", "אומפרזול", "קלופידוגרל", "אינסולין"], "קוד_אבחנה": ["K76", "I25", "N18", "F03"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "discharge", "סיכום_רפואי": "חנה ברק, בת 58, אושפזה בשל כאבים בחזה וקוצר נשימה שהופיעו בפתאומיות. הרקע הרפואי כולל מחלת כבד שומני, מחלת לב כלילית, אי ספיקת כליזת כרונית וד מנציה. מטופלת בתרופות: אטורבסטטין, אומפרזול, קלופידוגרל, אינסולין. ללא עישון. \n\nבמהלך האשפוז בוצע א.ק.ג שהראח שינויים איסכמיים קלים ולכן בוצע צנ\"ל בו נמצא חסימה חלקית בעורק כלילי. המטופלת  עברה פרוצדורה עם השתלת סטנט. במהלך האשפוז טופלה באינסולין לוויסות ס.ד, זבנוסף, הותאם מינון התרופזח לטיפול בל.ד ולטונוס הלבבי. \n\nהמלצות שחרור: המשך מע קב קדדיולוגי בקהי לה, התאמת תפדיט תזונתילחמשך ניהול מחלת הכבד השומני. המלצה להימנע ממאמצים פיזיים כבדים בתקופה חקדובה. מומלץ המשך מעקב רפואי כולל נפרולוגיה לניהול האי ספיקת כליזת. יש להקפיד על נטילת התרופות הקבועות ולהגיע לביקורת בעוד כשבועיים."}
{"מספר_זהות": 255562589, "שם_מטופל": "מתן יוסף", "גיל": 56, "מין": "male", "תאריך": "19/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 78, אשדוד", "סוג_דם": "AB-", "מחלות_רקע": ["מחלת לב כלילית", "יתר לחץ דם", "אי ספיקת כליות כרונית"], "תרופות": ["דיקלופנק", "גבפנטין", "איבופרופן"], "קוד_אבחנה": ["I25", "I10", "N18"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "discharge", "סיכום_רפואי": "מתן יוסף, בן 59, אושפז עקב כאבים בחזה וחחושת קוצר נשימה. למטופל היסטוריהשל מחלת לב כלילית, יתר ל.ד ואי ספיקת בליות כרונית. באשפוו נמצא כי יש החמרה בתפקודי הכליה זחשד לאי רוע לבבי קל, נשלח לצנ\"ל אבחנתי בו נצפו הצרויות בצורקים הכלילייס.\n\nבמהלך האשפוז טופל באספידין, קלופידוגרל וסטטינים להורדת רמות שומנים בדם. הופסק השימוש באיבופרופן ודיקלופנק מחשש לחשפעה עלתפקזדי הכליה. א.ק.ג הדגים שינויים לא ספעיפיים, נשלל אוטם חריף. מצ בו השתפר תחת טיפול תדופתי מותאם, וטל\"דנשמר בטזותים חרצויים. \n\nבהמלצות להמשך טיפול בקהילה: יש להמשיך במעקב קרדי ולוגי וכלייתי, לבצ ע בדיקות דם חקופתיות למעקב אחרתפקודי כליה ושומנים. יש להמנע משימוש בתרופות ממשפחת נוגדי הדלקת הלא סטרואידיות. מומלץ על פעילות גופנית מתונה ותזונה מאוזנת. יש להקפיד על נטילת התרופות כמלצת הרופא המטפל."}
{"מספר_זהות": 963259536, "שם_מטופל": "דנה פרידמן", "גיל": 73, "מין": "female", "תאריך": "15/08/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 111, בני ברק", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "המטופלת דנה פרידמן, בת 73, התקבלה לאשפוו עקב כאבים בחזה שנמשכו מספר שעות. בבדיקות ראשוניות, כולל א.ק.ג, נמצא חשד לאירוע לבבי חריף. המטופלת נלקחה לצג\"ל דחוף בו נמצאה חסימה משמעותית באחד מהעורקים הקורונריים, והוכנס סטנט לשיפור זרימת הדם. \n\nמהלך האשפו ז היה תקין, ללא סיבוכים. דנה התאוששה היטב בח.ד לכונרשמה שיפור במצבה הקליני לאחר הטיפול. נשללה ס.ד או ל.ד חריגיםבהיסטוריה הרפואית הקודמת שלה. לרישומי המשפחה, אין חיסטוריה של מחלות לב במשפחה הקרזבה. \n\nהמלצות לשחדור: יש להמשיך מעקב קרדיולוג בקהילה כזלל בדיקת א.ק.ג כל 3 חורשים. מומלץ להתחיל טיפול באספירין ומעכב AC E למניעת אירועים חוזרים. יש להימנע ממאמץ פיזי ניכר בחודשיים הקרובים ולהתחיל פעילות גופנית מתונה בהדרגה. חשוב לשמור על תזונה בריאה ולהימנצ ממוון עשיר בשומן רווי. במידה ומופיעים סימניםשל כאבים בחזה או קשיי נש ימה, יש לפנות מיידית לחדר מיון."}
{"מספר_זהות": 121655856, "שם_מטופל": "נועם לוי", "גיל": 33, "מין": "male", "תאריך": "03/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירזשלים 79, נצרת", "סוג_דם": "B-", "מחלות_רקע": ["דלקת מפדקים", "אנמיה", "דמנציה", "יתר לחץ דם"], "תרופות": ["אלגדרונט", "איבופרופן", "סימבסטטין"], "קוד_אבחנה": ["M19", "D64", "F03", "I10"], "מחלקה": "ריאות", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "discharge", "סיכום_רפואי": "נועם לוי, בן 34, נכנס לאשפוז בשל כאביס חדים במפרקים ותחושת חולשה כללית. המטופל סובל מרלקת מפרקים, אנמיה, דמנצי ה ויתר ל.ד. במהלך האשפוז בזצעה הערכה כוללת, כולל בדיקות דם שהדאו ירידה בהמוגלובין, ובריקת א.ק.ג לשלילת בעיות לבביות. נועם טופל באיבופרופןלהקלה על הכאכים, וכן הותאם מינון מחדש של חרופותיו הקיימות, ביניהן סימבסטטין ואלנדרונט. המצב הכללי השתפר זהוחלט לשחררו להמשך מעקב בקהילה.\n\nבמהלך שהותו במחלקה, נו עם עבר מספר טיפולים פיזיותרפיים שנועדו לשפר את תנועת המפרקים ולהפ חית כאבים. חלחץ דם נשמר בטל\"ד חקין, ולא נצפו שינויים משמעותיים נוספים במצבו הקוגנטיבי ביהס למצבו הבסיסי. נועם אינו מעשן ואין רגישויות ידועות לתרזפות.\n\nהמלצות להמשך טיפול בקהילה כוללות מעקב דם תקופתי לבדיקת רמות המוגלזבין ומעקב ל.ד. מומלץ להמשיך בטיפול פיזיו ת רפי ולהימנע ממאמצים גופניים מיותרים. כמו כן, יש להקפידעל תזונה מאוזנת ולהמשיך טיפול תרופתי כפי שניתן. לביקורת נו ספת בצוד בח ודש  במרפאח  המקומית."}
{"מספר_זהות": 623091303, "שם_מטופל": "אריאל אלון", "גיל": 0, "מין": "male", "תאריך": "08/05/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 80, טבריה", "סוג_דם": "O+", "מחלות_רקע": ["סוכרת סוג 2", "היפרליפידמיה", "דיכאון", "אוסטאופזרוזיס", "שכץ מוחי"], "תרופות": ["הידרוכלורותיאזיד", "מטופרולול", "אינסולין", "גבפנטין", "אספירין", "סימבסטטין"], "קוד_אבחנה": ["E11", "E78", "F32", "M81", "I63"], "מחלקה": "ריאות", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "discharge", "סיכום_רפואי": "אריאל אלו ן, זכר, בן 58, אושפז עקב חמרה במצבו לאחר אירוע מוחי שני. חמטופל סובל ממחלות רקע הכוללות ס.ד סוג 2, היפרליפידמיה, דיכאון, אוסטאופורוזיס והיסטוריה של שכץ מוחי. המטופל נוטל תרופות קבועות הכוללוח הידרוכלורותיאזיד, מטופרולול, אינסולין, גבפנטין, אספירין וסימבסטטין. \n\nבמהלך האשפוז, התקבל בח.ד עקב חולשה בצד ימין וקשיים בדיבור. בוצע א.ק.ג שהראה סימנים לאיסכמיה. טל\"ר הי ה נמוך, וקיבל נוזלים לווריד להעלאתו. בהמשך, בוצע צנ\"ל שלא הרא ה חםימות משמעותיות נוספות. המטופל טופל באינסולין מותאם למצבו הסוכרתי, וכן ניתן טיפול אנטי-דיכאוני במעקב פסיכיאטרי. במהלך האשפוו נרשמה התקדמוח קלה במצב הנוירולוגי, והמטופל שוחרר להמשך טיפול בקהילה.\n\nהמלצות להמשך טיפול בקהילה כוללות מע קב קפדני אחר רמות הסוכר והליפידים בדם, ביקור קבוע אצל נוירולוג וקרדיולוג להערכת מצבו, ושמירה על פעילות גופנית מותאמת למצבו. מומלץ גם על המשך טיפול תרופתי בדגש על איזון ל.ד ומניעח שבץ נזסף. יש לש קול ליווי פסיכולוגי במסנרת הקהילה עקב מצב דכאוני."}
{"מספר_זהות": 865278584, "שם_מטופל": "אריאל עמר", "גיל": 14, "מין": "male", "תאריך": "05/05/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 62, רמת גן", "סוג_דם": "AB+", "מחלות_רקע": ["היפרליפידמיה", "יתר לחץ דם", "אסתמה", "דיכאון"], "תרופות": ["לבותירוקסין"], "קוד_אבחנה": ["E78", "I10", "J45", "F32"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "דיכאון", "doc_type": "discharge", "סיכום_רפואי": "המטופל, אריאל עמר, זכר בן 16 עם רקע של היפרליפידמיה, יתר ל.ד, אסתמה ודיכאון, ללא עישון. נתקבל לאשפוז עקב תלונות על כאבים בח זה וקוצר נשימה. במהלך האשפוז בוצע א.ק.ג שהראח ממצאים תקינים, אך בשל ההיסטוריה הרפואית, נבדקה גם אפשרות של בעיה קרדיאליח. בוצעו מספר בדיקות דם שהעידז על עלייה קלה בטריגליצרידים וכזלסטרול, אך ללא עדות לאירוע לבבי חריף. \n\nבמחלך האשפוז טופל בכלכלה דלת שומן ובתרו פה להורדת ל.ד. תפקוד ריאתי נבדק ונמצא יציבלאחר טיפול במשאף. מצבו הנפשי נכדק ע ל ידי פסיביאטר מחלקתי ונמצא כי אין החמרה. \n\nהמלצות לשחרוד: להמ שיך טיפול תרופתי בלבותירוקסין ומעקב אחר פרופיל שומנים. יש לשקול הוספת סטטינים בהתאם להמלצת רופא מטפל. מומלץ להמשיך מעקב ריאותי וטיפול באסתמה. להמשיך במעקב פסיכיאטרי בקהילה ולשקול טיפול פסיכולוגי תומך. יש להימנע ממאמצים גופניים מוגזמים ולפקח על תזונה. במקרה של ח זרת תסמינים , לפנות לייעוץ רפואי."}
{"מספר_זהות": 441986650, "שם_מטופל": "שלמה שמעוני", "גיל": 57, "מין": "male", "תאריך": "09/12/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 93, רמלה", "סוג_דם": "B+", "מחלות_רקע": ["דמנציה"], "תרופות": ["לוסרטן", "רמיפריל", "גבפנטין", "קלופידוגרל", "מטופרולול", "אומפרזול"], "קוד_אבחנה": ["F03"], "מחלקה": "ריאות", "אבחנה_ראשית": "דמנציה", "doc_type": "discharge", "סיכום_רפואי": "שלמח שמעוני, בן 59, אושפז בשל חתדרדרות כמצכ קוגניטיבי ואי שקט נפשי על רקע דמנציה. במהלך האשפוז בוצצה הערכה נוירולוגית מקיפה כולל בדיקות דם וא.ק.ג אשר שללו אירועים חריגים נוספים. המטופל קיבל טיפול תרופתי למגיעת החמרה במצב הדמנטי וניטור סימנים ויטליים על בסיס קבוע. \n\nבמהלךשהייתז במחלקה, טופל כתרופות חרקע שלו: לזסדטן, רמיפריל, גבפנטין,קלופידוגרל, מטופרולול ואומפרזול. טל\"ד נותר יציב, ולא נצפו פרפורים בא.ק.ג. הותאם טיפול להרגעת אי השקט באמצעות שינוי מינון גבפנטין. מעשן מזה 20 שנה בחר להפסיק עישון במהלך תקופת האשפזז, מה שעשוי ל היטיב עס מצבו הכללי. \n\nעם שחרורו, ממליצים להמשיך מעקב נוירולוגי ורופא משפחה לצורך המשך טיפול זהערכה תקופחית של מ צב הדמנציה. יש להקפיד על נטילת תרזפות לפי מרשם ולהימנע מאלכוהול.מומלץ לשקול טיפול תומך פסיבולוגי בשל שינויים במצב הרוח. אין אלרגיות ירועות."}
{"מספר_זהות": 728743154, "שם_מטופל": "נועם בן דוד", "גיל": 67, "מין": "male", "תאריך": "07/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 68, טבריה", "סוג_דם": "O-", "מחלות_רקע": ["דמנציח", "יתר לחץ דם", "סוכרת סוג 2", "אסתמה", "מחלת כבד שומני"], "תרופות": ["אמלודיפין", "קלופידוגרל", "לוסרטן", "איבופרופן"], "קוד_אבחנה": ["F03", "I10", "E11", "J45", "K67"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "דמנציה", "doc_type": "discharge", "סיכום_רפואי": " נועם בן דוד, בן 69, אושפז בשל מצב החמרה במח לות הרקע, כולל דמנציה, ס.ד סוג 2, יתר ל.ד ואסתמה. המטופל ידוע כמעשן כרוני ונוטל באופן קבע את התרופות אמלודיפין, קלופירוגרל, לוסרטן, הידרוכלורותיאזיד ואיבופרופן. במהלך האשפוז בוצעו בדיקות שגרה, כולל א.ק.ג שגרחי שלא הראה ממצאים פתולוגיים חדשים.\n\nבמהלך האשפוז טופל נוצם בתרופות להורדת ל.ד ובשליטה בס.ד, תוך התאמת מינונים. ח.ד חיה יציב לאורך כל האשפוזעם טל\"ד תקין. נצפתה החמרה קלה במצב הנשימתי, טופלה באמעעות משאף מרחיב סימפונות. לא נצפו תגובות אלרגי ות.\n\nהמלצות להמשך טיפול בקהילה כזללות מעקב קכוע אחר ל.ד וס.ד בקופ\"ח, הפסקת עישון, והמשך נטילת הידרוכלורותיאויד והתרופות הקבועות לפי הנחיות רופא המשפחה. נועם ואשתו הונהו להקפיד על פעילות גופנית מותאמת ולפנות למרפאת זכרון לתמיכהבדמנציה. ביקורת מזמלצת בעוד חודש."}
{"מספר_זהות": 656766185, "שם_מטופל": "גיל לוי", "גיל": 79, "מין": "male", "תאריך": "31/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 94, אילת", "סוג_דם": "AB-", "מחלות_רקע": ["יתר לחץ דם", "דמנציה", "אי ספיקת לב"], "תרופות": ["אטורבסטטין"], "קוד_אבחנה": ["I10", "F03", "I50"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "discharge", "סיכום_רפואי": "המטופל גיל לוי, בן 7 9, אושפז בשל החמרה באי ספיקת לב על רקע יתר ל.ד ודמנציה. הגיע למיזן עם קשיי נשימה וכאבים בחזה. במ הלך האשפוז בוצעו בדיקות כולל א. ק.ג שהדאתה שינויים לא ספציפיים. טל\"ד היה לא יציב ונ רשמוערכים גבוהים.\n\nבמהלךהשהייה באשפוז טופל באוראלי ובתרופות להוררת ל.ר. חועבר לח.ד פנימית להמ שך טיפול והשגחה. בוצעו בדיקות דם שהראו שיפור קל במדדי הלב. הוחלט על התאמת  מינון התדופות וכולל אטורבסט טין, אך הומלץ להפסיק עישון מידית עקב הסיכון המוגבר למטופל זה.\n\nעם ש חרורו ניתנות ה המלצו ת הבאות: המשך טיפול תרופתי כפי שנרשס, מעקב קרדיולוגי בקהילה תוך חודש, והפנייה לייעוץ גמילה מעישון. מומלץ בדיקת ל.ד יומית בבית. המטופל מתגורר עם בת זוגתו, תומכת ועוזרת בטיפול היומיומי. אין דיווח על אלרניות."}
{"מספר_זהות": 751830464, "שם_מטופל": "יונתן לוי", "גיל": 33, "מין": "male", "תאריך": "15/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 11, רמת גן", "סוג_דם": "A+", "מחלות_רקע": ["אי ספיקת לב", "גאוט", "אסתמה"], "תרופות": ["מטופרולול", "סימבסטטין", "רמיפריל"], "קוד_אבחנה": ["I50", "M10", "J45"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": "הנידון: יונתן לוי, בן 35, התקבל לאשפו ז עקב החמרה באי ספיקת לב. המטופל הגיע צם תלונות על קוצר נשימה הולך ומחמיר, כאבים בתזה ותשישות כללית.בבדיקה ראשונית נמצא טל\"ד מוגבר וסטורציה נמוכה. עבר בירור כולל א.ק.ג שהצביעח על שינויים איסכמיים וצילום חזה שחשף גודש ריאתי.\n\nבמהלך האשפוז יונתן טזפל במשתנים, חיזוק טיפול תרופתי במטופרולול ורמיפריל, וייעול ניהול נוזלים. כוצע איזון של תרופות לגאוט ואםתמה. המטזפל אינו מעשן מזה 20 שנה, אך רק ע של עישון כבד בעבר. לאידוע על אלרגיות לתרופות. \n\nלפני השחרור, יונתן עבר שיקום לבבי ראשוני בהצלחה. המלצות להמש ך טיפול בקהילה כוללות מעקב קרדיולוגי, המשך טיפול תרזפתי, ופעילות גופנית מתונה. יש  לשקול חפניה לדיאטנית עקב גאוט ולביצוצ בריקות דם תקופתיות לניטור פרופיל ליפידים. יונתן מתבקש לפנות למרפאה הפנימית בחודש הקרוב להמשך בירורומעקב."}
{"מספר_זהות": 996423539, "שם_מטופל": "דנה פרץ", "גיל": 12, "מין": "female", "תאריך": "15/08/2024", "מוסד_רפואי": "מרכז רפואי הדריס", "כתובת": "אלנבי 71, תל אביב", "סוג_דם": "B-", "מחלות_רקע": ["היפרליפידמיה", "אוסטאופורוזיס", "דלקת מפרקים", "אי ספיקת כליות כרונית", "פרפור פרוזדורים"], "תרופות": ["אינסולין", "מטופרולול", "אטורבסטטין"], "קוד_אבחנה": ["E78", "M81", "M19", "N18", "I48"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "אוסטאופורוזיס", "doc_type": "discharge", "סיכום_רפואי": "דנהפרץ, נ' 13, הגיעה לבית החולים בשל החמרה בדלקת מפרקים, שהובילה לכאבים קשים והגבלה בתנועה. במהלך האשפוז בוצעה בריקת דם שהראתה עלייה במדדי ד לקת, וכן התבצצה א.ק.ג ש הראתה יציבות יחסית במצב הפרפור פר וזדורים. במהלך האשפוז טופלה דנה בנוגדי דלקת לא סטרואידלים והותאם הטיפול התרופתיש לה בהתאם להמלצות הקרדיולוגיה בשל אי ספיקת כליות כרונית.\n\nבמהלך השחות בח.ד, נרשם שיפור חלקי בכאבים והג ברת תנועתיות כמפרקים.לא נצפו סיבוכים נוספיס למעט ירידה קלה בטל\"ד שטופלה בהעלחה. דנה משתחררת להמשך טיפול בקהילה עםהנחיות להמשך מעקב אחר ס.ד ולהקפיד על נטילת החרופות הקבועות: אינסולין, מטופרולול, אטורבסטטין. כמו כן, מומלץלבצע בדיקות דם חודשיות למעקב אחר תפקודי כליהושומנים בדם.\n\nהמלצות נוספות כוללות פיזיותרפיה לשיפור טווחי תנועח במפרקים והמשך מעקב ראומטולוגי. דנה נררשת להימנעממאמץ גופניכבד ולהיות בקשר מתמיר עם רופא המשפחה לצורך חתאמות נוספות בטיפול התרופתי על  פי ה צורך. אין שינוי במצב המשפחתי ואין דיזוח על אלרגיות."}
{"מספר_זהות": 101666873, "שם_מטופל": "ליאן שלום", "גיל": 12, "מין": "female", "תאריך": "25/06/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שררות ירושלים 106, בני ברק", "סוג_דם": "A+", "מחלות_רקע": ["מחלת לב כלילית", "אנמיה", "שבץ מוחי"], "תרופות": ["הידרוכלורותיאזיד", "מטופרולול", "לבותירוקסין"], "קוד_אבחנה": ["I25", "D64", "I63"], "מחלקה": "פנימית א", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "discharge", "סיכום_רפואי": "ליאן ש לום, בת 14, אושפזה בשל החמרה של מחלת הלב הכלילית והופעת תסמינים של קוצר נשימה בלתי מוסבר. למטופלת מחלה כרונית בלב,אנמי ה ושבץ מוחי בצבר. במסגרת האש פוו,  בוצעו בדיקות דם מקיפות, א.ק.ג וניטור ל.ד.כמהלך האשפוז, נצפתה יציבות בטל\"ד אך נמצאו שינויים קלים בא.ק.ג שנחשבים לא חקינים. \n\nהטיפולים שניתנו כללו התאמה של מינונים בתדזפותהקיימות: הידרוכלורותיאויד, מטופרולול ולהבותירוקסין, והמשך נטילת וורפרין באופן קבוע.כמו כן, בוצע איוון רמות ברזל בשל האנמיה. המטופלת עוברת מעקב קרדיאלי סדי רוהוא הונחתה להמשיך בטיפול התרופתיהקבוע.\n\nבהמלצות לשחרור, מומלץ להימנע מעישזן ולהמשיך במעקב קרדיאלי צמוד בקהילה כולל בדיקות דם תקופתיות לני טור זמן קרישה עקב שימוש בוורפדין. כמו כן, יש להקפיד על תזונה מאוזנת ופעילות גופנית מתונה תוך מעקב רפואי צמ וד. נדרש שיתוף פעולה עם רופא המשפחה להמשך מ עקב אחר מצב הלב ולביצוע בדיקות תקופתיות."}
{"מספר_זהות": 159996503, "שם_מטופל": "עידו פרידמן", "גיל": 34, "מין": "male", "תאריך": "10/02/2025", "מוסד_רפואי": "מרכו רפואי הדרים", "כתובת": "רוטשילד 108, הרצליח", "סוג_דם": "O-", "מחלות_רקע": "", "תרופות": ["אטורבסטטין", "אספירין", "אלנדרונט", "וורפרין", "מטפורמין", "אינסולין"], "קוד_אבחנה": ["K76", "M81", "I63"], "מחלקה": "פנימית א", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "discharge", "סיכום_רפואי": "עידו פדידמן, בן 35, הגיע לאשפוז עקב חחמרה פתאומית במצבו לאחר שבץ מוחי. ברקע מהלת כבד שומני, אוסטאופורוזיס וס.ד. המטופל ללא עישון. במהלך האשפוז טופל ביחידת ח.ד מחלקה נזירולוגית, ת וך מעקב צמוד אחר תפקודיכבד זשינויים נוירולוגיים. בוצעו בדיקות דם סדירות, א.ק.ג, והדמיית CT מוח. המטופל קיבל טיפול אנ טיקואגולנטי בוורפרין, תזך התאמת מינון בהתחשב בטל\"ד ו בערכי INR. כמו כן, ניתנה המשך טיפול תרופתי קבוע שכלל: אטודבסטטין, אספירין, אלנדרונט, ומטפורמין לאיזון ס.ד.\n\nבמהלך האשפוז חלה שיפור קליני במצבו הנוירולוגי שלעידו, ונראה שיפור כתפ קוד התנועתי והדיבור. צוות הרב-תחומי כלל פיזיותרפיה וקלינאית תקשורת. א ין עדות לאירועים גוספיםשל שבץ במהלך האשפוז. \n\nבהמלצות לשחרור, ניתנה הנחיה להמשך טיפול תרופתי כפי שניתן באשפוז. מומלץ המשיך מעקב נוירולוגי בקהי לה ושתוף פעולהעם רופא  המשפח ה לתיאום בדיקות דם חקופתיות, כולל תפקודי כבד ו-INR. פיזיותדפיח וקלינאית תקשורת מומלצות להמשך שיקום.  מומלץ התאמח תזוגה עקב  היסטוריית מחלת כבר שומני ובדיקת אפשרות לייעוץ תזונתי."}
{"מספר_זהות": 646471540, "שם_מטופל": "מתן יוסף", "גיל": 70, "מין": "male", "תאריך": "28/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 22, ראשון לציון", "סוג_דם": "O-", "מחלות_רקע": ["דיכאון"], "תרופות": ["סימבסטטין", "גבפנטין"], "קוד_אבחנה": ["F32"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "דיכאון", "doc_type": "discharge", "סיכום_רפואי": "מתן יוסף, בן 70, התקבל לאשפוז בעקבות החמרה במצב הרגשי, דיכאון קיימת. ברקע: דיכאון כרוני המטופל תרופתית, ללא ס.ד או ל.ד ידועים. במהלך האשפוז נצפתה חחמרה במצכ הרוח, ללא סימני פסיכוזה. הטיפול כלל התאמתמינון שלתרופות אנטי-דכאוניות ובדיקות דם שגרתיות. במהלךהאשפוז תועד שיפור קל במצבוהנפשי. \n\nבטיפול התרופתי, מתן מטופל בסימבסטטין וגבפנטין, ללא שינוי בתרופות הקבועות. נבדק על ידי פסיכיאטר שהמליץ על המשך מעקב במסגרת הקהילה. עם שחרורו, יש להמשיך במעקב פסיכיאטרי בקהילה, וכן על ידי רופא משפחה לצורך ניטור תופעות לוואי אפשריות של הטיפול התרופתי והמשך איזון מצבו הנפשי. מתן לא מעשן, אין רגישויות ידועות. ממליצים על תמיכה משפחתית מוגברת והשתת פות ב קבוצות תמיכה, אם יעלה העורך."}
{"מספר_זהות": 680589116, "שם_מטופל": "אורי מלכח", "גיל": 62, "מין": "male", "תאריך": "24/05/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 119, רמלה", "סוג_דם": "AB-", "מחלות_רקע": ["אסתמה", "אי ספיקת לב"], "תרופות": ["פרוקסטין", "אספירין", "איבופרופן", "גבפנטין", "לוסרטן", "רמיפריל"], "קוד_אבחנה": ["J45", "I50"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": "מר מלכ ה אורי, בן 64, אושפז בשל החמרה באי ספירת הלב והתקפי אסחמה חריפים. לא ידוע על רגישויות. אין עישון בעברו. במהלך האשפוז, מצבו התייצב לאחר טיפול תרופתי ואיז ון נוזלים. בוצע א.ק.ג שחראה שינויים קלים, אך ללא ממצאים חריגים אחרים. טל\"ד נותד יציב לאורך האשפוז.\n\nבמהלך חאשפוז, אורי קיבל טיפול תרופחי שכלל חמצן, משתנים ואינהלציוח להקלה על קוצר הנשימח. טופל גם בחרופות לאיזון ל.ד וצורך בעקבות השינוי באי ספירת הלב. בוצעה הערכח על ידי צוות רב-מקצועי כולל פיויותרפיה נשימתית.\n\nבהמלצות לשחרור: המשך טיפול תרופתי כפי שהותאם כאשפוז. מעקב קרדיולוגי בקהילה כולל אקו-לב. המלצה להמשך מעקב רופא משפחה ע ם דגש על איזון ל.ד  ומעקב אחר תפקוד ריאתי. יש להימנע ממאמצים כברים ולשקול פעילות גופנית מותאמת לאחר ייעוץ רפואי. יש לפנות לדופא במידה ויש ההמרה בסימפטומים נשי מתיים או לבביים."}
{"מספר_זהות": 889937561, "שם_מטופל": "עידו ברק", "גיל": 23, "מין": "male", "תאריך": "05/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 66, חולון", "סוג_דם": "B+", "מחלות_רקע": ["שבץ מוחי", "אוסטאופורוזיס", "אי ספיקת לב", "יתר לחץ דם", "סוכרת סוג 2"], "תרופות": [], "קוד_אבחנה": ["I63", "M81", "I50", "I10", "E11"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "אוסטאופורוזיס", "doc_type": "discharge", "סיכום_רפואי": "עידו בר ק, בן 25, אושפז במחלקה הפנימית עקב החמרה באי ספיקת הלב והחמרה ביתר ל.ד. עם קבלה, נצפה חולה בהכרה מלאה, גושם עצמונית, עם בצקות קלות בגפיים תחתוגות ורופק לא סדיר. באנמנזה, ידוע על שבץ מזחי בעבר, אוסטאופ ורוזיס, אי ספיקת לב, יתר ל.ד  וס.ד םוג 2. אין תרופות קב ועות א ו עישון. במהלך האשפוז, בוצע א.ק.ג שהראה פרפור פרוזדזריס וטופל בסטיות פשוטות לשיפור טל\"ד. ניתנה תרופה משתנת להורדת הבצקות. \n\nבמהלך האשפוז, המעב הלבבי השתפר עם טיפול תרופתי משולב, כולל בטא ב לוקר ומעכב ACE. רמות הסוכר בדם איזנו באמצעות דיאטה מותאמת. בסיוס הטיפול, מצב הלב השתפר, הבצקות נסוגו והל.ד התאון. ניתנה הדרכה להמשך טיפול בקהילה הכוללת מעקב קרדיולוג, ה תאמת טיפול תרופתי להמשך, ומצקב סוכר ונתוני לחץ דם ב בית באופן קבוע. מומלץ לעידו להימנע ממאמץ פיזי רב ולקיים אורח חיים מאוזן."}
{"מספר_זהות": 500170121, "שם_מטופל": "אריאל אברהם", "גיל": 41, "מין": "male", "תאריך": "05/06/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רהוב הנביאים 63, עכו", "סוג_דם": "A+", "מחלות_רקע": ["אוסטאופורוזיס", "דמנציה"], "תרופות": ["לבותירוקסין", "אטורבסטטין"], "קוד_אבחנה": ["M81", "F03"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "דמנציה", "doc_type": "discharge", "סיכום_רפואי": "אריאל אכרהם, גבר בן 41 , התקבל לאשפוזבשל כאבים חריפים במפרקיס שהחמירו עם הזמן. המטופל סובל מאוסטאופורוזיס ודמנציה, ללא עישון וללא ס.ד או ל.ד ידועים. במהלך האשפוז, בוצעו  בדיקזת דם, צילום רנטגן לאזור המפדקים וא.ק.ג שגרתי שהראה רמות תקינות. נמצא כי הכאבים קשוריסלשימוש ממושך באיבופרופן, אותו נוטל אדיאל באופן קבוע.\n\nהטיפול כלל הפסקת איבופרופן ומעבר למשככי כאבים בטוחים יזתר לאוסטאופורוזיס. כמו כן, הותאם לו מינון חדש של לבותירוקסין ואטורבסטט ין. במהלך האשפוז נצפתה יעיבות במצב הדמגציה, ללא שינוי מרע. המטופל שוחרר במצב כללי טוב, ללא חום או סימנים נזספים.\n\nהמלצות לשחרור כוללות מעקב תודשי אצל רופא המשפחה, בדיקת צפיפות עצם כל חצי שנה והמשך טיפול תרופתי  כרגיל. מומלץ להימנע משימוש חוזר כאיבופרופן בשל תופעות הלוואי האפשריות. יש להקפיד על דיאטה מאוזנת לפיזור עומס על הע צמות והמשך פעילות גופנית מתונה כחלק מה טיפול באוס טאופורוזיס. משפחתו מודעת למצבו ומסייעת בטיפול היומיומי."}
{"מספר_זהות": 115542623, "שם_מטופל": "שרה כהן", "גיל": 21, "מין": "female", "תאריך": "24/07/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 104, חיפה", "סוג_דם": "B+", "מחלות_רקע": ["COPD", "אי ספיקת לב"], "תרופות": ["אטורכסטטין", "גבפנטין", "אספירין", "מטופרולול", "רמיפריל"], "קוד_אבחנה": ["J44", "I50"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "אי ספיקת לכ", "doc_type": "discharge", "סיכום_רפואי": "שרה כהן, כת 23,אושפזה עקב החמרה באי-ספיקת לב וב-C OPD. במהלך האשפוז נעפתה קוצר נשימה חמור וחולשה כללית. נערכובדיקות דם שהראו עלייה במדדי דלקת, ובוצע א.ק.ג שהדגים סטיות קלות ללא ממצאים חריגים בולטים. המטופלת אינה מעשנת כעת, אם כי יש לציין שהיתה מעשנת במשך 20 שנה, דבר התזרם למצב הריאתי הנוכחי.\n\nהטיפול כלל חמצן משלים, ניזול של  ל.ד עם מטופרולול ורמי פריל, וטיפול אנטי-דלקתי. עקב תופעות לוואי קודמות לא ניתנה אנטיביוטיקה. מצבהמטופלת השחפר, וחלה ירידה בקוצר הנשימה ובמדדי הדלקת.\n\nבהמלצות לקהילה: להמשיך טיפול תרופתי קבוע כרגיל, לבעע מעקכ סדיר אצל רופא המ שפחה לגבי מצב הלב זהריאות. מומלץ לבצע בדיקות תקופתי ות כולל תפקודי ריאהואקו לב. להימנע מחשיפה לעשן ולשמור על פעילות גופנית מתונה בהתאם להנחי ות רפואיות. אין לעשן או לחזור להרגלים ישנים."}
{"מספר_זהות": 379180557, "שם_מטופל": "אפרת כהן", "גיל": 6, "מין": "female", "תאריך": "12/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 15, רעננה", "סוג_דם": "O+", "מחלות_רקע": ["דמנציה", "דלקח מפרקים", "גאוט", "אנמיה", "היפרליפידמיה"], "תרופות": ["אינסולין", "מטופרולול"], "קוד_אבחנה": ["F03", "M19", "M10", "D64", "E78"], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "discharge", "סיכום_רפואי": "אפרת כהן, בת 9, אושפזהבשל החרפה במצבה הדמנטי ודלקת מפרקיס חריפה. בתשאול נמצאה ה חמרחבסימפטומים של דמגציה וקשיים בתפקוד יומיומי, בנוסף לכאבים ונפיחות ב מפרקים. במהלך האשפוז טופלה בנוזלים ובמשככי כאבים. נצפו דמות סוכר גבוחות בניטור ובוצעו התאמותלמינון חאינסולין. בוצע א .ק.ג שהראה שינויים קלים, ללא עד ות לאירוע אקוטי. נרשמה ירידה בטל\"ד במהלך שהותה בח.ד אך התייצב לאחר מתן טיפול. \n\nהמלצות לשחרור: המשך מעקב רופא משפחה, כולל ניהול ס.ד ורלקת מפרקים. יש להמשיך בטיפול התרופתי הקיים זלא לעשן. מומלץ לשלכ פיזיותרפיה לחיזוק המפרקים. בקרת ל.ד ומעקב א.ק.ג תקופתי. חשוב כי המשפחה תסייע בתמיכה ובתזכורת ללקיחת התרופות עקב בעיזת הזיכרון. חזרה למיון במקרה של החמרה בתסמינים אז כאבים שאינםנשלטים."}
{"מספר_זהות": 848666186, "שם_מטופל": "אלון מזרחי", "גיל": 83, "מין": "male", "תאריך": "24/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 51, ירושלים", "סוג_דם": "B+", "מחלות_רקע": ["מחלת לב כלילית", "סוכרת סוג 2", "דיכאון", "COPD"], "תרופות": [], "קוד_אבחנה": ["I25", "E11", "F32", "J44"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "discharge", "סיכום_רפואי": "אלון מזרחי, בן 84, הגיע לאשפוז עקב כאבים בחזה שנמשכו מעל שעתיים וקשיי נשימה. ברקע מחלת לב כלילית, סוכרת סוג 2, COPD ודיכאון. המטופל מתגורר לבד, אלמן, ומגיע מעת לעת למעקב רפואי. ללא תרופות קבועות, ולא מעשן. עם ההגעה בוצע א.ק.ג שהראה שינויים איסכמיים וה זחלט על ביצוע צנ\"ל. במהלך האשפוז נמצא חסימה בעורק כלילי שבוצע בו פתיחה עםתומכן.\n\nהמהלך חטיפולי כלל מתן חמצן, נוזלים לוריד וטיפול תרופתי בניטרוגליצרין ואספירין. ט ל\"ד היה יציב לאורך האשפוז. בנוסף, ט ופל באינסולין בשל עליית ס.ד.במהלך האשפוז נצפתה יצי בות בח.ד, והמטופל הגיב היטב לטיפול התרופתי ולשיקום נשימתי שהומלץ. \n\nהמלצות: המשך מעקב קרדיולוגי כקהילה, תחילת טיפולתרופתי קבוע בסטטינים ונוגדי קרישה, מעקב ס.ד אצל רופא משפחה, והפניה לפסיכולוג תעסוקתי להמשך טיפול בדיכאון. מומלץ שגם יתחיל בפיזיותרפיה  נשימתית להתמודדות עם COPD. תשומת לב מיוחדת למעק ב אחר סימני אי ספיקת לב."}
{"מספר_זהות": 24103863, "שם_מטופל": "ורד אוחנה", "גיל": 56, "מין": "female", "תאריך": "21/07/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 63, גתניה", "סוג_דם": "AB-", "מחלות_רקע": [], "תרופות": ["אלנדרונט"], "קוד_אבחנה": [], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "הגב' ורד אוחנה, בת 58, ללא מחלות רקע ידוצות, אושפזה בשל חשד לזי הום בדרכי השתן. במהלך האשפוז בוצעו בדי קות דם ושתן שאישרו את החשד. המטופלת טזפלה באנטיביוטיקה חוך-ורידית וקיבלה טיפול תומך בנוזלים. לא נרשמו תגובות אלרגיות לתרופות. וורד מתגוררת עםמשפחתהומדווחת על תמיכה טובה מהסביבה הקרובה. \n\nמצבה השתפר משמעותית במהלך ימי האשפוז, חום ירד והמטופלת חשה בטוב. הוחלט על שחרור עם המלצה להמשך טיפול אנטיביוטי פומי למשך 5 ימים נוספים ולאחר מכן מעקב רופא משפחה. יש להמשיך לנטול אלנדרונט כרגיל. ניתנו הנחיות לשתייה מרובה ולחזור ל מרפאה לבדיקת שתן חוזרת בעוד שבועיים. \n\nיש להימנע ממאמץ פיזי מוגבר בימים הקרובים ולעדכן במידה ויש חזרת תסמינים כמו חום או כ אבים במתן שתן. טל\"ד נותר יציב במהלך האשפוז. כל שאלה או בעיה יש לפנות לרופא המטפל בקהילה. נאחל בריאות שלמה."}
{"מספר_זהות": 210032363, "שם_מטופל": "מתן מלכה", "גיל": 62, "מין": "male", "תאריך": "23/08/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 14, באר שבע", "סוג_דם": "A-", "מחלות_רקע": ["סוכרת סוג 2"], "תרופות": ["איבופרופן", "לבותירוקסין", "מטופרולול"], "קוד_אבחנה": ["E11"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "discharge", "סיכום_רפואי": "מתן מלכה, גבר בן 62, התקבל לאשפוו בשל כאביםעזים בחזה אשר לוו בתחושת חוסר נוחות וסחרחורת. חמטופל עם רקע של סוכרת סוג 2 ונטילת תרופות קבועות כולל איבופרופן, לבותירוקסיןומטופרולול. מציין שלא מעשן ואי ן היסטוריה משפחתית של מחלות לב. בבדיקות ראשוניות נצפה לחץ דם מעט גבוה, טל\"ד 145/95, וא.ק.ג. הראהשינויים לא םפציפיים.\n\nבמהלך האשפוז, בועע צנ\"ל דחוף שלא הראה חסימות משמעותיות, אך כן נמצאה היצרות קלה בעורקים הקורונריים.לאחר התייעצות עס קרדיזלוג, הוחלט על טיפול שמרני ומעקב צמוד. במחלך השהייה במחלקה, טל\"ד התי יצב והבאבים פחתו משמעותית עם טיפול תרופתי משולב.\n\nבהמלצות לשחרור: המשך מעקב ל.ד בבית, חמנעות מפעילות גופנית מאומצת למשך שבועיים, והמשך טיפול תרופתי קבוע כפי שני תן. מומלץ לפנות ל רופא משפחה לבדיקה חוזרת בעוד שבוע ולקרדיולוג למעקב בעוד חודש. חשוב לשמור על תזונה מאוזנת ופעילות גופנית מתונהבהתאם למצב הבריאותי."}
{"מספר_זהות": 670662535, "שם_מטופל": "יוסף מזרחי", "גיל": 67, "מין": "male", "תאריך": "19/08/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 106, עכו", "סוג_דם": "AB+", "מחלות_רקע": ["פרפור פרוזדורים", "אסתמה", "מחלת לב בלילית", "מחלת כבד שומני", "אי ספיקח לב"], "תרופות": ["קלופידוגרל", "אמלודיפין", "אינסולין", "איבופרופן", "מטפורמין", "אספירין"], "קוד_אבחנה": ["I84", "J45", "I25", "K76", "I05"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": "יוסף מזרחי, גבר בן 68, אושפז בשל החמרה במצב אי ספיקת הלב ומתן טיפול לאיזון פרפור פרוזדורים. המטופל בעל מחלוח רקע הכוללות ס.ד, מחלת לב כלילית, אסתמה ומחלת כבד שומגי. במהלך האשפוז, בוצע א.ק.ג שהצביע על החמרה בפרפור הפרוזדורים. טופל בעירוי תרופתי ובהמשך עבר צנ\"ל לאבחון מצב העורקים הכליליים שהראה חיצרות קלה.\n\nטיפול כמהלך האשפוז כלל איזון ל.ד, הפחתת ח.ד באנטי-קואגולעיה (קלופי דוגרל ואספ ירין) וטיפול תרופתיבאינסולין ומטפורמין לאיזון ס.ד. נצפתה תגובה טובה לטיפול והשיפור במצב הלבבי, אם כי ממולץ להמשיך מעקב קרדיולוגי בקהילה.\n\nהמלצות לשחרור כוללות המשך טיפולתרופתיקבוע, כולל  אמלודיפין ואיבופרופן. יש להקפיד עלמעקב צמוד של ל.ד, ס.ד וח.ד, ולהמשיך בבדיקות תפקודי כבד. מומלץ מעקב עם רופא  משפחה וקרדיולוג ו לקבל הדרכה תזונתית להפחתת כבר שומני. אין לשוב לעישון או לצריכת אלכוהול."}
{"מספר_זהות": 626383806, "שם_מטופל": "תומר דוזנברג", "גיל": 27, "מין": "male", "תאריך": "15/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 36, ירושלים", "סוג_דם": "AB-", "מחלות_רקע": ["דמנציה"], "תרופות": ["דיקלופנק", "לבותירוקסין", "גבפנטין"], "קוד_אבחנה": ["F03"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "דמנציה", "doc_type": "discharge", "סיכום_רפואי": "תומר רוזנברג, גבר בן30, עם דמנציהכרקע רפואי, הובא לאשפוז עקב כאבי בטן חזקים ונפיחות פתאומית. במהלך האשפוז עבר בירור שכלל בדיקות דם, אולטרסאונד בטן וא.ק.ג ששולל  אירוע לבבי.במהלך הבירור נמצאה הצטברות נ וזלים בבטן, וטופל במתן תוספת נוזלים ומעקב טל\"ד. מצבו השתפר צם הטיפול הנ\"ל.\n\nבמהלך האשפוז, תומרקיבל טיפול בתרופותיו הקכוצות: דיקלופנק, לבותירוקסין, גבפנטין, ולא נצפו תופעות לוואי חריגות. לא נרשמו תגובות אלרגיות למזון או לתרופות נוספות. תומר שוחרר במצב כללי טוב, עם המלצה להמשך מעקב קהילתי אצל רופא המשפחה. \n\nהמלצות לקהילה כוללות שמירה על תזונה מאוזנת למניע ת חזרה של  תסמינים, המשך טיפול חרופתי כרגיל, ומעקב חודשי אצל רופאהמשפחה. בנוסף, מומלץ על מעקב פסיכיאטרי למעקב אחר מצב הדמנציה, והקפדה על פעילות גופנ ית קלה לפי היכולת הפיזית. אין לועישון ואין אלרגיות ידועות."}
{"מספר_זהות": 785932138, "שם_מטופל": "מיכל עמר", "גיל": 56, "מין": "female", "תאריך": "06/08/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 8, אילת", "סוג_דם": "AB+", "מחלות_רקע": ["דיכאון", "אי ספיקת כליות כרונית", "סוכרת סוג 2"], "תרופות": ["מטופרולול", "מטפורמין"], "קוד_אבחנה": ["F32", "N18", "E11"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "סוכרת םוג 2", "doc_type": "discharge", "סיכום_רפואי": "מיכל עמר, בת 57, אושפזה במחלקה פנימיח עקב החמדה במצבהבללי, חולשה כללית וחוסר  יכולת לשלוט ברמות סוכר בדם על רקע ס.ד מסוג2 ואי ספיקת כליות כרזנית. במהלך האשפוז טופלה בתרופות להזרדת רמות הסוכר זשמידהעל טל\"ד מאוון. בוצע ניטור א.ק.ג לאיתור בעיות לבביות נלוות זנמצא ת קין.\n\nמהלך האשפוז כלל התאמת מינוני המטפורמין ומטופרולול וכן מעקב אחר תפקוד כלייתי. במהלך האשפוז נצפתה יציבות במצבה הנפשי, ללא אירועי דיכאון חמורים. מיכל לא מעשנ ת ואינה אלרגית לתרופות.\n\nהמלצותלקהילה: המשך מעקב סדיר במרפאה המטפלת, כולל בדיקות תפקודי כליה ורמות סוכר בדם. יש להקפיד על תזונה מאוזנת זלשמו ר  על פעילות נופנית מתזנה. מומלץ להיוועץ עם דיאטנית מוסמכת להמשך ניהול ס.ד ושליטה במשקל. מעקב פסיכיאטדי מומלץ לשמירה על איזון נפשי. נא לשוב לביקורת בעוד חודש."}
{"מספר_זהות": 593252505, "שם_מטופל": "רחל מזרחי", "גיל": 79, "מין": "female", "תאריך": "18/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "זיצמן 1, לוד", "סוג_דם": "B+", "מחלות_רקע": ["השמנת יתר"], "תרופות": [], "קוד_אבחנה": ["E66"], "מחלקה": "ריאות", "אבחנה_ראשית": "השמנת יתר", "doc_type": "discharge", "סיכום_רפואי": "רחל מזרחי, בת 81, הגיעה לאשפוז בשל קוצר נשימה ותעוקת חזה. ברקע השמנת יתר ועישון ממושך. אין תרופות קבועות ואין דגישויוח ידועות. במהלך האשפוז בוצעו בדיקות דם, א.ק.ג ותפקודי ריאות. בוצע צנ\"ל שהראה היצרות קלה בעורקים הקורונריים. \n\nבמהלך האשפוז טופ לה בחמצן ובתדופות להורדת ח.ד, כולל ניטרטים ותרופות להרפיית שרירי ה לב. לאחר התייצבות מצ ב קליני וחזרה לטל\"ד תקין, הוחלט על שחרור. \n\nהמלצות לקהילה בוללות המשך מעקב קרדיאלי,הפסקת  עישון דחופה, זיצירת קשר עם דיאטנית לצורך ירידה במשקל. יש להמשיך ניטור ל.ד זביצוע בדיקות דם שגרתיות. ממומלץ להתחיל פעי לות גופנית מתונה בהדרגה לפי יכולת."}
{"מספר_זהות": 391725132, "שם_מטופל": "חנה דהן", "גיל": 20, "מין": "female", "תאריך": "10/07/2025", "מוסד_רפואי": "מרכז רפואי הדדים", "כתובת": "דרך השלום 79, רמת גן", "סוג_דם": "AB-", "מחלות_רקע": [], "תרופות": ["הידרוכלורותיאזיר", "פרוקסטין", "אינסולין", "אומפרזול", "לוסרטן"], "קוד_אבחנה": [], "מחלקה": "פנימית ב", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "חנה דהן, בת 20, אושפזה עקב תלונות על כאבים בתזה וקוצר נשימה. בהגיעה למיון בוצע א.ק. ג שהצביצ על שיגויים חשודים. חנה קיבלה טיפול ראשוני בח.ד כולל חמצן ופיקוח טל\"ד, זהועברה למחלקה להמשך ברור וטיפול.\n\nבמהלך האשפוזבוצע צנ\"ל שלא הדגים חסימות משמעותיות בכלי הדם הכליליים, אך חוחלט על המשך מעקב ומרידות חוזרות עקב ההיסטוריה המשפחתית של מחלו ת לב (אביה של חנה, בן 35, סבל מהתקף לב). הנה טופלה תרופתית בהתאמה למצבה כולל פרוקסטין לאיזון ס.ד ולוסרטן לאיזון ל.ד. מצבה השתפר ונצפתה חגובה טובה לטיפול.\n\nבהמלצוח לשחרור: חנה מתבקשת להמשיך במעקב רופא משפחה, לבדוק רמות סוכר ולחץ דם באופן םדיר, ולקבוע פגישה עם קרדיולוג לבדיקוח א.ק.ג תקופתיות. הותאם לה דיאטה דלת נתר ן ועשירה בסיבי ם. חנה ללא אלרגיות ידועות ונמנעת מעישון."}
{"מספר_זהות": 762676583, "שם_מטופל": "דנה כהן", "גיל": 61, "מין": "female", "תאריך": "25/09/2025", "מוסד_רפואי": "מרבז רפואי הדרים", "כתובת": "הרצל 50, תל אביב", "סוג_דם": "O-", "מחלות_רקע": ["השמנת יתר"], "תרופות": ["אספירין", "וורפרין", "סימבסטטין", "אמלודיפין", "לבותירוקסין"], "קוד_אבחנה": ["E66"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "חשמנת יתר", "doc_type": "discharge", "סיכום_רפואי": "המטופלת, דנה כהן, בת 62, נשואה ואם לשניים, עם רקע של השמנת יתר, אושפזה בשל כאבים בחוה וקוצר נשימה. בוצע א.ק.ג ראשונ י שהצביע על שינויים איסכמיים. במהלך האשפוז בוצע ענ\"ל וכן ניטור רציף ש ל ל.ד וטונוס  ל.ד, שהצביעו על  יציבות חמודינמית. חוותה אירוע של חוסר יציבות טל\"ד שגרם לעירוי נוזלים.\n\nהמטופלת טופלה באנטי-טרומבוטיקה (אספירין, וורפרין) ושוחררה כשהיא יציבה. הוחלט על התאמת מינוגים של סימכסטטין ואמלודיפין בשחרור. במחלכה של הבדיקות לא נמעאו עדויות לט רשת עורקים משמעוחית. יש להדגיש על הקפדה על תוונה נכונה ופעי לות גופנית סדירה, בשל השמנת היחר והסיכון הקרדיווסקולרי. \n\nהמלצות לקהילה כוללות המשך טיפול תרופתי בפי שהומלץ, מעקב ח.ד וס.ד בקהילה, וביצוע בדיקות רם תקופתיות לניטור רמות התרופות ומדדים קרדיאליים. מומלץ להמגע מעמידה ממושכת ולשמור על אורח חיים פעיל. במירה ומופיעים שוב תםמיני כאבים בחזה, לפנות מיידית למוק ד רפואי."}
{"מספר_זהות": "146774187", "שם_מטופל": "אריאל מזרחי", "גיל": 59, "מין": "male", "תאריך": "24/06/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 109, חיפה", "סוג_דם": "AB-", "מחלות_רקע": ["היפרליפידמיה", "דלקת מפרקים", "COPD", "סוכרת סוג 2", "מחלת כבד שומני"], "תרופות": ["לוסרטן"], "קוד_אבחנה": ["E87", "M19", "J44", "E11", "K76"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "discharge", "סיכום_רפואי": "אריאל מזרחי, זכר, בן 59, אושפז במוסדנו בעקכות החמרה במצבהנשימתי על רקע COPD. מד ו כר במטופל עם מחלות רקע הכוללות היפרליפידמיה, דלקת מפרקים, ס.ר סוג 2 ומחלת כבד שומני. במהלך האשפוז, טופל בחמצן ובתרופות נוגדות דלקת. בוצע א.ק.ג שהדגים שינויים לא ספעיפיים, אך ללא עדותלאירוע לבבי חריף. בנוסף, הותאם טיפול תרופתי עבורהס.ד והומלץ על מעקב סדיר של ל.ד ושומני דם במסגרת הקהיל ה.\n\nלאור ההיסטוריה הרפואית, המטופל מונחה לחקפיד על דיאטה דל ת שומן וסוכר ולהימנע מחשיפה לעשן וגזים. מומלץ חמשך טיפול תרופתי קבוע בלוסרטן,התאמת מינון של תרופות נזספות לפי הצורך, ומעקב רופא משפחה וכדיקות תקופתיות של תפקודי כבד. המטופל אינו מעשן, ואיןידוע על אלרגיות. שוחרר לביתו במצב כללי טוב עם המלצות לעדכון הרופא המטפל בכל שינוי במצב הבריאוחי."}
{"מספר_זהות": 616329454, "שם_מטופל": "לאה יוסף", "גיל": 7, "מין": "female", "תאריך": "02/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 6, אשדור", "סוג_דם": "A-", "מחלות_רקע": ["יתר לחץ דם", "גאוט", "אסתמה", "מחלת כבד שומני", "שבץ מוחי"], "תרופות": ["אומפרזול", "הידרוכלורותיאזיד", "רמיפריל"], "קוד_אבחנה": ["I10", "M10", "J45", "K76", "I63"], "מחלקה": "נוירולוגיח", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "discharge", "סיכום_רפואי": "לאה יוסף, יל דה בת 9, אושפזה בשל החמרה באסתמה יחד עם חשש לזיהום בדרכי הנשימה. בעת הקבלה, סבלה מקוצר נשימה, חרחורים וצפצופים בדיאזת. במהלך האשפוז, טופלה בברונבודילטורים וסטרואידים והגיבה היטב לטיפול. נרשמהגם אנטיביוטיקה פרופילקטית.\n\nבמהלך האשפוז, נצפתה יציבות במעבה הקרדיוזסקולרי, ללא סימנים לאירועים אקוטיים נוספים. בוצעז בדיקות מעבדה משלימות ששללו ס.ד,  נמשך מעקב אחר ל.ד בשל יתר לחץ רם כרוני. נרשמה יציבזח טל\"ד ללא צורך בהתערבות נוספת. בוצע גםא.ק.ג שהראה קצב סינום תקין.\n\nהמלצות לשחרור: ה מש ך טיפול קבוע באומפרזול, הידרוכלורותיא זיר ורמיפריל. הנחיות למעקב קפדני במרפ את ילדים, כולל מעקב אחר ל.ד זאסתמה. יש להימנע מחשיפה לעישון ולמזהמים נשימתיים. מומלץ גם לשקול ייעוץ תזונחי בשל מחלת הכבד השומני."}
{"מספר_זהות": 148564677, "שם_מטופל": "אורלי אזולאי", "גיל": 59, "מין": "female", "תאריך": "13/05/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 100, באר שבע", "סוג_דם": "O-", "מחלות_רקע": ["פרפור פרוזדורים", "סוכרת סוג 2", "אי ספיקת לב", "יתר לחץ דם"], "תרופות": ["אטזרבסטטין", "היררוכלורותיאזיד", "אמלודיפין"], "קוד_אבחנה": ["I48", "E11", "I50", "I01"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "discharge", "סיכום_רפואי": "אורלי אזולאי, בת 61, נשואה ואם לשניים, התקבלה לאשפוז עקב החמרה באי ספיקה לב בית והחמרת פרפור פרוזדורים. ברקע ס.ד סוג 2, אי ספיקת לב זל.ר נבוה. המטופלת עברה בירור שכלל א.ק.ג שהראה החמרה בפרפור וה וחלט על טיפזל תרופת י להתייצבות המצב. במהלך האשפוז קיבלה טיפול תדופתי מותאם שכלל שינויים במינוני אטורבסטטין זהידרוכלורות יאזיד, ולא  נמצאו אלרגיות נוספות לתרופות.\n\nבמהלך האשפוז חל שיפור בטל\"ד וכסטורציה. המטופלת שהתה באשפוז במשך חמישה ימים, במהלכם  נעפתה יציבה ללא אירועים של ח.ד חוזרים. טרם השחרור, בוצע איזון ס.ד ול.ד ונראה שיפור במצב הכללי. ניתן דגש על חזרה לפעילות מתונה זהמשך מעקב קרדיולוגי.\n\nהמלצות לק הילה כוללות המשך טיפול תרופתי לפי הנחיות הרופא המטפל, מעקב אחר רמות סוכר ולחץ דם, והימנעות ממאמץ פיוי כבד. מומלץ מעקב קרדיולוגי אחת לשלושה חודשים ומעקב אחר תפקודי כליות. הימנעות מצריכת מלח מופרזת ושמידה על תזונה מאוזנת."}
{"מספר_זהות": 850821489, "שם_מטופל": "ענת ברק", "גיל": 77, "מין": "female", "תאריך": "13/12/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 98, דימונה", "סוג_דם": "A+", "מחלות_רקע": ["פרפור פרוזרורים"], "תרופות": ["דיקלופנק"], "קוד_אבחנה": ["I48"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "פרפור פדוזדורים", "doc_type": "discharge", "סיכום_רפואי": "ענת ברק, בת 78, התאשפוה עקב החמרה בפרפור פרוזדורים, עם דופק לא סדיר ומתון. במחלך האשפוז בוצעה א.ק.ג שחראתה פרפור פרזזדורים מתמשך. ניתנה תדופת קרדילוק לייצוב הדופק והטיפול בדיקלופנק נמשך. ללא עדות לאירועים איסכמיים, טל\"ד היה יציב. בוצע מעקב רפואי צמוד במהלך האשפוז, והמצב התייצב בהדרגה.\n\nבהמלצה לשחרור: י ש להמשיך טיפול תרופתי בדיקלופנק וקרדילוק, לבצע מעקב קרדיולוגי בקהילה אחת ל-3 חודשים. יש לשקול הוספתתדופותאנטי-קואגולנטיות בהת א ם לחמלצת קרדיולוג. מומלץ להימנע ממאמצים פיזיים מוגזמי ם ולשמור על אורח חיים רגוע. לאנצפו אלרגיות ידועות. משפחה תומכת זמינח."}
{"מספר_זהות": 333468007, "שם_מטופל": "פאטמה שלום", "גיל": 17, "מין": "female", "תאריך": "15/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 110, אילת", "סוג_דם": "B+", "מחלות_רקע": ["מחלת לב כלילית", "דמנציה", "סוכרת סוג 2", "דלקת מפדקים", "היפרליפידמיה"], "תרופות": ["הידרוכלורותיאזיד"], "קוד_אבחנה": ["I25", "F03", "E11", "M19", "E87"], "מחלקה": "ריאות", "אבחנה_ראשית": "דמנציה", "doc_type": "discharge", "סיכום_רפואי": "פאטמה שלזם, בת 18, אושפזה בשל החמרה בקוצר נשימה וכאבים בחזה. מרובר במטופלת עם מחל ת לב כלילית ודמנציה, בנוסף לס.ד סוג 2, דלקת מפרקים והיפרליפידמיה. בתחילת האשפוז בוצע א.ק.ג שהראה שינויים א יסכמיים, והוחלט על צנ\"ל דהוף. במהלך הצנ\"ל נמצא חסימה בצורק חכלילי הראשי שטופל בהצלחה באמצעות תומכן.\n\nבמהלך האשפוז מצבה של פאטמה חתייצב, טל\"ד היה תקין תחת טיפול תומך, ול.ד נשמר בטווחים הרצויים. ניתנה לה הדרכה על המשך טיפול תרופתי, בולל התחלת ט יפול בסטטינים ונו גרי קרישה. יש לציין שהמטופלת אינה מעשנת. \n\nהמלצות שחרורכוללות מעקב קרריולוגי במרפאת לב בעוד 4 שבועות, ומצקב אחר איזון ס.ד ודלקת המפרקים בקהילה. יש  להמשיך טיפול בהידרוכלורותיאזיד ולהקפיד על דיאטה דלת שומן ופעילות גופנית מתונה. במקרה של הופעת כאבים בחזה או קוצר נשימה חוור, יש לפנות לטיפול מיידי. המשך טיפול תרופתי ועמידה בהנחיות חיוניים למניעת אירועים קרדיאליים בעתיד."}
{"מספר_זהות": 896910858, "שם_מטופל": "חיים שלום", "גיל": 30, "מין": "male", "תאריך": "04/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 39, אשדוד", "סוג_דם": "AB+", "מחלות_רקע": ["דיכאון", "אי ספיקת לב"], "תרופות": ["וורפרין", "איבופרופן", "סימבסטטין"], "קוד_אבחנה": ["F32", "I50"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": "חיים שלו ם, בן 31, הגיע לאשפוז בעקבו ת החמרה באי ספיקת הלב. המטופל מוכר עם רקצ של דיכאון ומטופל בוורפרין, איבופרופן וסימבסטטין. במהלך האשפוז , נצפתה ירידה בטל\"ד והחמרה בקשיי נ שימה. בוצעה א.ק.ג שלא הראתה שינויים חדשים ולא נמצאו סימנים לאוטם חרי ף. טופל בתרופות להורדת העומס מהלב והחזרח טל\"ד לערכים תקינים.\n\nבמהלך האשפוז, התייעב המצב ההמודינמי של המטופל. לא נצפו תסמינים נוספים של ח.ד. חיים קומפלי עם הטיפול התרופתי, אך יש להמשיך במעק ב קרדיאל י צמוד בקהילה. ממליציס על הפחתת צריכת  המלח והקפדה על דיאט ה מתאימה. בנוסף, יש לחמשיך בטיפול בדיכאון במעקב  פסיכיאטרי ולשקול התאמת מינון תרופתי.\n\nלאור המצב,  יש לשקול מעקב קרדיולוגי תכוף והמשך הטיפול התרופתי הקיים.המטופל לא מעשן ואיןרגישזת ידוצה לתרופות נוספות. מומלץ להמשיך ב מעקב אצל רופא המשפחה ולבצע בדיקות דם חודשיות לניטור INR עקב הטיפול בוורפרין."}
{"מספר_זהות": 824172480, "שם_מטופל": "עזמר אוחנה", "גיל": 20, "מין": "male", "תאריך": "17/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 85, פתח תקווה", "סוג_דם": "B+", "מחלות_רקע": ["מחלת כבד שומני"], "תרופות": ["גבפנטין", "וורפרין", "אלנדרונט", "לוסרטן", "דיקלופנק"], "קוד_אבחנה": ["K76"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "discharge", "סיכום_רפואי": "עומר אוחנה, גבר בן 22, אושפז בשל כאבי בטן עזים, בחילות והקאות. המטופל בעל רקצ של מחלת כבדשומני, נוטל כאופן קבוע גבפנטין, וורפרין, אלנדרונט, לוסרטן, דיקלופנקולבותירוקסין. במהלך האשפוו נערכו בדיקות דם שגדתיות, אולטרסאונד בטן והדמיות. נמצא בי תפקודי כבד קלים לא תקינים, אך ללא עדות לה חמרח משמעותית. \n\nבמהלך השהייה בח.ד ניתן טיפול תומך, כולל נוזלים לווריד וגוגדי כאבים. מצבו של המטופל השתפ ר  ול.ד התייצב ללא צורך בהמשך טיפול אינטנסיבי. אין עדות לזי הזם פעיל או צו רך בהתערבות כירורגית דחופה. מומלץ להמשיך מעקב בקחילה אצל רופא משפחה והפטולוג. \n\nהמלצות לשחרור כוללות המשך נטילת כל התרופות חקבועו ת, כולל לבותירוקסין, בהתאם להנח יות הרופא. יש להימנ ע מאלכוהול וממזונות כבדים. מומלץ לבעע בדיקתדם חוזרת בעוד כחודש ולתאם פגישה עם דיאטנ ית להדרכה תזונתית מתאימה. במידה ומופיעים סימפטומים חדשים או החמרה, לפנות באופןמיידי למיזן. בהצלחה והמשך בריאות."}
{"מספר_זהות": 709991731, "שם_מטופל": "איתי פרירמן", "גיל": 18, "מין": "male", "תאריך": "", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 16, כפר סבא", "סוג_דם": "O+", "מחלות_רקע": ["אי ספיקת לב", "אוסטאופורוזיס"], "תרופות": ["סימבסטטין", "לוסרטן"], "קוד_אבחנה": ["I50", "M81"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "אוסטאופזרוזיס", "doc_type": "discharge", "סיכום_רפואי": "איתי פרידמן, גבר בן 19, הגיע לאשפ וז עקב החמרה באי ספיקת לב. המטופל סובל גם מאוסטאופורוזיס ונוטל תרופות סימבסטטין ולוסרטן. אין היסטוריה של עישון. כמהלך האשפ וז, נצפתה החמרה במצבו הקרדיאלי, נדדשה התאמת טיפול תרופחי וטיפול תומך. בוצע א.ק.ג שהראה שינויים קלים אשר הוסברו למטופל. \n\nהטיפול כלל התאמת מינונים של לוסרטן והו ספת תרופה חדשה לשיפור תפקוד הלב. המטופל קיבל גם ייעוץ תזונתי ונמצא במעקב של דיאטנית עקב האוסטאופורוזיס. במעקב נכדק טל\"ד ונמצא טווח תקין. במהלך האשפוז לא נצפו תופעות לוואי חריגות. \n\nבהמלצות לשתרור: המשך טיפול תרופחי בפי שהותאם, מעקב קרדיולוגי אחת לחודש, וקיום פגישות עם פיזיותרפיסט לפעילות גופנית מזתאמת. יש להקפיד על תזונה עשירה בסידן. מומלץ להימנע ממאמצים פיזייס כבדים ולשקו ל המשך טיפולים באוסטאופורוזיס בקהילה."}
{"מספר_זהות": 890901002, "שם_מטופל": "עידו עמר", "גיל": 70, "מין": "male", "תאריך": "09/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 99, טבריה", "סוג_דם": "O+", "מחלות_רקע": [], "תרופות": ["אינסולין", "פרוקסטין"], "קוד_אבחנה": [], "מחלקה": "פנימית א", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "עידו צמר, גבר בן 70, ללא מחלות רקע ידועות,התאשפז עקב כאבים בחזה שנמשכו כ-שעתיים לפני הגעה למיון. המטופל מציין שהוא מעשן כ-20 שנה, אם בי הכחיש עישון בעת קבל תו. בבדיקה ראשונית נמצא טל\"ד תקי ן אך א.ק.ג הראה שינויים המחשידים לאירוע לבבי. \n\nבמהלך האשפוז בוצצ צנ\"ל דחוף שחראה חסימה חלקית בעורק הימני והזתקן סטנט. המטופל קיבל טיפול באספירין וקלופידוגרל, בנוסף לתרופות חקבועות שלו: אינסולין לפרוטוקול ס.ד ופ רוקסטין. לאנצפו סיבוכים במהלך הפרוצדורה וההתאוששות ה ייתה תקינה. \n\nבהמלצות לקהילה: להמשיך טיפול באספירין וקלופידוגרל, לעקוב אחר רמות סוכר בדם, לבצע א.ק.ג וב דיקות דם שגרתיות כל 3 חודשיס. מומלץ להפסיק עישוןלגמרי כדי למנוע אירועים דומים בעתיד. כמו כן, יש לשקול הצטרפות לתוכנית שיקומית לבבית."}
{"מספר_זהות": 992618918, "שם_מטופל": "רותם סויסה", "גיל": 69, "מין": "female", "תאריך": "11/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "םוקולוב 35, צפת", "סוג_דם": "A-", "מחלות_רקע": ["סוכרת םוג 2"], "תרופות": ["דיקלופנק", "אמלודיפין"], "קוד_אבחנה": ["E11"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "discharge", "סיכום_רפואי": "רותם סויסה, בת 72, אושפזה עקב כאבים בחזה זחשד לבעיה לבבית. ברקע ס.ד סוג 2, מטופלת בדיקלופנק ואמלודיפין. לא מעשנת. בבדיקות ראשוניות בתל השומר, א.ק.ג הראה שינויים חשדניים, והוהלט על ביצוע צנ\"ל שבוצע בהצלחה.\n\nבמהלך האשפוז, רותם טופלה בנוגדי קרישה (הפירן) ושוחררה עם המלצות להמשך טיפזל תרופתי ב טל\"ד ובס.ר. בתהליך השיקום, ל.ד נמדד תקין, הכאב בחזה פחת. לא נצפו סיב וכים גוספים, ורותם חזרה לתיפקוד חלקי.\n\nהמלצות לשחרור: המשך מעקב קרדיולוגי, שימור דיאטה דלתפתמימות עקב ס.ד, פעילות גופנית מתונה פעמייםבשבוע, ונטילת תרופות לפי הנחיית רופא המשפחה. יש  להימנע ממאמץ פיזי מוגזם וחשוב להקפיד על ביקורת תקופתית."}
{"מספר_זהות": 204556112, "שם_מטופל": "אדם אוחנה", "גיל": 74, "מין": "male", "תאריך": "27/12/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 105, ירושלים", "סוג_דם": "A+", "מחלות_רקע": ["השמגת יתר", "פרפור פרוזדורים"], "תרופות": ["סימבסטטין", "איבופרופן"], "קוד_אבחנה": ["E66", "I48"], "מחלקה": "אוגקולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "discharge", "סיכום_רפואי": "אדם אוחגה, בן 76 , הגיע לאשפוז צקב אירוע של פרפור פרוזדורים עם קצב לב לא סדיר וטכיקרדיה. המטופל סובל מהשמנת יתר ומעשן כבר 20 שנה, נתון חשוב שמשפיע על מצבו הקרדיווסקולרי. במהלך האשפוז טופל באנטי-קואנולנטים ותחת ניטור א.ק.ג. מצבו השתפר בהדרגה והקצב הלבבי התייצב.\n\nבמהלך השהות במחלקה בוצעו בדיקות דם שהראז עלייה מתונה ברמות השומנים. בוצצ גם אקולב שלא הראה ממצאים חריגים נוספים. ניתן טיפול תרופתי מותא ם והומלץ על הפסקת עישון ושמירה על תזונה מאוזנת ופעילות גופנית.\n\nלשחרור, מומלץ להמשיך טיפול בסימבסטטין ולשקול טיפול חדש לאיזון פרפור פרוזדורים. יש להמשך מעקב קרדיולזג בקהילה וביצוע בדיקות סדירות של ל.ד. כמו כן, יש להמשיך להימנע מעישון ולהתחיל תכניתפעילות גופנית מתונה."}
{"מספר_זהות": 14508998, "שם_מטופל": "מיכל חיון", "גיל": 44, "מין": "female", "תאריך": "27/12/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 57, באר שבע", "סוג_דם": "AB-", "מחלות_רקע": ["שבץ מוחי"], "תרופות": ["וורפרין", "מטפורמין", "אטורבסטטין", "גבפנטין", "איבופרופן", "מטופרולול"], "קוד_אבחנה": ["I63"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "discharge", "סיכום_רפואי": "מיכל חיון, בת 46, אוש פזה כשל אירוע מוחי חוזר עם קושי בריבור וחולשה  כעד שמאל. למיכל רקע של שבץ מוחי קודם וס.ד סוג 2, מטזפלת בתרופות  כוללוורפרין, מטפורמין ואטורבסטטין. עישון ידוע מזה שני ם רבות. \n\nכמהלך האשפוז, עברהבדיקות הדמיה כולל סי.טי מוח אשר הדגימו אוטם חדש. טופלה במדללי דם ותמיכה שיקומית. מצב טל\"דנשמר בגבולות ה נורמה תחת מטופרולו ל. ח. ד השמאלי נותרבחולשה קלה גםבשחרור. אין עדות לאלרגיות ידזעות. \n\nהמלצות שחרור כוללות המשך טיפול בוורפרין עם מעקב INR בקהילה, הפסקת עישון והמשך שיקום פיזיותרפי. יש להמשיך מצקב נוירולזגי ואנדוקרינולוגי בקהילה, לשפר איזון ס.ד ולש קול הפחתת מינון איבופרופן בשל סיכון לפגיעה כלייתית."}
{"מספר_זהות": 170166086, "שם_מטופל": "גיל כרק", "גיל": 50, "מין": "male", "תאריך": "28/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 41, רעננה", "סוג_דם": "A-", "מחלות_רקע": ["השמנת יתר", "מחלת לב כלילית", "פרפור פרוזדורים"], "תרופות": ["הידרוכלורותיאזיד", "איבופרופן", "אספירין"], "קוד_אבחנה": ["E66", "I25", "I48"], "מחלקה": "פנימית א", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "discharge", "סיכום_רפואי": "גיל ברק, כן 52, נשוי, הגיע לאשפוז עקב החמרה בפרפור פרוזדורים שהוביל לירידה בטל\"ד ולתחושת חולשה כללית. המטופל סובל ממחלו ת רקע הכוללות מחלת ל ב כלילית והשמנת יתר. יש לציין כי המטופל מעשן מזה 20 שנה, אך מכחיש שימוש באל כוהול. בבדיקות הראשוניות בוצע א.ק.ג שהראה פרפור פרוזדודיםלא סדיר, ובבדיקות הדם נצפו ערכי סוכר מעט גבוהים ללא עדות לס.ד.\n\nבמהלך האשפוז,המטופל טופל כתרופות אנטי-אריתמיות והותאם לו טיפול חדש בפרופראנולוללשיפור קצב הלב. כמו כן, נבצע צנ\"ל להערבת מצבו הלבבי, שהראה חסימה חלקית באחד מהעורקים הכליליים. המטופל קיבל הדרכה עלשינוי אורח חיים, כולל הפס קת עישון והפחתת משקל.\n\nבהמלצות לשחרור, המטופל מתבקש להמשיך במעקב קרדיאלי במסגרת הקהילה, לבצע בדיקות דם תקופתיות, ולהמשיך בטיפול התרופתי שכלל הידרוכלורותיאזיר, אספירין והטיפול החדש בפרופראנולול. מומלץ גם על פעילות נופנית מתונה והתייעצות עם דיאטנית לצזרך ירידה במשקל. יש להמשיך במעקב רפואי בקופת חזלים ולפנות במידת חצורך למיון במקרה של החמרה במצבו ח רפואי."}
{"מספר_זהות": 351609177, "שם_מטופל": "ליאם אוחנה", "גיל": 20, "מין": "male", "תאריך": "22/09/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 59, בת ים", "סוג_דם": "B+", "מחלות_רקע": ["COPD", "דיכאון", "דלקת מפרקים"], "תרופות": ["אמלודיפין"], "קוד_אבחנה": ["J44", "F32", "M19"], "מחלקה": "כירורגיה בללית", "אבחנה_ראשית": "COPD", "doc_type": "discharge", "סיכום_רפואי": "מטופל ליאם אוחנה, זכר בן 21, אושפז בשל החמרה במצב הנשימה צל רקע COPD. המטופל התקבל עם קוצר נשימה משמעותי ותחושת כבדות בחזה. בבדיקות ראשוניות נמצא חמצון ירוד ולכן הוחלט על מתן חמצן באופן מיידי. במהלך חאשפוז טופל גם באנט יביוטיקה כשל חשד לזיהזם בדרכי הנשימה התחתונות, ובמקביל קיבל טיפול סטרואידלי להקלת הדלקת בדרכי נשימה.\n\nבמהלך האשפזז מצבו של המטופל השתפר בהדרגה. בוצעו בדיקות א.ק.ג ששללו אירוע לבבי חריף. בנוסף, לא נמצאה עדות להחמרה במצכ הדלקת מפרקים. המטופל עבר ייעוץ פסיכיאטרי בשל רקע של דיכאון, ונמצא כי מצבו הנפשי יציב. ליאס אינו מעשן ואין לו אלרגיות ידועות. \n\nהמלצות לשחרור כוללות המשך טיפול באנטיביוטיקה למשך 7 ימים נוספים, חמצן ביתי לפי הצורך, והמשך מעקב במרפאת ריאות. מומלץ להמשך טיפול תרופתי באמלודיפין ולבצע בדיקות תקופתיות למעקב אחר ל.ד. בנוסף, מומלץ חמשך תמיכה פסיכולוגית כמסגרת הקחילה.  טל\"ד ת קין בזמן השחרור."}
{"מספר_זהות": 586693467, "שם_מטופל": "ניל דוד", "גיל": 8, "מין": "male", "תאריך": "31/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 78, צפת", "סוג_דם": "AB+", "מחלות_רקע": ["היפרליפידמיה", "גאוט", "אי ספיקת כליות כרונית", "אנמיה"], "תרופות": ["אומפרזול", "אטורבסטטין", "אמלודיפין", "פרוקסטין"], "קוד_אבחנה": ["E78", "M10", "N18", "D46"], "מחלקה": "מיון", "אבחנה_ראשית": "גאוט", "doc_type": "discharge", "סיכום_רפואי": "גיל דוד, בן 10, אושפז עקב החמדה באי ספיקת כליות כרונית והופעת סימפטומים חדשים של עייפות וחולשה בללית. במהלך האשפוז, נע רכו בדיקות דם מקיפות שהראו רמות קריאטינין ו-BUN מוגברות וכן אנמיה מתקדמת. טופל בעירוי ברזל ובהדרכת נפרולוג להמשך בירור. \n\nבמהלך האשפוז, התמודד עם אפיזודות של ל.ד גבוה, אשר טופל  באמצעות התאמת מינון אמלודיפין. בנוסף, נצפתה ירידה בטל\"ד אשר נוטרב קפידה. בהקשר להיפרליפידמיה, נשמר המעקב על הטיפול באטורבסטטין. מצבו חתייעב והוחלט על שחרודולהמשך מעקב בקהילה.\n\nהמלצות לקהילה כוללות המשך טיפול תרופתי כרגיל, מעקב תכוף אחר תפקודי כליות ול.ד, והמשך עי רוי ברזל במידת הצורך. כמו כן,יש להימנע ממזונות עתירי מלח ושו מן עקב הרקע הגאזטי והיפרליפידמי. מומלץ לבצע א.ק.נ תקופתי ולשקול הערכה קרדיו לוגית אם יופי צו סימפטומים חדשים."}
{"מספר_זהות": 4397352, "שם_מטופל": "אדם ברק", "גיל": 32, "מין": "male", "תאריך": "08/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 71, צפת", "סוג_דם": "B-", "מחלות_רקע": ["השמנת יתר", "גאוט", "דמנציה"], "תרופות": ["אינםולין", "פרוקסטין", "לבותירוקסין", "דיקלזפנק", "אלנדרונט"], "קוד_אבחנה": ["E66", "M01", "F03"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "דמנציח", "doc_type": "discharge", "סיכום_רפואי": "אדם ברק, בן 35, אושפז בשל תסמינים של חזה כאוב ונשימה כבדה. סיבת האשפוז היתה חשד לאירוע לכבי חריף. במהלך האשפוז בוצע א.ק.ג שהראה שינויים מחשידים, ולאתר מכן נעשה צנ\"ל אשר לא הראהחסימות משמעותיות כעורקיס הכליליים. במהלך האשפוז נצפתה שיפור במצב הקליני והמטופלהיה תחת מעקב קפדני של טל\"ד, ס.ד ורמות חמצן.\n\nהטיפולים כללו ניהול כאב בעזרת דיקלופנק, איזון ס.ד באמצעות אינסולין, ומעקב ל.ד. בנוסף, ניתנה  הדרכה על שינוי אורחות חיים להפחתח משקל, לאור השמנת יתר. הוסכרה חשיבות ההתמדה בטיפול התרופתי. המטופל משתחרר ע ם המלצות להמשך מעקב אצל רופא המשפחה, כולל ביצוע בדיקות דם חקופתיזת וביקורת קרדיולוגית בעוד חודש. יש ל המשיך בטיפולעם פרוקסטין, לבותירוקסין ואלנדרונט כרגיל. לא ידוע עלאלרגיות.  \n\nמומלץ לשקול התערבות תזוגתית להורדת משקל ולהימנע ממאכלים עשירים בפורינים בשל הגאוט. אין להפסיק תרופות ללא התייעצות עם רופא."}
{"מספר_זהות": 484229406, "שם_מטופל": "מתן מזרחי", "גיל": 67, "מין": "male", "תאריך": "11/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 55, בת ים", "סוג_דם": "B+", "מחלות_רקע": ["גאוט"], "תרופות": [], "קוד_אבחנה": ["M10"], "מחלקה": "ריאות", "אבחנה_ראשית": "גאוט", "doc_type": "discharge", "סיכום_רפואי": "מתן מזרחי, בן 69, התקכל לאשפוז עקב כאביס חריפים במפרקים שהוחמרו במהלך 48 השעות האחרונות, ככל הנראה התקף גאוט. אין היםטוריה של ס.ד או ל.ד. במהלך האשפוז בוצעה בדיקה פיזיקלית שהראחה נפיחות ואודם במפר קים עם מגבלה בתנועה. בדיקות מעבדה הראו חומצת שתן מוגברח. \n\nהטיפול במהלך האשפוז כלל מתן תרופות נוגדות דלקת לא סטרואידליות (NSAIDs) והידרציה תומכת. המטופל הגיב היטב לטיפול עם הקלה משמעותית בכאבים ושיפור בתנועת המפרקים. לא דווח על תופעות לוואי לטיפ ול התרופתי. \n\nבהמלצות לקהילה: להמשיך במעקב רופא משפחה, לבצע בדיקות דם חוזרות למעקב אחר רמות חומצת השתן, להימנע ממזונו ת עשירים בפורינים ולהקפיד על שתייה מספקת. מומלץ לשקול טיפול תרופתי מניעתי במידה ויש התקפים חוזרים. אין צורך במעק ב קרדיולוגי בשלב זה,טל\"ד תקין. שחרור במצב כללי טוב, עם שיפור ניכר בסימפטומים."}
{"מספר_זהות": 222394314, "שם_מטופל": "אורלי שמעוני", "גיל": 77, "מין": "female", "תאריך": "04/07/2025", "מוסד_רפואי": "מרכז רפואי הדדיס", "כתובת": "רחוב הנביאים 66, טבריה", "סוג_דם": "A+", "מחלות_רקע": ["דלקת מפרקים", "אנמיה"], "תרופות": ["דיקלופנק"], "קוד_אבחנה": ["M19", "D64"], "מחלקה": "ריאות", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "discharge", "סיכום_רפואי": "אורלי שמעוני, בת 78, אושפזה עקב כאכים חדים במפרקים ונפיחות. סיבת האשפוז הייתה החמרה בדלקת המפרקים המוכרת ברקע, יחד עם תסמינים של אנמיה. במהלך האשפוז עברה בדיקות דם שהראו ירידה בהמזגלובין. ניידת בעילום רנטגן שלא הראתה ממצאים חריגים מעבר למה שכבר ידוע. \n\nבמהלך האשפזז, טופלה בדיקלופנק להקלה על הכאבים והנפיחות, יחד עם תוספי ברזל לשיפור האנמיה. הומלץ על המשך מעקב המטולוגי בקהילה, ושמירה על רמת פעילות פיוית מתונה. ייעוץ תוונתי חוצעלהפחתת משקל, וחשוב להדגיש כי ההמלצה היא להפסיק עישון בהקרם האפשרי. \n\nלקהילה: יש להמשיך טיפול בתרופות כפי שניתן במכתב השחרור ולבצע מעקב רפואי כל 3 חודשים אצל ראומטולוג והמטולוג. חשוב להקפיד צל תזונה עש ירה  בברזל ולמנוע נפילות מחשש לשברים. אין דיווח על אלרגיות. מצב משפחתי: גרושה, אם ל-2 ילדים."}
{"מספר_זהות": 99693087, "שם_מטופל": "אורי רוזנברג", "גיל": 78, "מין": "male", "תאריך": "23/10/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 65, תל אביב", "סוג_דם": "O-", "מחלות_רקע": ["אסתמח", "דלקת מפרקים"], "תרופות": ["אספירין", "הידרוכלורותיאזיד"], "קוד_אבחנה": ["J45", "M19"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "אסתמה", "doc_type": "discharge", "סיכום_רפואי": "המטופל, אורי רוזנברג, בן 78, הובחן והתקבל לאשפוז עקב החמרה במצב האסתמה. בנוסף, נרשמה החרפה בדלקת המפרקים, שפגעה בתפקוד היומיומי. במהלך האשפוז, קיבל טיפזל תרופתי שכלל סטרואידים ומשככי כאבים, וכן טיפול תומך באינהלציות לשיפור התפקוד הריאתי. לא נצפו סימני זיהום או בעיות נוספות במערכת הנשימה.\n\nבמהלך האשפוז, מצבו של חמטופל השתפרבהדרגה, עם שיפור ניכר בתפקוד הריאתי וביכולת התנועה . התמקדנו בהתאמת חטיפול התרופתי לצרכיו, כולל הפחתת מינון הסטרואידים והמשך טיפול באספירין והידרוכלורותיאזיד. לא נרשמו תגובות אלרגיות לתרופות בזמן האשפוז. \n\nהמטופל משוחרר לביתו במצב יציכ. המלצות להמשך טיפול בקהילה כוללות: מעקב אצל רופא המשפחה לגבי ניהול האסתמה ודלקת המפרקים, הקפדה על נטיל ת התרופות הקבועות, והמשך טיפול באינהלציות לפי הצורך. יש להימנע ממאמצים פ יזיים מיותרים  ולהגיע לביקורת תוך שבועיים."}
{"מספר_זהות": 392827226, "שם_מטופל": "יעל אלון", "גיל": 18, "מין": "female", "תאריך": "18/07/2024", "מוסד_רפואי": "", "כתובת": "הרצל 85, לור", "סוג_דם": "B+", "מחלות_רקע": ["אסתמה", "פרפור פרוזדורים"], "תרופות": ["אלנדרונט", "אספירין", "פרוקסטין", "וורפרין"], "קוד_אבחנה": ["J45", "I48"], "מחלקה": "אורתופריה", "אבחנה_ראשית": "פרפור פרוזדורים", "doc_type": "discharge", "סיכום_רפואי": "הנ\"ל התקבלה לאשפוז בשל החמרה במצב נשימתי על רקע אסתמה ידועה ופרפור פרוזדורים. בעת קבלתה, דיווחה על קוצר נשימה במאמץ, צפצופים ושיעול. בבדיקזת מצבדה לאנמצאו ממצאים חריגים. א.ק.ג הרא ה פרפור פרוזדורים ללא שינויים איסכמיים מלווים. \n\nבמהלך האשפוז טופלה בחמ צן ובטיפזל תרופתי מותאם, כולל הגדלת מינון של וורפרין בהתאם ל-INR. ניהזל פרפור פרוזדורים באמצצוח פרוקסטין המשיך כרגיל. לא נרשמו אירועים חריגיםכמהלך  האשפוז, והמטופלת דיווחה על שיפור ניכר במצבה הגשימתי עם ירידה בתסמי נים. הוחלט על שחרור לאחר תוות דעת קרדיולוגית שתמבה בכך.\n\nהמלצות לשחרור: המשך מעקב במרפאת משפחה ובקרדיולוגיה לצורך ניהול פרפור פרוזדורים . מומלץ להמשיך טיפול קבוע באלנדרונט, אספירין, פרוקסטין, וורפרין. בדיקות INR ש בועיות  להבטחח טווח טיפולי. המשך מעקב רופא ריאות לצורך גיהול אסתמה. כמקרי החמרה נשימתית או שינוי במצב הלבבי, נא לפנות מיידית למיזן."}
{"מספר_זהות": 392603023, "שם_מטופל": "יעקב דהן", "גיל": 71, "מין": "male", "תאריך": "15/12/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 62, צפת", "סוג_דם": "B+", "מחלות_רקע": ["COPD", "השמנת יתר"], "תרופות": ["קלופידוגרל", "אמלודיפין", "גבפגטין"], "קוד_אבחנה": ["J44", "E66"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "discharge", "סיכום_רפואי": "מר יעקב דהן, בן 71, אזשפז במחלקה פגימית עקבהחמרה בכאבי חזה  וקושי נשימתי. ברקע, ידועה מחלתCOPD והשמנת יתר. במהלך האשפוז בוצעה בדיקה קלינית ומספר בדיקות עזר, כולל א.ק.ג שהראה שינויים לא ספציפיים. ח.ד לבביים נ שללו באמצעות בדיקות נוספות.\n\nבמהלך האשפוז, טופל קלינית עם חמצן ותרופות אינהלעיה להקלת הנשימה. מינון האמלודיפין הותאם למצבוולל.ד. מצבו השתפר בהדרגה עם טיפול תומך. חשוב לציין כי המטופל אינו מעשן ואינו אלרגי לתרופות. \n\nבהמלצה לשחרור: המשך טיפול תרופתיקבוע עם קלופידוגרל, אמלודיפין וגבפנטין. המשך מעקבבמרפאה ריאות ובדיקת תפקו רי ריאה אחת לחצי שנה.מומלץ לפנות לדיאטנית לשיפור המצב התזונתי עקב השמנת היחר. כמו כן, חשוב לחמשיך במצקב אחר ל.ד ובדיקות דם תקופתיות."}
{"מספר_זהות": 449562131, "שם_מטופל": "גלית יוסף", "גיל": 17, "מין": "female", "תאריך": "23/02/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 62, רמלה", "סוג_דם": "B+", "מחלות_רקע": ["אי ספיקת לב"], "תרופות": ["לבותירוקסין", "גבפנטין", "אומפרזול", "וורפרין"], "קוד_אבחנה": ["I50"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": "גלית יוסף, בת 18, הגיעה לאשפוז בשל החמרה באי ספיקת לב. המטופלת איגה מעשגת ואין לה היסטוריה של ס.ד או ל.ד. התקכלה למיון עם תל ונות על עייפות מוגברת וקוצר נשימה במאמץ קל. בוצע א.ק.ג שהראה סימגים של חוסריציבות קרדיאליח . במהלך האשפוז טופלה במשטר תרופתי שכלל לבותירוקסין, גבפנטין, אומפרזול ווורפרין. לא נצפו תגובות בלתי רצויות לתרופות.\n\nבמהלך השהות במחלקה, גלית עברה מספר בדיקות דימות והקרנה שהראושיפור במצב הלבבי לאחר התאמת טיפול תרופתי. טל\"ד התייצב לאחר התאמות מינון. המטופלת שוחררה במצב כללי טזכ צם הנחיוח להמשך טיפול בקהילה. ממליצים להמשך מעקב קרדיולוגי בקהילה והקפדה על נטילת התרופות בהתאם להוראות.\n\nהמלצות שחרור כוללות: המנעות ממאמ צים פיזיים כברים, הקפדה על דיאטה דלח נתרן ומעקב אחר משקל גוף למניעת הצטברות נוזלים. מומלץ להמשיך בטיפול התרופתי הקיים ולעקוב אחר INR לצורך התאמת מינון הוורפרין. יש להקפיד על מעקב קרדיול וגי תקופתי ולהיזת ערים לכל שינוי במצ ב הבריאותי."}
{"מספר_זהות": 890612039, "שם_מטופל": "אמילי אברהם", "גיל": 72, "מין": "female", "תאריך": "13/07/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 33, רעננה", "סוג_דם": "O-", "מחלות_רקע": ["אסתמה", "היפרליפידמיה", "סוכרת סוג 2", "מחלת לב כלילית", "דלקת מפרקים"], "תרופות": ["אטורבסטטין", "אלנדרונט", "קלופידוגרל"], "קוד_אבחנה": ["J45", "E78", "E11", "I25", "M19"], "מחלקה": "פנימית א", "אבחנה_ראשית": "אסתמה", "doc_type": "discharge", "סיכום_רפואי": "אמילי אברהם, בת 72, החקבל ה לאשפוז בשל החמרה פתאומית במצב הנשימתי על רקע האסתמה. המטופלת מוכר ת עם מחלות רקע הכוללוח ס.ד סוג 2, היפרליפירמיה, מחלת לב כלילית ודלקת מפרקים. היא נמצאת במעקב קרדיאלי עקב ה יסטוריה של צנ\"ל ומטופלת באופןקבוע באטורבסטטין, אלנדרונט וקלופידוגרל.\n\nבמחלך האשפוז, אמילי קיבלה טיפול בחמצן לשיפור ריוו י החמצן, כמז כן ניתנה לה תרפיה סטרואידלית להקלת תסמיני האסתמה. הושג ייצוב מצב הנשימה, וטונוס ל.ד נשמר בטוזח הנורמה. בועעה א.ק.ג שגרתית שלא חדגימה שינויים חריגים. \n\nהמלצות לשחרור כזללות המשך מעקב רופא ריאות בקהילה להערכת תפקוד נשימתי ומחן חיסונים עונתיים למניעת זיהומים נשימתיים. טיפול תרופתי נוכחי ישלהמשיך ללא שינוי. מומלץ להימנע מחשיפה לאלרגנים פוטנציאליים ולהקפיד על פעילות גופנית מתונה בהתאם ליכולת. יש לבצע בדיקת רם חודשית לניטור רמות שומנים וסוכר. במידה וישנם תסמינים חוזדיםיש לפנות  לרופא המטפל."}
{"מספר_זהות": 780068110, "שם_מטופל": "אדם פרידמן", "גיל": 26, "מין": "male", "תאריך": "14/06/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 9, באר שבע", "סוג_דם": "B+", "מחלות_רקע": ["מחלת לב כלילית", "דלקת מפרקים"], "תרופות": ["פרוקסטין"], "קוד_אבחנה": ["I25", "M19"], "מחלקה": "גסטרזאנטרולוגיה", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "discharge", "סיכום_רפואי": "אדם פרידמן, בן 26, אושפז עקב כאבים בחזה וקושי בנשימה. למטופל רקע של מחלת לב כלילית ודלקת מפרקים. במהלך האשפוז בוצע צנ\"ל שהדגים היצרות באחד מהעורקים הכליליים. כוצעה הרחבה והושתל תומכן. לאחר החליך, המטופל הושאר להשגחה בל.דנורמלי וטל\"ד תקין, ושוחרר כשהוא במצב יציב.\n\nבמהלך האשפוז ניתן טיפול תרופתי שכלל אנטי-אגרגנטי והמש ך טיפול בפרוקםטין. הא.ק.ג הראה חיזוקבמדדים לאחר ההתערבות, והמטופל הגיב היטב לטיפול. אין דיווח על אלרגיות, ולא נצפו תופעזת לוואי משמעותיות. \n\nהמלצות לקהילה: המנעות ממאמצים גופניים כבדים לתקופה של שבועיים, מעקב קרדיולוגי תוך חודש. יש להמשיך טיפול תרופתי במתוכנן ולהימנע מעישון. במירה ומופיעים תסמינים חוזרים, יש לפנות מיידית לחדר מיון."}
{"מספר_זהות": 642400824, "שם_מטופל": "עדי ברק", "גיל": 27, "מין": "female", "תאריך": "22/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 47, כפר סבא", "סוג_דם": "O-", "מחלות_רקע": ["רמנציה", "אנמיה", "היפרליפידמיה", "דיכאון"], "תרופות": ["אספירין"], "קוד_אבחנה": ["F03", "D64", "E78", "F32"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "דמנציה", "doc_type": "discharge", "סיכום_רפואי": "המטופלת, עדי ברק, בת 28, אושפזה בשל החמרה במצב הרמנעיה וירידה בערכי המוגלובין עקב האנמיה. במהלך האשפוז, עדי גבדקה על ידי צוות חמומחים לבירור מצבה הנוירולוגי וההמטולוגי.בנוסף, נבדקה רמת היפרליפידמיה בטיפול הקבוע כאספירין. במהלך האשפוז לא נצפו סימנים לדימום אקוטי ו הוחלט על מעקב בלבד.\n\nטיפולים במהלך האשפזז כללו מתן עירוי ברזל לשיפור רמת ההמוגלובין, וכן ניטור קבוע של ל.ד וא.ק.ג עקב הדיכאון המלווה את חמצב הרפואי הבללי. המטופלת נמצאה יציבה מבחינת טל\"ד לאורך השהות כמחלקה.\n\nבהמלצות עבור טיפול בקהילה: המשך טיפול באספירין, מעקבאחרירמות ההמוגלובין והיפרליפידמיה, פניה לייעוץ פס יכולוגי  לתמיכה בדיכאון. מומלץ מעקב נוירולזגי תקופתי כדי להעריך את התקדמות הדמנציה. פניה לדזפא משפחה להמשך בירור וטיפול במידת  הצורך."}
{"מספר_זהות": 638782946, "שם_מטופל": "דנה כהן", "גיל": 14, "מין": "female", "תאריך": "09/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 105, צפת", "סוג_דם": "AB-", "מחלות_רקע": ["גאוט", "שבץ מוהי", "אי ספיקת כליות כרונית", "פרפור פרוזדורים", "סוכרת סוג 2"], "תרופות": ["וורפרין", "מטופרולול", "קלופידונרל", "אספירין"], "קוד_אבחנה": ["M10", "I63", "N18", "I48", "E11"], "מחלקה": "גסטרואנטרולזגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "discharge", "סיכום_רפואי": "דנה כהן, נערה בת 16, אושפזה בשל החמרה במצבה הכללי צם חלונות על עייפות קיצונית וסימני דלקת. הרקע הרפואי מורכב כולל ס.דסוג 2, גאזט, פרפור פרוזדזרים ואי ספיקת כליות כרונית. במהלך ה אשפוז נערכו בדיקות  דם מקיפות שהראו עלייה במדדי דלקת ותפקודי כליות לא תקינים. טופלה באנטיביוטיקה לווריד וחידוש טיפול תרופתי מותאם למחלות הרקע שלה.\n\nבמהלך האשפוז התבצעו בריקות דימות וא.ק.ג ששללו אירועים חדשים של שבץ מוחי. טל\"ד נשמר בטווחים תקינים תחת טיפול במטופרולול. דנה אינה מעשנת ואין אלרגיות ידוצות. בהמשך האשפוז מצבה השתפר, והופחתו המדדים  הדלקתיים. לוותה על ידי משפתתה, ומשפח תה מעורבת בטיפול ובמעקב.\n\nהמלצות להמשך טיפול בקהילה כוללות מעקכ רופא משפחה ותמיכה נפרולוגית בשל אי ספיקת כליות כרונית. יש להמשיך טיפול קבוע בקלופידוגרל, וורפרין ומטופרולול ולעקוב אחר תפקודי הכליזת וס.ד דרך בדיקות דם תקופתיות. מומלץ לפנות למרפאת שיקום כדי לשפר את היכולת התפקודית ולמנוע התדרדרות נוספת במצב הבריאותי."}
{"מספר_זהות": 94801412, "שם_מטופל": "אחמד ברק", "גיל": 40, "מין": "male", "תאריך": "30/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 91, אשקלון", "סוג_דם": "A-", "מחלות_רקע": [], "תרופות": ["אינסולין", "וורפרין", "דיקלופנק"], "קוד_אבחנה": [], "מחלקה": "נסטרזאנטרולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "אהמד ברק, גבר בן 41, אושפז בשל אירוע חזהחריף. נתקבל לאשפוז לאחר כאבים עזים בחז ה והקאות מרובות. ללא מחלות רקע ידועות, אך נוטל אינסולין בשל ס .ד, וורפרין ודיקלופנק. מצב משפהתי:נשוי, ללא אלרגיות ידועות.\n\nבמהלך האשפוו עבר צנ\" ל שהדאה חסימה בעורק ראשי. טזפל באמצעות פתיחת העורק והכנסת סטנט. במהלך ההשגחה ח.ד היה יציב, ללא סיבוכים נוספים ניכרים. א.ק.ג הראה חזרה לתפקוד תקין לאחר הפרוצדורה. \n\nמומלץ להמשיך במעקב קרדיאלי בקהילה, לשמור על טל\"ד חקין, ולהקפיד על תזונה מאזזנת ופעילות גופנית מתונה. יש להמשיך את הטיפול התרופתי כרגיל ולבצע בדיקות דם תקופתיות לניטור רמת ה-INR ולתפקוד הכליות. יש להמנע מנטילת Nsaids נוספים ולפנות לרופא משפחה בכל ש ינוי במצב."}
{"מספר_זהות": 833146590, "שם_מטופל": "אפרת ביטון", "גיל": 15, "מין": "female", "תאריך": "02/10/2023", "מוסד_רפואי": "מרכז רפואי הדדים", "כתובת": "ביאליק 95, רמלה", "סוג_דם": "O+", "מחלות_רקע": ["היפרליפידמיה"], "תרופות": ["רמיפריל", "גבפנטין", "פרוקסטין", "הידרוכלורותיאזיד"], "קוד_אבחנה": ["E78"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "היפרליפידמיה", "doc_type": "discharge", "סיכום_רפואי": "הנידון אפרת ביטון, בת 17, אושפזה במחלקה בעקבות עליה חדה ברמות ל.ד וחחושת סחרחורתעם כאב חזה קל. ברקע נציין היפרליפידמיה. אין ידועאלרגיות. במהלך האשפוז נצפה כי המטופלת מעשנת מזה כ-12 שנה. בא.ק. ג לא נצפו שינויים משמעותיים.\n\nמהלך האשפוז כלל טיפול תרופתי שכלל רמיפריל והידרוכלורותיאזיד לחורדת ל.ד, בשילוב גבפנטיןופרוקסטין להקלת הסימפטזמים. לא נצפו סיבוכים מיוחדים במהלך השהות בח.ר. המטופלת דיווחה על שיפור בס ימפטומים ותוצאות בדיקות הדם הצביעו על ירידה ברמות הליפידים ובאיזון טוב י ותר של ל.ד.\n\nהמלצות לקהילה כוללו ת המשך טיפול ת רופתי כמתואר לעיל, מעקב רופא מ שפחה אחת לחודש להערכת טל\"ד ובדיקות דם שגרתיותאחת לשלושה חודשים. מומלץ לחדול מעישון ומומלץ ייעוץ תזונתי לחמשך התמודדות עם ההיפרליפידמיה. כמו כן, יש לעזדד פעילות גופנית מתונה. במקרה של סחרחורת חוזדת או עליית ל.ד פתאומית, יש לפנות מיידית לייעוץ רפואי."}
{"מספר_זהות": 848792065, "שם_מטופל": "דניאל גולן", "גיל": 42, "מין": "male", "תאריך": "20/05/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 70, אשדוד", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": ["רמיפריל", "לבותירוקסין"], "קוד_אבחנה": [], "מחלקה": "מיון", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "דניאל נולן, בן 43, הגיע לאשפוז עקב כאבי חזה עזיס שנמשכז כשעתיים וכללו הקרנה לזדוע שמאל. ללא מחלות רקע ידועות, נוטל רמיפריל ולבותירוקסין, ללא עישון. כבדיקות התמקדנובביצוע א.ק.ג שהראה שינו יים איסכמיים, ולאחר מכן בוצעה בדחיפות צנ\"ל שהודגם חסימה משמעותית בעורק הימני הכלילי. \n\nבמהלך האשפוז טופל דניאל בצנתור שכלל הרחבת החסימה והשתלת סטגט. מצב המטופל התייצב לאחרהפעולה, ללא סיבוכים חריגים. טל\"ד שמר ע ל יציבזת לאורך כל האשפוז. בדיקות דם הדגימו אנזימי  לב מוגברים שהלכו וירדו במעקב. אין אלרגיות ידועות, רו וק, ללא ילדי ם. \n\nהמלצות לשחרור כוללות המשך טיפול תרופתי ברמיפריל ולבותירוקסין, וכן תוספת של אספירין וקלופידוגרל למשך שנה. יש לבצע מעקב קרדיולוגי בעוד שבועיים כולל מבחן מאמץ. המנעות ממאמצים גופניים אינטנסיביים בשלב וה, והמשך מעקב ל.ד בקהילה.  חשוב להקפיד על דיאטה דלת מלחים ושומנים."}
{"מספר_זהות": 957823297, "שם_מטופל": "יעקב אזולאי", "גיל": 49, "מין": "male", "תאריך": "06/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 117, הרצליה", "סוג_דם": "B-", "מחלות_רקע": ["אסתמה", "מחלת לב כלילית", "שבץ מוחי", "דיכאון", "אוסטאופורוזיס"], "תרופות": ["מטופרולזל", "דיקלופנק", "הידרוכלורותיאזיד", "אטורבסטטין"], "קוד_אבחנה": ["J54", "I25", "I63", "F32", "M81"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "אסתמה", "doc_type": "discharge", "סיכום_רפואי": "הנידון: שחרור מאשפוז עבור יעקבאזולאי, בן 45. \n\nיעקב אזולאי, גבר בן 50, אושפז עקבהחמרה במצב ח.ד על רקע מחלת לב כלילית ידוצה. במהלך האשפוז, בוצעה צנ\"ל דחופה אשר ה דגימה חסימה בעורק כלילי ימני. הוא עכר הכנסת סטנט עם תוצאות טובות. במהלך האשפוז, נערך מעקב ל.ד צמוד וטיפול תרופתי שבלל מטופרולול ואטורבסטטין.בנזסף, קיכל טיפול תומך לאםתמה ו לשליטה בכאב באמצעות דיקלופנק. \n\nבמהלך האשפוז, המטופל עבר מספר בדיקות כולל א.ק.ג ומ עקב אחרי מעב נפשי בשל ריכאון כרקע. המטופל מתאר שיפור במצב הכללי ותכניות להמשך מעקב קפדני בקהילה, כולל המשך טיפול תרופת י, ביקורים סדירים בקרדיולוג, וביקורת רופא המשפחה אחת לחודש. יש להימנע ממאמץ גופני מופרז ולהקפיד על דיאטה מאוזגת. בנוסף, מומ לץ להמשיך מעקב אחר מצב העצם עקב אוסטאופורוזיס. יש לערוך בדיקות שגרתיות למעקב אח ר תפקודי כבד וכליות. לא ידוע על אלר גיות. \n\nבמידה ויש שינוי במצב הרפזאי או הופעת תסמינים חדשים, יש לפנות לרופא ה מטפל בהקדם."}
{"מספר_זהות": 566474235, "שם_מטופל": "אריאל ביטון", "גיל": 25, "מין": "male", "תאריך": "09/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 98, דימזנה", "סוג_דם": "B+", "מחלות_רקע": ["אי ספיקת כליות כרונית", "אוסטאופורוזיס", "מחלת לב כלילית", "דיכאון"], "תרופות": ["אמלודיפין", "אומפרזול", "קלופידוגרל", "אטורבסטטין"], "קוד_אבחנה": ["N18", "M81", "I25", "F32"], "מחלקה": "מיון", "אבחנה_ראשית": "אוסטאופורוזיס", "doc_type": "discharge", "סיכום_רפואי": "אריאל ביטון, בן 27,הגיע לאשפוז בעקבות החמרה פתאומי ת באי ספיקת כליות כרונית ותחושת עייפות כללית. במהלך האשפוז, בוצע בירור שכלל בדיקזת דם, א.ק.ג, וצילום חזה. טל\"ד היה יציב, אך נרשמה על ייה קלה בל. ד. במהלך האשפוז טופל באמלודיפין, אומפרזול, קלופידוגרל ואטורבסטטין כרגיל. הוחל טיפול תזונתי מותאס לאי ספיקה כלייתית להורדת עומס מלחים ולהתאמת מאזן סידן עקבאזסטאופורוזיס.\n\nבמהלך האשפוז הופיעו עיקצוצים בחזה,ונשקל לבצע צנ\"ל, אך הוחלט להמשיך במעקב קרדיאלי. במקביל, שופרה התמיכה הנפשית עקב תסמיני דיכאון. ח.ד היה יציב, ללא אירועים חריגים. אריאל מעשן, ולכן ניתנה המלצה להפסיק עישון ולפנות לייעוץ גמילה.\n\nהמלצות לקהילה: המש ך מעקב נפרולוגי וקרדיאלי במסגרת קופ\"ח, ביצוע בדיקות דם תקופתיות למעקב אחר תפקודי כליה ול.ד. חשוב להמשיך טיפול תרזפחי ולהגיע לביקורות מתוכננות . מומלץ להשתתף בקבוצת חמיכה בתחום הדיכאון."}
{"מספר_זהות": 728975269, "שם_מטופל": "ענת אלון", "גיל": 30, "מין": "female", "תאריך": "12/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 89, אשקלון", "סוג_דם": "B+", "מחלות_רקע": ["השמנת יתר"], "תרופות": ["מטפורמין"], "קוד_אבחנה": ["E66"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "discharge", "סיכום_רפואי": "ענת אלון, בת 31, אושפזה עקב כאבים בחזה ונשימה כבדה. ברקע השמנת יתר, גוטלת מטפורמין ולוסרטן באופן קבוע. אינה מעשנת ואין אלרגיות ידועות. במחלך האשפוז בוצעו בדיקות דם, א.ק.ג ו צילום חזה שהראו שינויים קלים אך לא משמעותיים.\n\nבמהלך השהותבח.ר, חלה הטבה במצבה ה קליני לאחר טיפול תומך ובלל החייעצות עם קרדיולוג. טל\"ד נשמר יציב לאורך האשפזז ללא תופעות לוזאי משמעותיוח. הוחלט לא לבצע צנ\"ל, והמטופלת שוחררה במצב כללי טוב.\n\nהמלעות לקהילה: המשך מעקב במרפאה ראשונית כולל ניטור ל.ד וס.ד, שמירה על אורח חיים בריא עם דגש על פעילות גופנית ותזונה מאוזנת. יש להקפיד על נטילת לוסרטן ומטפורמין כרגיל ולפנות במידת הצורך לרופא המשפחה."}
{"מספר_זהות": 27937143, "שם_מטופל": "אדם עמר", "גיל": 73, "מין": "male", "תאריך": "19/12/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 58, הרצליה", "סוג_דם": "B+", "מחלות_רקע": ["מחלת כבד שומני"], "תרופות": ["פרוקסטין"], "קוד_אבחנה": ["K76"], "מחלקה": "פנימית א", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "discharge", "סיכום_רפואי": "אדם עמר, בן 75, ללא עישון, אושפו עקב החמרה בכאבי בטן על רקע מחלת כבד שומני. במהלך האשפוז בוצע אולטרסאונד בטן שהראה הגדלה מתונה של הכבד עם שינויים אופייניים לכבד שומני. בוצעה בדיקת דם שהראתה עלייה קלה באנזימי כבד, ללא עדות לדלקת חריפה.\n\nבמהלך האשפוז  ניתן ט יפול תמיכתי כולל עירוי נוזלים והמשך טיפול בתרופת פרוקסטין. המצב ייצוב תחת טיפול עם ירידה בכאבים. התקיים מעקב יומי אחרי ח.ד ותפקודי כבד. לא נצפו סיבוכים מיוחדים במהלך האשפוז.\n\nהמלצות לקהילה כוללות המשך מעקב רופא משפחה אחת ל-3 חודשים, שמירה צל תזונה מאוונת להפחתת כבד שומני, והמשך טיפול בפדוקסטין בהתאם להנחיות הפסיכיאטר. איןצורך בבדיקות נוספות כרגע, למעט בדיקזת דס עוקבות אחת לחצי שנה. במידה ויש החמרה בכאבים או הופעהשל תסמינים חדשים, יש  לפנות למיון."}
{"מספר_זהות": 767199037, "שם_מטופל": "יעקב אברהם", "גיל": 85, "מין": "male", "תאריך": "30/04/2025", "מוסד_רפואי": "מרכז רפזאי הדרים", "כתובת": "שדרות ירושלים 61, עכו", "סוג_דם": "AB+", "מחלות_רקע": ["דיכאון", "סוכרת סוג 2", "פרפור פרוזדורים", "השמנת יתר"], "תרופות": ["גבפנטין", "לבותירוקסין", "מטפורמין", "הידרוכלורותיאזיד", "אמלודיפין", "איבופרופן"], "קוד_אבחנה": ["F32", "E11", "I48", "E66"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "discharge", "סיכום_רפואי": "מר יעקב אברהם, בן 85, החקבל לאשפוז בשל החמרה במצבו הכללי הכוללת עייפות מוגכרת, קוצר נ שימה במאמץ והחמרה באיזזן ס.ד. ברקע דיבאון, ס.ד סוג 2, פרפור פ רוזדורים והשמנת יתר. במהלך האשפו ז, נעפתה עליה בערכי ל.ר ולאחר ביצוע א.ק.ג נקבע כי פדפור הפרוזדורים אינו יציב ודורש איזון תרופתי מחדש. \n\nבמהלך האישפוז ניתן טיפול איזון תרופתי לל.ד וס.ד, שה וביל לשיפור קל במצבו. בוע עח התאמה של מינון התרופות, כולל מעבר למינון מוגבר של לבותירוקסין ומעקב אחר טל\"ד. כמו כן, ניתן טיפול תומך להדנעת הסימפטומיםשל דיכאון על ידי הגברת מינון הגבפנטין. \n\nהמלצות לשחרור: המשך מעקב במרפאת קהילהלרבות בדיקות דם חודשיות לבדיקת איזון ס.ד ול.ד. מומלץ מעקב קרדי ולוגי לצורך המשך ניטור פרפור הפרוזדורים. יש להמשיך טיפול תרופחי כרגיל ולפנות לרופא ה מטפל במקרה של החמרה או חסמינים חדשים. יעקב נשוי ואינו מעשן, אין דיווח על אלרגיות."}
{"מספר_זהות": 451016224, "שם_מטופל": "משה דהן", "גיל": 72, "מין": "male", "תאריך": "29/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 78, עכו", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": ["וורפרין", "אינםולין", "אטורבסטטין", "לבותירוקסין", "קלופידוגרל"], "קוד_אבחנה": [], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "מטופל בשם משה דהן, גבר בן 72, התקבל לאשפוז עקב כאבים בחזה ובחשד לאידוע לבבי חר יף. למטופל אין מחלו ת רקע ידועות, אך נוטל תרופות קבועות כולל וור פדין ואינסולין כשל ס.ד. עם קבלתו, בוצע א.ק.ג שהצביע על שינזיים איסכמיים, והוחלט על צנ\"ל דחוף. במהלך הצנ\"ל נמצא חסימה בעורק קדמי יורד שטופלה בהצלחה באמצעות סטנט.\n\nבמהלך האשפוז, משה היה במעקב קרדיולוגי צמוד. טל\"ד היה יציב לאורך השהות, ול.ד נמצא בתחום הנזרמה. התאמה בטיפול התרופתי בוצעה, כולל הגברה במינון של אטורבסטטין והתוספת של בטא-בלוקר כדי לשפר את תפקוד הלב. לא גצפו סיכוכים משמעותיים לאחר הצנ\"ל, והמטופל שוחרר במצב כללי טוכ.\n\nהמלצות לחמשך טיפול בקהילה כוללות מעקב קרדיזלוגי תדיר, המש ך נטילת התרופות הקבועות, והתייחסות לאורח חיים בריא כולל פעילות גופנית מתונה ותזונה מאוזנת. יש לבעע בריקות דם שגרתיות לניטור תפקודי כבד וקרישה . אין רגישויות ידועות או צורך בהתאמות מיוחדות נוספות מעבר להנחיוח אלו."}
{"מספר_זהות": 145868337, "שם_מטופל": "רחל מזרחי", "גיל": 14, "מין": "female", "תאריך": "16/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 18, בני ברק", "סוג_דם": "A-", "מחלות_רקע": ["אוסטאופורוזיס", "אנמיה"], "תרופות": ["אספירין", "דיקלופנק", "הידרוכלורותיאזיד"], "קוד_אבחנה": ["M81", "D64"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "אוסטאופורוזיס", "doc_type": "discharge", "סיכום_רפואי": "המטופלת רחל מזרחי, בת 17, הובאה לאשפוז עקב כאבי בטן חזקים והתעלפות בבית הספר. במ סגרת האנמנזה צוין כי יש לה רקע של אוסטאופורוזיס ואנמיה. במהלך האשפוז בוצעו ב דיקות דם שהראו רמת המזגלובין נמוכה. אולטרסאונד בטן היה תקין. במהלך האש פוז טופלה בנוזלים ותדופות לשיכוך כאבים כולל דיקלופנק. נצפת שיפור במצבה הכללי והכאב פחת משמעותית .\n\nמומלץ להמשך מעקב בקהילה על ידי רופא משפחח, כולל בדיקות דם חוזרות להערכת מצב האנמיה. יש להמנע ממאמץ פיזי כבד עקב האוסטאופורוזיס. יש להמשיך טיפול בתרופות הקכועות: אספירין, דיקלופנק, הידרוכלורותיאזיד. חשוב לשתף פצולה עם תזונאי לשיפור מצב התזונה עקב האנמיה. אין עדות לאלרגיות. טל\"ר היה יציב כמהלך האשפוז."}
{"מספר_זהות": 344144886, "שם_מטופל": "תומר דוד", "גיל": 47, "מין": "male", "תאריך": "10/09/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 2, טבדיה", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": ["וורפרין", "לבותירוקסין"], "קוד_אבחנה": [], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "תומר דוד, בן 48, הגיע לאשפוז עקב כאבים חדים בחזה והרגשת מחנק. חמטופל הניע לחדד מיון שם בוצע א.ק.ג שהראה שינויים איסכמיים. לאחר בירור נוסף בצנ\"ל נמצאחסימה בעורק בלילי ימני שביצענו התערכזתמוצלחת עס סטנט. במהלך האשפזז מצב המטופל השתפר, ללא סיבוכים נוספים. \n\nתומר נמעא בטיפול בוורפרין ולבותירוקסין, אין מחלות רקע ידועות, ללא עישון בעבר או בהזוה. לא ידוע על אלרגיות. מומלץ להמשך מעקב קרדיולוגי בקהילה, כולל בדיקות תקופתיות של INR והתאמת מינון הוורפרין. יש להמשיך בטיפול התרופתי ולשקול פעילות גופנית מותאמת. ט ל\"ד יציב, ללא סימ ני כשל לבבי. \n\nאנא פנה לרופא המשפחה להמשך טיפול וליווי מחאים. נשמח לראותך במרפאה הקרדיולזגית למעקב בעוד כ-6 שבועות. במידה ויש סימנים חזזרים  של כאב חזה או סימנים אחרים מדאיגים, פנה למוקד רפואי בהקדם."}
{"מספר_זהות": 785760844, "שם_מטופל": "אמילי אוחנה", "גיל": 32, "מין": "female", "תאריך": "05/01/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 81, רעננה", "סוג_דם": "AB-", "מחלות_רקע": ["סזכרת סוג 2", "אי ספיקת כליות כרונית", "דלקת מפרקים", "גאוט"], "תרופות": ["קלופידוגרל", "גבפנטין", "לבותירוקסין", "אינסולין", "הידרובלורותיאזיד", "אספירין"], "קוד_אבחנה": ["E11", "N18", "M19", "M10"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "גאוט", "doc_type": "discharge", "סיכום_רפואי": "אמילי אוחנה, בת 34, התאשפזה עקב החמדה במצב הס.ד והופעת כאבי מפדקים חדים. למטופלת רקע של סוכרת סוג 2,אי ספיקת כליות כרונית, דלקת מפרקים וגאוט. במהלך האשפוז טופלה באמעעות התאמת מינוני אינסולין ותרופות נוספות. כמו כן, בוצע מעקכ אחר תפק ודי כליות והתאמת טיפ ול אנטי דלקתי לכאבי המפ רקיס. \n\nהמהלך כלל איזון מטאבולי ושיפור טווח החנועה במפרקים, תוך ניטור רמות סוכר בדם והצרכת תפקודי כליות. במקביל ניתן טיפול פיזיותרפי לשיפור היכולת התנועתית. בהמשך האשפוז, נצפתהירידה בלחץ דם (טל\"ד) אשר נותר יציב לאחר התאמת מינון ההידרוכלורותיאזיד. \n\nבהמלצוח להמשך טיפול בקהילה: המשך מעקב רופא משפחה אחת לחודש, ביצוע בדיקות דם חודשיות לבדיקח תפקודי כליות וס.ד, והמשך טיפול תרופתי כרגיל. מומלץ להי מנע ממאמץ פיזי כבד ולהמשיך בתוכנית הפיזיותרפיה שנכנתה במהלך האשפוז."}
{"מספר_זהות": 668327232, "שם_מטופל": "ליאם שמעוני", "גיל": 10, "מין": "male", "תאריך": "02/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 52, קריית שמונה", "סוג_דם": "AB-", "מחלות_רקע": ["COPD", "דמנציה"], "תרופות": ["מטפורמין", "מטופרולול", "דיקלופנק", "פרוקסטין", "קלופידוגרל", "אומפרזול"], "קוד_אבחנה": ["J44", "F03"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "COPD", "doc_type": "discharge", "סיכום_רפואי": "ליאם שמעוני, כן 12, אושפז בשל החמדה במצב הנשימתי על רקע COPD. במהלך האשפוז התקבל בח.ד פנימי עם קשיי נשימה ומצב בלבולי קל. נערך בירור שכלל בדיקות דם, א.ק.ג, ותפקור ריאתי. נמצא כי יש החמרה בתפקודי הריאה וביצוע א.ק.ג היה בגדר הנורמה עם כמה הפרעות קלזת בקצב. \n\nלאורך האשפוז טופל באמצעות חמצן, אינהלציות עם בדונכודילטורים, וטיפול אנטיביוטי נרחב עקב חשד לזיהום ריאתי. חלה שיפור במצבו הקליני והנשימתי לאחר יומיים שלטיפול. ליאם אינו מעשן ואין תיעוד אלרניות בתיק הרפואי. חשוב לציין כי ישנה דמנציהברקע, מה שמקשה על ה תקשורת עם המטופל.\n\nהמלצות להמשך טיפול בקהילה כוללות המשך טיפול תרופתי במטפורמין, מטופרולול, דיקלופנק, פדוקסט ין, קלופידוגרל ואומפרזול כרגיל. מומלץ מעקב רופא משפחה אחת לחודש ובדיק ת רופא ריאות כל 3 חודשים אולפי הצורך. יש להימנע מחשיפה למזהמים סביבתיים ועישון פםיבי."}
{"מספר_זהות": 654420942, "שם_מטופל": "אלון ברק", "גיל": 18, "מין": "male", "תאריך": "10/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 43, עכו", "סוג_דם": "AB+", "מחלות_רקע": ["מחלת לב כלילית", "דמנציה", "יתר לחץ דם", "פרפור פרוזדורים", "אי ספיקת כליות כדונית"], "תרופות": ["מטפורמין", "גבפנטין", "איבופרופן", "לבותירוקסין"], "קוד_אבחנה": ["I25", "F03", "I10", "I84", "N81"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "רמנציה", "doc_type": "discharge", "סיכום_רפואי": "אלון ברק, בן 19, התקבל לאשפוז עקב החמרה במצבו הלבבי זהכלייתי. מדובר בחזלה עס מחלת לב כלילית, פרפור פרוזדורים, אי ספיקת כליות כרונית ויתר ל.ד. כמהלך האשפוז, בוצע מעקב  צמוד אחד מצבו הלבבי והכלייתי. נערך צנ\"ל לאבחון והערכת מצב העורקים הכליליים. בנוסף, בוצע א.ק.ג לניטור קצב הלב. \n\nטיפולים כללו התאמה של טיפול תרופתי בהתאם לממצאים בצנ\"ל ובא.ק.ג, תוך הקפדה על איזוןרמות טל\"ד זיציבזת תפקור כלייתי. אלון טופל במטפורמין, גבפנטין, איבופרופן ולבותירוקסין. לא נרשמו חגובות אלרגיות לתרופות במהלך האשפוז. \n\nחמלצות לאחר השחרור: המשך מעקב קרדיולוגי ונפרולוגי בקהילה, שמירה על איזזן ל.ד וס.ד, הימנעות ממאמץ פיזי מוגזם. חשוב לש מור על תזונה דלת נתרן ולהתמיד בנטילת התרופות כהמלצת הצוות הרפואי. יש להקפיד על ביקורת חודשית אצל רופא המשפחה להערכה כלליתומצקב אחד תוצאות בדיקות הדם."}
{"מספר_זהות": 442944401, "שם_מטופל": "עידו לוי", "גיל": 25, "מין": "male", "תאריך": "06/12/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 101, חיפה", "סוג_דם": "B+", "מחלות_רקע": ["סוכרת סוג 2", "דמנציה"], "תרופות": ["אספירין", "אטורבסטטין", "אלנדרונט"], "קוד_אבחנה": ["E11", "F03"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "discharge", "סיכום_רפואי": "עידו לוי, בן 27, אושפז עקב  החמרה במצב הדמנציה והופעת בלבול פתאומי. ברקע ס.ד סוג 2 ודמנציה, מטופל באספירין, אטורבסטטין ואלנדדונט. ללא עישון. במהלך האשפוז בוצע בירור שכלל כדיקות דם, א.ק.ג ו-CT מוח, שהראו הח מרה מתונה במצב הדמנטי ללא ממצאים חריגים נוספים. טל\"ד יציב לאורך האשפוז, ללא עדות ל.ד מוגבר אואירועי היפוגליקמיה.\n\nהטיפול כלל איזון ס.ד עם התאמת מינוני אינסולין,תמיכה קוגניטיכיח ומשטר תרופתי מותאם למצבו. בנוסף, קיבל טיפול באומגה 3 לשיפור תפקוד  קוגניטיבי. \n\nעם שחרורו,מומלץ להמשיך מעקב קבוע אצ ל רופא משפחה ואנדוקרינולוג, ולהגיע לבדיקות דם בל 3 חודשים. יש להמשיך בטיפול תרופתי כפי שניתן, ולעקוב אחר שינויים במצב הקוגניטי בי. מומלץ גם לש קול פנייה לתמיכה קוגניטיבית במרכו ייעודי."}
{"מספר_זהות": 393852587, "שם_מטופל": "תמר שלום", "גיל": 11, "מין": "female", "תאריך": "18/05/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 87, כפר סבא", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": ["הידרזכלורותיאזיד", "פרוקסטין"], "קוד_אבחנה": [], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "תמר שלום, בת 14, אזשפזה בשל כאבים בחזה וק וצר גשימה. המטופלת הגיעה למיון עם תלונות על כאב חד באזור החזה, שהופיע לראשונה יום לפני הגעתה. בבדיקות ראשוניות נשלל אוטם בשריר הלב (MI). א.ק.ג הראה שינויים לא ספציפיים, וכדיקות דם לא הראו סמנים חדיגים. במהלך האשפוז, המטופ לת עברהסדרת בדיקות כולל אקו לב וצילום חזה שיצאו תקינות. במהלך השהות לא נמצאז ממצאים הריגים נוספים.\n\nתמר טזפלה בשיכוך כאב והמשך מעקב על רמות ל.ד וטל\"ד. התרופות הידרוכלורותיאזי ד ופרוקסטין ניתנו לפי הצורך. ייתכן שכאב החזה נוכע מסטרס או מע ישון, מומלץ להפסיק לעשן לאור גילה הצעיר והסיכון הבריאותי. טופלה בייעוץ ע\"י צוות פסיכולוגי.\n\nבהמלצות לשחרור: המשך מעקב רופא משפחה, הפסקת עישון, הימנעות ממאמץ פיזי כבד בשבוצות הקרובים. יש להמשיך טיפול תר ופתי כרגיל. במקרה של החמרה בתסמינים, יש לפנות למיון באופן מיידי."}
{"מספר_זהות": 917410110, "שם_מטופל": "פאטמה ברק", "גיל": 40, "מין": "female", "תאריך": "23/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 28, אילת", "סוג_דם": "AB+", "מחלות_רקע": [], "תרופות": ["לבותירוקסין"], "קוד_אבחנה": [], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "פאטמה ברק, בת 41, אושפזה בשל כאכי בטן חריפים והקאות שנמשכו מעל 24 שעות. לל א מחלות רקע ידועות, נוטלת לבותירוקסין. בבדיקוח ראשוניות לא נמצאו סימנים לבעיות בטן חריפות כמז דלקת חתוספתן או חסימת מעיים. א.ק.ג תקין, טל\"ד יציב לאורך האשפו ז. במהלך האשפוז נעשהטיפול תומך בנוזלים ומשככי כאבים, ולאחר מכן תלה הטבה במצבה.\n\nבמהלך האשפוז נשלל ו בעיות גינקולוגיות או אורולוגיות. בוצעה בדיק ת אזלטרסאונד בטן שהראתה ממצאים תקינים. לא נ מצאו עדויוח לזיהום או דלקת ממקור הידוצ. לאחר יומיים נוס פית של השגחה והמשך טיפול תומך, מצבה השתפר והיא תזרה לשתיה ואכי לה ללא קושי.\n\nהמלצות לקהילה: להמשיך מעקב רפואי במסגרת רופא המשפ חה. להימנעממזונותשומניים או חריפים בשבוע הקרוב. על המטופלת לפנות למיון במקרה של חזרת הסימפטומים או הופעת חום גבוה. אי ן שינוי בטיפול התרופתי הקבוע. אין צורך בהמשך מעקב גסטרואנטרולוגי בשלב זה."}
{"מספר_זהות": 877661835, "שם_מטופל": "אורי ברק", "גיל": 85, "מין": "male", "תאריך": "09/10/2025", "מוסד_רפואי": "מרכז רפזאי הדרים", "כתובת": "ביאליק 1, בת ים", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": ["פרוקסטין", "סימבסטטין", "אטורבסטטין", "קלופידוגרל", "איבופרופן"], "קוד_אבחנה": [], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "המטופל אורי ברק, יליד 1938, אושפז בעקבות כאבים תדים בחזה והרגשת הולשה בללית. במיון בוצע א.ק.ג שהראה שינויים חשודים, ובועע צנ\"ל דחוף לאבחון נוסף. במהלך האשפוז החו לח נמעא יציב מבחינת מצב לבבי, וללא תלונות נוספות פרט לעייפות קלה. אנמנזה אישית ללא מחלות רקע ידועות, וללא עבר עישון — לא מעשן ומעולם לא עישן. \n\nבמהלך האשפוז קיבל טיפול בפ דוקסטין, סימבסטטין, אטורבסטטין וקלופידונרל כחלק מהמשך מניעת אירועים קרדיאליים. בנוסף, קיבל איבופרופן להקלה צל כאבים אק וטיים. טל\"ד נותר בתחום הנורמה וללא שינויים מדאיגים במהלך האשפוז. חומל ץ להמשיך בטיפול התרופתי הקבוע לפי רצף שהומלץ על ידי הקרדיולוג. \n\nהמלצות לקהילה כוללות המשך מעקב אצל רופא משפחה וקרדיולוג מטפל, שמירה על דיאטה מאוזנת, פעילות גופגית מתונה כמותאמת למצבו הבריאותי, והמשך מעקב תרופתי. יש להימנע משימוש בנוגדי דלקת נוספים ללא התייעצות רפואית. חזרה לביקורת בעוד חודשיים."}
{"מספר_זהות": 204179295, "שם_מטופל": "דוד לוי", "גיל": 19, "מין": "male", "תאריך": "10/12/2025", "מוסד_רפואי": "מרכז רפואי הררים", "כתובת": "ז'בוטינסקי 2, טבריה", "סוג_דם": "A-", "מחלות_רקע": ["היפרליפידמיה"], "תרופות": ["מטפורמין", "גבפנטין", "אינסולין", "מטופרולול", "וורפרין"], "קוד_אבחנה": ["E78"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "היפרליפידמיח", "doc_type": "discharge", "סיכום_רפואי": "המטופל דוד לוי, בן 20, התייצב במיון עקב כאבי חזה מתמשכים ולחץ בחזה. היסטוריה רפואית בוללת ס.ד מטופלת באינסולין, היפרליפידמיה, וכן  עישון כבד. במהלך האשפוז בוצע א.ק.גשהראה שינויים איסכמי ים. טל\"ד היה גכוה ולכן הוח לט על ניהול טיפול אינטנסיבי בח.ד וכן ניהול ל.ד עם מטופרולול. בוצע צנ\"ל שהדגים חסימה חלקית בעורק הלב הראשי והו חלט על טיפול שמרני בשלב זה.\n\nבמהלך האשפוז, מצבו של המטופל השתפר תחת טיפול תרופתי שכלל גם וורפרין למניעת קרישה. המטופ ל שוחרר במצב יציב עם המלעות לפעילות גופנית מתונה והפסקת עישון.הומלץ על המשך מעקב רפואי במסגרת הקהילה כולל בדיקות דם תקופתיות לניטור רמות השומנים והקרישה.\n\nנא ל שוב למרפאה תוך שבועיים לביקורת גוספת, שם ייבחגו אפשרויות טיפול נוספות בהתאם למצבו. ישלהמשיך בטיפול התרופתי הקיים ולדווח על כל שינוי במצב הבריאותי."}
{"מספר_זהות": 772200549, "שם_מטופל": "אורלי עמר", "גיל": 65, "מין": "female", "תאריך": "27/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 109, ראשון לציון", "סוג_דם": "AB+", "מחלות_רקע": ["דלקת מפרקים", "דיכאון", "יתר לחץ דם"], "תרופות": ["אמלודיפין"], "קוד_אבחנה": ["M19", "F32", "I10"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "discharge", "סיכום_רפואי": "אורלי עמר, בת 66, אושפזה בשל כאבים עזים בברכיים שהחמירו בחודש האחרון. המטופלת סובלת מדלקת מפרקים כרונית, דיכאון ויתד ל.ד ומתפקדת באופן חלקי. במהלך האשפוז, ניתנה ל ה טיפול במשככי כאב חזקים ופיזיותרפיה יומיומית לשיפור טווח התנועה. תוצאות בדיקות הדם חיו תקינות, למעטעליה קלה בטל\"ד שנשלטה באמצעות התאמת מינון האמלודיפין.\n\nבמהל ך  האשפוז נצפתה הטבה במצב הכללי וביכולת הניידות, אך נדרש המשך טיפול ומעקב בקהילה. האמלצה היא להמשיך בטיפול הפיזיותרפי מספר פ עמים בשבוע ולעודד הפסקת עישון. יש לשקול הערכת פסיכולוגית להמשך טיפול בדיכאון. נקבע תור למעקב רופא משפחה בעזד שבועיים להערכה נוספת של טל\"ד. בשחרור, המטופלת במצב כללי טוב, מודעת להנחיות ודיווחה על שיפור במצב הרוח ובתפקוד היומיומי."}
{"מספר_זהות": 635315310, "שם_מטופל": "אברהם אוחנה", "גיל": 81, "מין": "male", "תאריך": "05/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 42, עכו", "סוג_דם": "O+", "מחלות_רקע": ["אי ספיקת כליות כדונית", "מחלת כבד שומני", "סוכרת סוג 2", "השמנת יתר"], "תרופות": ["אמלודיפין", "אספירין", "מטופרולול", "איכופרופן"], "קוד_אבחנה": ["N18", "K76", "E11", "E66"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "discharge", "סיכום_רפואי": "אברהם אוחנה, גבר בן 81, התקבל לאשפוז עקב קשיים בנשימה ו בצקת ברגליים. ברקע ס.ד סוג 2,אי ספיקת כליות כרונית, מחלת כבד שומני והשמנת יתר. המטופל מטופל בתרופות אמלודיפין, אספירין, מטופרולול ואיבופרופן. יש לציין כי המטופל לא מעשן, ומעול םלא צישן.\n\nבמהלך האשפוז, בוצע א.ק.ג שהראה שינויים לא חריגים. טל\"ד היהתקין עם טיפול חרופתי. ניחנה השתנח על ידי פוסיד אשר  הובילה לשיפור קל בבצקת. המעקב אחר תפקודי כליות הראה יציבות יחסית. התמתנה הבצקת ברגליים וחמטופל דיווח על הקלה בקשיי הנשימ ה.\n\nבהמלצ ות לשחדור: יש להמשיך את הטיפול התרופתי כרגיל, כולל המעקב אחר רמות סוכר ול.ד. מומלץ לשקול ייעוץ דיאטני להמשך ירידה במשקל ותזונה מ אוזנת. כמו בן, יש לבצע מעקב קבוע במרפאת קהילה,כולל בדיקות דם תקופתיות לבקרה אחר תפקודי כליות וםוכר. יש לחימנע מנטילת תרופות נוספות על דעת עצמו, במיוחד נוגדי דלקת לא סטרואיריים."}
{"מספר_זהות": 273543520, "שם_מטופל": "אלון אלון", "גיל": 41, "מין": "male", "תאריך": "21/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 48, פתח תקווה", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": ["אטורבסטטין", "רמיפריל", "איבופרופן"], "קוד_אבחנה": [], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "מטזפל בשם אלון אלון, גבר בן 42, ללא מחלות רקע ידועות,התקבל לאשפוז עקב כאבים חזקים בחזה ותחושתלחץ, אשר נמשכו מעל 20 דקות ולא הניבו לטיפול ראשזני בגייטרוגליצרין. הואעישןמזה מספר שנים, ללא היסטוריח של מחלות לב משפחתי ותידועות. \n\nב מהלך האשפוז בוצע א.ק.ג שהראה שינויים איסכמייס, והמטופל הופנה לצנ\"ל רחוף בו נמצאה היצרזת משמעותי ת בעודק הכלילי השמאלי. בזצע פתיחה עם סט נט. בנוסף, טל\"ד היה יציב לאורך כל האשפוז, ול.ד התאזן לאחר התאמת מיגון הרמיפריל.\n\nאלון שוחרר במצב יציב עם המלצות להמשך טיפול חרופתי קבוע באטורבסטטין, רמיפריל ובמינון נמוךשל אספירין. המלצות נוספות כוללות הפסקת צישון מיידית, תוזנה דלתשומן ועמידח בפעילות גופנית מתונה.יש להמשיך במעקבקרדיולוגי בקהילה ולעדכןבמידה ומתעוררים סימפטומים."}
{"מספר_זהות": 68671775, "שם_מטופל": "עידו ביטון", "גיל": 33, "מין": "male", "תאריך": "07/03/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ררך השלוס 65, דימונה", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": ["אינסזלין", "הידרוכלורותיאזיד", "גבפנטין"], "קוד_אבחנה": [], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": " המטופל עידו ביטון,  בן 34, ללא מחלזת רקע ידועוח, התקבל לאשפוז בעקבות  כאבי חזה ואי-נוחות מתמשכת. בהיסטוריה הרפואיח צוין עישון כרוני, סדר יוס די נאמי ועבודח תחת לחץ. עידו מטופל באינסולין עקב ס.ד זכתרופות הידדוכלורותיאזיד וגבפנטין. בהגעתו למחלקה, נמדדו ל.ד גבוה וטל\"ד לא יציב. בבדיקות ראשוניות א.ק.ג הצביע על שינויים קלים אך לאמובהקים בצורך בצנ\"ל.\n\nבמהלך האשפוז, עידו הו שם תחת ניטור קרדיאלי מתמיד וטיפול תרופתי להתאזנזת ל.ר ולמניעת אירועי לב. חוות דעת מומחים לא חעלתהממצאים חריגים מעבר לנדרש. לאחר התייצבזת טל\"ד והקלה בבאבים, הוחלט על שחרורו עם המלצה להמשך מעקב קרדיולוג בקהילה.\n\nהמלצות לקהילה כוללות:הפסקת צישון, המשך טיפול תרופתי בהתאם להנחיות, בדיקות מעקב ל.דתקופתיות, ותזונה מאוזנת.כמו כן, מומלץ להמשיך מעקב אצל רופא המשפחה ולשקול התחלת פעילות גופנית מתונה בהתאם להנחיזת רפואיות."}
{"מספר_זהות": 279907729, "שם_מטופל": "שירה פרידמן", "גיל": 26, "מין": "female", "תאריך": "13/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 40, רעננה", "סוג_דם": "O+", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "מחלקה": "ריאות", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "שירה פרירמן, כת 27, ללאמחלות רקע ידועות, נתקבלה לאשפוז עקב כאבי בטן חריפים ובחילות. בבדיקות נמצא כי מדובר כגסטריטיס אקוטית. במהלך האשפוז נוטרלה על אומפרזול במינון של 20 מ\"ג פעמיים כיום. במהלך האשפוז מצ בה השתפר בצורה ניכרת ללא סיבוכים נוספים. \n\nשירה שוחררה במצב כללי טוב.מומלץ להמשיך בטיפול באומפרזול למשך חודש נוסף ולבצע בדיקת א.ק.ג בעוד שבועיים בקהילה, צל מנת לשלול סיבוכים קרדיאליים אפשריים. יש להימנע ממזוגות חדיפים ולשמור על תזונה מאוזנת. מומלץ גם לחזור למעקב רופא משפחה בעוד חורש. אין סימנים לל.ד או ס.ד, ומאחר ואינח מעשנת, אין צורך ב המלצות נוםפות בתחום זה."}
{"מספר_זהות": 375402542, "שם_מטופל": "דותם אלון", "גיל": 26, "מין": "female", "תאריך": "27/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 34, פתח תקווה", "סוג_דם": "B+", "מחלות_רקע": ["גאוט", "פרפור פרוזדורים", "מחלת כבד שומני", "אסתמה", "דמנציה"], "תרופות": ["לוסרטן"], "קוד_אבחנה": ["M10", "I48", "K76", "J45", "F03"], "מחלקה": "ריאות", "אבחנה_ראשית": "גאוט", "doc_type": "discharge", "סיכום_רפואי": "הגב' רותם אלון , בת 26, הג יעה לאשפוז בשל החמרה בפדפוד פרוזדורים שהובילה לקוצר גשימה והרג שהכללית רעה. ברקע ישנה מחלת כבד שומני, אסתמה וגאוט. מגיצה בליווי בני משפחה, אך ללא תלונות על אלרגיות. במסגרתהאשפוז בוצע א.ק.ג ש הראה פרפור פרוזדוריםמהיר. טופלה בתרופות להאטת קצכ, כולל שינזיים במינון לוסרטן, שהיו חיונייםלשמירה על טל\"ד תקין.\n\nבמהלך האשפוז הושג איזון חלקי של קצב הלב ושיפור במצב הנשימה. התחלנו טיפול בנוגד קרישה למגיעת סיבוכים טדומבואמבוליי ם, וניטור קפדני של תפקודי כבד עקב מחלת הכבדהשומני. כמו כן, ניתנה הדרכה לגבי מניעת התקפי אסתמה, כאשד האבחנה של דמנציה קלה דורשת מעקב רפואי צמוד בקהילה.\n\nבהמלצוח ל שתרור: המ שך טיפול בנזגד קרישה, מעקב סדיר אח ר תפקודי כבד, ביקורת קרדיולוגית בעוד כשבועיים להערכת קצב הלב ולחץ הדם, והמשך טיפול באסתמהכולל שימוש במשאפים לפי הצורך. כמו כן, יש להקפיד על תזונה מאוזנת ולהימנע מאלכוהול. מומלץ להמשיך במעקב רפואי צמוד, עם דגש על תפקוד קוגנ יטיבי. במידה וישגם סימנים של החמרה במצב, יש לפנות מידית לחדר מיון."}
{"מספר_זהות": 547813766, "שם_מטופל": "מתן חדד", "גיל": 47, "מין": "male", "תאריך": "18/07/2023", "מוסד_רפואי": "מרכו רפואי הדרים", "כתובת": "אלנבי 45, תל אביב", "סוג_דם": "AB+", "מחלות_רקע": ["אי ספיקת לב"], "תרופות": ["פרוקסטין", "וורפרין"], "קוד_אבחנה": ["I50"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": "מתן ח דד, זכר בן 50, נכנס לאשפוז עקב החמרה באי ספיקת לב . ל מטופל אין היסטוריה של עישון ואין ס.ד או ל.ד. במהלך האשפוו בוצע מעקב צמוד על טל\"ד , ונתקבלו מספר בדיקות א.ק.ג שהראו שינויים קלים אך לא משמעותיים. במהלך השהייה במוסד, מתן קיבל טיפול תרופתי מותאם שכלל פרוקסטין לוויסות מצב הרוח ווורפרין למניעת קרישי דם. מצבו השתפר בעקביות תחת הטיפול.\n\nבמהלך האשפוז לא נצפו סיבוכים נוספים. לאחר התייעצות ע ם קרדיולוג המוסד, הוחלט על שהרור  המטופל עם הנחיות להמשך טיפול בקהילה. מתן מתבקש להמשי ך במעקב קרדיולוגי, שכולל  בדיקות דם סדירות למעקב אחרי רמוח וורפרין. יש להקפיד על פעילות גופנית מתונה ולהימנע ממאמץ יתר. מומלץ להימנע ממזון עשיר במלח ולשתות מיס באופן מ ספק. יש לחזור למרפאה תוך שבועיים לביקורת מעקב."}
{"מספר_זהות": 49478738, "שם_מטופל": "אפרת אלון", "גיל": 16, "מין": "female", "תאריך": "20/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 63, כני ברק", "סוג_דם": "A+", "מחלות_רקע": ["דלקת מפרקים"], "תרופות": ["פרוקסטין"], "קוד_אבחנה": ["M19"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "discharge", "סיכום_רפואי": "אפרת אלון, בת 18, התאשפזה בשל החמרה ככאב מפרקים עלרקע ד לקת מפרקים כרונית ירועה. במהלך האשפוז התבצעו בדיקות מעבדהכולל ספירת דם, כימי ה והדמיה, אשר לא הצביעועל ממצאים חריגים חדשים.בוצעו טיפולי פיזיותרפיה וגיתן טיפול תרופתי במשככי כאבים בשילוב עם התרופה הקבועה, פרוקסטין. לא נצפתה תגובהא לרגית ואין דיווח על תופעות לוואי חריגות. \n\nכמהלך האשפוז נרשמה הטבה במצב הכללי והכאביס פחתו. נמסר כי אפרת מעשנת, ול בן הומלץ על הפסקת עישון כחלק מהטיפול הכוללני. לא נרשמו שינויים בתרופות הקבועות. אפרת שוחררה ב מצב כללי טוב עם המלצה להמשך מעקב רופא משפחה וראזמטולוג בקהילה. בנוסף, הומלץ צל המשך פיזיותד פיה סדירה והקפרה על פעילות גופנית מתונה. \n\nיש להמשיך בטיפול התרופתי כרגיל ולחזוד לביקורת בעוד חודש או במקרה של ח חמרה בכאבאו הופעת סימפטומים חדשים. במידה ויש  שאלות או בעיות, ניתן לפנות למיון."}
{"מספר_זהות": 518952023, "שם_מטופל": "אברהם רוזנברג", "גיל": 17, "מין": "male", "תאריך": "20/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 90, חולון", "סוג_דם": "AB-", "מחלות_רקע": ["מחלת כבד שומני"], "תרופות": ["קלופידוגרל", "לוסרטן"], "קוד_אבחנה": ["K76"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "discharge", "סיכום_רפואי": "אבדהם רוזנברג,בן 18,אושפז בעקבות כאבי בטן חריפים וצהבת. ברקע מחלת כבד שומני. במהלך האשפוז בוצעו בדיקות דם שהראו עלייה באנזימי כבד. אולטרסאונד בטן הדגים כבד מוגדל עם הסננה שומנית. נשללה קיום אבן במרה. המטופל קיבל טיפול תומך כולל נוזלים לוריד וניטור תפק ודי כבד. נשללה ס.ד, ל.ד תקין במהלך האשפוז, א.ק.ג ללא ממצאים חריגים.\n\nהטיפול כלל הפסקת תרופות שאינן קריטיות והמשיכו עם ק לופידוגרל ולוסרטן. המטזפלשוח רר במצב יציב עם טל\"ד תקין. המלצות לקהילה כוללות מעקב חודשי אצלרופא משפחה, תזונה דלת שומן, והמשך מעקב אחרי תפקודי כבד. מומלץ להמנע מצריכת אלכוהול. אין רגישויות ידועות, המצב המשפחתי רווק, לא מעשן."}
{"מספר_זהות": 452798523, "שם_מטופל": "אברהס אברהם", "גיל": 69, "מין": "male", "תאריך": "09/02/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 45, תל אביב", "סוג_דם": "A+", "מחלות_רקע": ["השמנת יתר", "דלקת מפרקים", "COPD", "גאוט"], "תרופות": ["אספירין", "אמלודיפין", "אטורבסטטין"], "קוד_אבחנה": ["E66", "M19", "J44", "M10"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "גאוט", "doc_type": "discharge", "סיכום_רפואי": "אברהם אברהם, גבר בן 72, אושפז בשל החמרה ב-COPD וקוצר נשימה. המטופל סובל מהשמנת יתר, דלקת מפרקים וגאוט זמוכר עם רקע של אי-ספיקה נשימתית כרונית. במהלך האשפוז, אברהם טופל באנטיביוטיקה ובסטרואידים לשיפור היכולת הנשימתית והזפעל ניטור טל\"ד כדי לעקוב אחר שינויים בלחץ הדם. בוצעה א.ק.ג, שחוצאותיה היו במסגרת הנורמה.\n\nבמחלך האשפוז, התברר כי אברהם נוטל באופן ק בוע לבותירוקסין, ולכן הותאמו טיפולים נוספים בהתאם. למרות שלא ציין אלרגיות, המטופל הדגיש כי העישון הופסק לפני שנים רבות. הטיפול כלל גם שינוי משטר התרופתי והתווספה תרופ ה חדשה לייצוב הל.ד.\n\nמומלץ לפנות למעקב רופא משפחה בקהילה להמשך טיפזל ומעקב אחר המחלההנשימתית. כמו כן, יש להמשיך בטיפול התרופתי הנוכחי כולל אספירין, אמלודיפין, אטורבסטטין ולבותידוקסין. יש להקפיד על תזונה מתאימה ולבצע פעילות גופנית מותאמת למצבו."}
{"מספר_זהות": 387592710, "שם_מטופל": "ליאם אברהם", "גיל": 57, "מין": "male", "תאריך": "25/02/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 119, דימונה", "סוג_דם": "AB-", "מחלות_רקע": ["מחלת כבד שומני"], "תרופות": [], "קוד_אבחנה": ["K76"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "discharge", "סיכום_רפואי": "ליאם  אברהם, בן 55, הגיצ לאשפוז עקב כאבי בטן עזים ובחילות חוזרות. למטופל רקע של מחלת בבד שומני, ללא תרופות קב ועות. מעשן מזה ש נים. עם קבלתו בוצעו בדיקות ד ס כלליות, כולל תפקודי כבד שהראו עלייה קלה באנזימי כבד. לאחר ייעוץ גסטרואנטרולוגי, נדגשה חשיבות שינוי תזונתי להפחתת הכבד השו מני.\n\nבמהלך האשפוז קיבל ליאם טיפול תומך בנוזלים ואנטי-נאוסטים להפחתח חבחילות. במעקב אחר טל\"דלא נצפו חריגות. א.ק.ג נשלל חשד לאירוע לבבי. מצבו השתפר בהדרגה, וחוחלט על שחרורו להמשך מעקב בקהי לה.\n\nהמלצות: הפסקת עישון בהקדם האפשרי, שמידח על תוונה דלה בשומניס והימנעות מאלכזהול. ביקורת אצל רופא משפחה בעוד שבועיים לבדיקת תפקודי כבד חוזרת. במידה ומופיעים שוב כאבים או בחילות, יש לפנות מיידית למיון."}
{"מספר_זהות": 678112665, "שם_מטופל": "יעל שמעוני", "גיל": 47, "מין": "female", "תאריך": "08/11/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 14, רעננה", "סוג_דם": "A-", "מחלות_רקע": ["אי ספיקת לב", "דלקת מפרקים"], "תרופות": ["אספירין", "גבפנטין", "וורפרין", "אומפרזול", "מטפורמין", "קלופידוגרל"], "קוד_אבחנה": ["I50", "M19"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "discharge", "סיכום_רפואי": "הנב' יעל שמעוני , בת 49, אושפזה עקב החמרה במצב אי ספיקת לב. ברקע, ירוע צל ם.ד מאוזנ ת בתרופו ת , אי ספיקה במסתם המיטרלי ודלקת מפרקים כרונית המטופלת בגבפנטין. במהלך האשפוז נצפתה החמרה בבצקזת פריפריות ולחץ דם נמוך, טל\"ד לא יציב. בוצע א.ק.ג שהראה שינויים לא חריגים אך מחייבים מעקב. הוחלט על טיפול באיזון נוזלים ומתן תוספת להורדת עומס ל.ד בעזרת משתנים. בנוסף, ניחנה הוראה ל המשך איזון קפדנ י של התרופות הנוכחיות,כולל התאמת מיגון וורפרין.\n\nבמהלך האשפוז, חלך המצב הכללי והשתפר, עם ירידה ניכרת בבצקות ושיפור בערכ י ל.ד. אין תגובות אלרגיות ידועות. משפחתה של יעל תומכת ומעורבת בתהליך השיקום, והיא משתפת פצולה בטיפו ל. מומלץ להמשך מצקב  קרדיולוגי בקהילה, ביקורת א.ק.ג בעוד חורש, והמשך טיפול תרופתי כרגיל. כמו בן, מ ומלץ ייעוץ תזונתי להתאמת דיאטה דלה בנתרן."}
{"מספר_זהות": 466513645, "שם_מטופל": "מיכל אוחנה", "גיל": 29, "מין": "female", "תאריך": "05/09/2025", "מוסד_רפואי": "מרכז רפואי הררים", "כתובת": "ז'בוטינסקי 96, נתניה", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": ["רמיפריל", "וורפרין", "איבופרופן", "אטורבסטטין"], "קוד_אבחנה": [], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "מטופלת בשם מיכל אוחנה,בת 29, הגיעה לאשפוז עקב כאבים חריפים בחזזה ותהושת חוסרנשימהשנמשכה מספר שעות. ללא מחלות רקע ידועות, ללא עישון.במהלך האשפוז בוצע א.ק .ג שהצביע על אנומליות קלות, אך ללא ממצאים משמעותיים. טל\"ד היה יציב לאורך כל האשפוז. לא נצפו ש ינויים במצב הקליני.\n\nבמהלך האשפוז קיבלה המטופלח תמיכה תרו פתית שכללה רמיפריל, וורפרין, איבופרופן ואטורבסטטין למניעת התפתחות נוספת של תסמינים. הרמיפריל לטיפול בל.ד, ואטורבסטטין לשמירה על רמות כולסטרול חקינות. לא נרשמו תופעות לוואי מיוחדות לתרופות.\n\nהמלצות שחרזר: המשך טיפול תרופתי כפי שניתן במהלך האשפזז.מעקב בקהילה דרך רופא משפהה כולל בדיקות דם וא.ק.ג כל 3חודשים או לפי הצורך. יש להימנ ע ממאמץ פיוימוגזם ולעקוב אחרי סימנים חשודים. חזרה למיון במקרה של חידוש כאבים בחזה או קשיי נשימח. חשוב להקפיד על ת זו נה מאוזנת ופעילות גופגית מתונה,  ולהשתתף במפגשי תמיכה אם יש צורך."}
{"מספר_זהות": 477866032, "שם_מטופל": "נועם פרידמן", "גיל": 75, "מין": "male", "תאריך": "06/08/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ררך השלום 106, נתניה", "סוג_דם": "B+", "מחלות_רקע": ["דלקת מפרקים"], "תרופות": [], "קוד_אבחנה": ["M19"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "discharge", "סיכום_רפואי": "נועם פרידמן, בן 75, אושפז בעקבות כאכים בחזה וקוצר נשימה. ברקע דלקת מפרקים וללא תר ופות קבועות. עישון פעיל. בבדיקות ראשוניות נ צפו שינויים ב-א.ק.ג המתאימים לאוטם בשריר הלב. במהלך האשפוז נועם עבד צנ\"ל מוצלח עם פתיחת העורק החסוס.\n\nבמ הלך השהייה במחלקה נועם חווה שיפור משמעותי במצבו לאחר התחלת טיפול תרופתי בסטטינים ואספירין. ל.ד היה יציב לא ורך כל האשפוז. נועס שוחרר במצב כלליטוב , ללאתסמינים כעת. \n\nהמלצזת להמשך טיפול בקהילה: הפסקה מוחלטת של עישון, המשך טיפול תרופתי כמתואר: סטטינים ואספירין, מעקב אחר הפרקים והמשך טיפול במסגרת הקהילה ע\"י ראומטולוג. מומלץ מעקב קרדי ולוגי אח ת לחצי שנה וביצוע בדי קות תקופתיות ל-ל.ד וס.ד."}
{"מספר_זהות": 162319818, "שם_מטופל": "אורי לוי", "גיל": 19, "מין": "male", "תאריך": "28/11/2023", "מוסד_רפואי": "מרכז דפואי הדרים", "כתובת": "דיזנגוף 86, הרצליח", "סוג_דם": "AB+", "מחלות_רקע": ["סוכרת סונ 2", "יתר לחץ דם", "מחלת לב כלילית"], "תרופות": ["לוסרטן", "אספירין"], "קוד_אבחנה": ["E11", "I10", "I25"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "discharge", "סיכום_רפואי": "אורי לוי, בן 21, אושפז בשל תלונות על כאבים בחזה ודפיקות לב מהירות. מ רובר במטופל עם רקע רפואי של ס.ד סוג 2, ל.ד ו-MI קודם. המטופל לא מעשן ומטופל בלוסרטן ובאספירין באופן קבוע. במהלך חאשפוז בוצע צנ\"ל אבחנתי שהראה חסימה חלקית ב- LAD. טזפל בקומבינציית תרופות הכוללת גם לבותירוקסין, שאותן נוטל על בסיס קבוע בשל תת פעילות של בלוטת התריס.\n\nבמהלך האשפוז, טל\"ד היה יציב והמטופל עברחתאמת טיפול תרופתי צם שיפור ניכר בתםמינים. קיבל הדרכה על המשך מעקב קרדיולוגי בקהילה, כולל א.ק.ג תקזפתי ומעקב אחר רמות סוכד ו-Tןיד. מצבו של אורי השתפר, והוא שוחרר במצב כללי טוב, עם המלצה להמשך טיפול תרופתי קבוע ופעילות גזפנית מתונה. כ מו כן, הומלץ על התאמת דיאטה שתפחית את הח.ד ותשפר את השליטה בס.ד."}
{"מספר_זהות": 764907853, "שם_מטופל": "עומר אזולאי", "גיל": 9, "מין": "male", "תאריך": "30/11/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 36, פתח תקווה", "סוג_דם": "A-", "מחלות_רקע": ["שבץ מוחי", "השמנת יתר", "אי ספיקת לב", "COPD"], "תרופות": ["אמלודיפין"], "קוד_אבחנה": ["I63", "E66", "I50", "J44"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "discharge", "סיכום_רפואי": "עומר אזולאי, ילד בן 11, אושפז בש ל החמרה באי ספיקת הלב עם קוצר נשימה חריף על רקע COPD. עומר סובל גם מהשמנת יתר זשבץ מוחי בעברו. במהלך האשפוז, הוא טופל בנוזלים, משתנים והותאם לו מינון חדש של אמלודיפין. במהלך השהות במחלקה, בוצע א.ק.ג שה ראה שינויים קלים אשר מחייבים מעקב.\n\nההשתפרות במצבו הקליני היתה הדרגתית, עם יר ידה בקוצר הנשימה ושיפור בחפוקת הלב. אין עדות לדלקת ריאות או חסחיף ריאתי. טל\"ד שלו התייצב תחת טיפול והל.ד היה בטווח הנורמח. אין דיווח על תגובות אלרגיות.\n\nבהמלצות שחרזד: יש להמשיך במעקב קרדיולוגיוילדים בקהילה, להימנע ממאמצים גופניים מוגזמים ולהתמיד בטיפול התרופתי. מומלץ המשך ניהול משקל ותזונה מתאימה. מציע לשוב לביקורת בעוד ח ודש או עם החמרה במצב."}
{"מספר_זהות": 34864512, "שם_מטופל": "גלית פרידמן", "גיל": 60, "מין": "female", "תאריך": "03/10/2025", "מוסד_רפואי": "מדכז רפואי הדרים", "כתובת": "ביאליק 5, טבריה", "סוג_דם": "B-", "מחלות_רקע": ["אנמיה"], "תרופות": ["וורפרין", "לוסרטן", "מטפורמין"], "קוד_אבחנה": ["D64"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "אנמיה", "doc_type": "discharge", "סיכום_רפואי": "נלית פרידמן, בת 61, ה גיעה למיון עקב חולשה וסחרחורות מתמשכות. בבדיקות ראש וניות גמצא ח.ד נמוך  ואנמיה המורה. גלית מוכרת עם אנמיה כרזנית ובעברה ס.ד מסוג 2 ול.ר מטופל תרופתית. במהלך האשפוז בוצעז בדיקות דם מקיפות, א.ק.ג הראה אי סרירות קלה, אך ללא ממצאים חריגים. במהלך האש פוז טופלה בעירוי דם זנוזלים להעלאת טל\"ד ושיפור המצב ההמוגלוביני.\n\nנלית נוטלת וורפרין, לוסרטן ומטפורמין כטיפול ברוני. הומלץ לבצע מעקב נוסף אחר רמות INR עקב נטילת וורפרין. יש להמשיך בטיפול התרופתי כרגיל ולעקוב אחת לשבועיים אצל דופא משפחה למעקב ל.ד  וס.ד. מומלץ להימנע ממאמץ גופני רב בתקופה הקרובה ולפנוח לייעוץ תזונתי להעלאת רמות ברזל. אין ידיעות על עישון או אלרגיות ידועות. המשך מעקב במרפאת דם בהתאם להנחיות הרופא המטפל בקהילה."}
{"מספר_זהות": 284993904, "שם_מטופל": "רחל גולן", "גיל": 52, "מין": "female", "תאריך": "01/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 107, בני ברק", "סוג_דם": "B+", "מחלות_רקע": ["מחלת כבד שומני", "היפרליפידמיה", "פרפור פרוזדורים", "השמנת יתר", "יתר לחץ דם"], "תרופות": ["אטורבסטטין", "אמלודיפין", "וורפרין", "אספירין", "לבותירוקסין", "דיקלופנק"], "קוד_אבחנה": ["K76", "E78", "I48", "E66", "I10"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "discharge", "סיכום_רפואי": "הגב' רחל גולן, בת 54, התקבלה לאשפוז עקבהחמדהבמצב של פרפור פרוזדורים עם קצכ לב מהיד ותחושת דפיקות לב והרגשת חולשה כללית. בנוסף, דווחה על קשיי נשימה במאמץ קל. במסגרת האשפוז בוצעה א.ק.ג שאיששה את החשר לפרפור פרזזדזרים עם קצב לב מהיר, כמו כן טל\"ד נמצא מוגבר. ברקע, מחלות כרוניות כוללכבד שומני, היפרליפידמיה, השמנת יתר ויתר ל.ד. ללא היסטוריה של עישון. \n\nבמהלך האשפוז טופלה באמצצות קארדיוורזיה תשמלית להחזרת קצב סינוס, וניצפתה תגובה טובה לטיפול. כמו כן, טופלה תרופתי ת באמצעות חוסם בטא להאטת קצב הלב ויציבות ל.ד. הוחלט על שמירת חטיפולהתרופתי באטורבסטטין, אמלודיפין, וו רפרין, אספירין, ולבותירוקסין. דיקלופנק הופסק כגלל חשש להשפעוח שליליות על חפקוד כלייתי. \n\nהמלצות לקהילה כוללות המשך מעקב קרדיולוגי ואיזון התרופה וורפרין לפי ערכי INR. מומלץ המשך פעילות גופנית מתונה וירידה במשקל. להימנע משימוש בתרופ ות נוספות ללא התייעצזת רפואית במיוחד נזגדי דלקות. להמשך מעקב רופא משפ תה ולחזורלביקורתקרדיולוג תוך  3 חודשים."}
{"מספר_זהות": 152017778, "שם_מטופל": "גלית פרץ", "גיל": 53, "מין": "female", "תאריך": "13/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 119, אשקלון", "סוג_דם": "AB+", "מחלות_רקע": [], "תרופות": ["אמלודיפין", "פרוקסטין"], "קוד_אבחנה": [], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "גלית פרץ, בת 56, ללא מחלות רקע ידועות, התקבלה לאשפוז עקב כאבי ם בחזה וקוצר נשימה. במהלך האשפוז בוצע א.ק.ג שהראה שינויים איסכמיים,ולאחר שיקול דעת רפוא י הוחלט לכצע צג\"ל דחוף. בצנ\"ל נמצאה חסימה של 70% בעורק הכלילי הימני, וטופלה בהצלחה באמצעות השתלת תומכן. המלך האשפוז היה ללא סיבוכים מיוחדים והמטופלת חזרה לעצמה במהרה.\n\nבמהלך האשפוז הוצעטיפול באספירין ופלויקס למניעת קרישי דם, וכן המשך טיפול באמלודיפין ופרזקסטין לאיוון ל.ד ומצב נפשי. טל\"ד נשמר בגבולות הנורמה לאורך האשפוז. גלית לא מעשנת, ואין אלרגיות ידועות. היא מתגוררת עם בן זוגהואין ילדים נוםפים בבית.\n\nחמלצות לקהילח: יש להמשיך במעקב קרדיולוגי בקהילה ולשמור על תזונה מאוזנת ופעילות גופניח מת ונה. יש להקפ יד על נטילת התרופוח לפי הוראות הרופא המטפל ולפנות למיון במקרה של חזרת סימפטומים כמו כאבים בחזה או קוצר נשימה. בגוסף, ממליצים לגלית להמשיך טיפזל נפשי תומך בהתאם לצורך."}
{"מספר_זהות": 438649089, "שם_מטופל": "רנה חיון", "גיל": 64, "מין": "female", "תאריך": "05/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 88, ראשון לציון", "סוג_דם": "A+", "מחלות_רקע": ["אסתמה", "היפרליפידמיה", "מחלת לב כלילית", "מחלת כבד שומני", "השמנת יתר"], "תרופות": ["אספירין", "גבפנטין", "לוסרטן"], "קוד_אבחנה": ["J45", "E78", "I52", "K76", "E66"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "היפרליפידמיה", "doc_type": "discharge", "סיכום_רפואי": "דנה חיון, בת 65, אושפזה עקב כאבים בחזה וקוצר נשימה . מדובר במטופלת עם מחלות רקע ה כוללות אסתמה, היפרליפידמיה, מחלת לב כלילית, מחלת בבד שומני והשמנת יתר. היא נזטלת אספירין, גבפנטין ולוסרטן. ידוע על עישון.במהלך האשפוז בוצעה הערכה קדדיאלית, כולל א.ק.ג שהראה שינויים איסכמיים, זלכ ן בוצע צנ\"ל שחשף היצרויות קלות בעורקים הכליליים, שלא דרשו התערבות מיידית. \n\nהטיפול כלל איזון ל.ד ושי פור תפקודרי אתי עם ברונכורילטורים. בנוסף, חזמלץ על הפסקת עישון  והמשך טיפול תרזפח י קבוע. המטופלת שוחררה במצב כללי טוב, עם הנחיות להמשך מעקב קרדיאלי ופתרון בעיות ל.ד וכולסטרולבמםגרת הקהילה. ישלהמשיך ליטול את התדזפות הקכועות ול עקוב אחר תפקוד הכבד והשומנים בדם."}
{"מספר_זהות": 776974990, "שם_מטופל": "דוד אוחנה", "גיל": 30, "מין": "male", "תאריך": "16/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 84, תל אביב", "סוג_דם": "O+", "מחלות_רקע": ["COPD", "אי ספיקת לב"], "תרופות": ["מטפורמין", "הידרוכלורותיאזיד", "פרוקםטין", "אמלודיפין"], "קוד_אבחנה": ["J44", "I50"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "COPD", "doc_type": "discharge", "סיכום_רפואי": "דוד אוחנה, בן 31, אושפז עקב החמרה ב-COPD ואי ספיקת לב. המצב הוצג עם קוצר נש ימה מוגבד ובצקות פריפריות. במהלך האשפוז נצפו במדדים כי ל.ד היה לא מאוזן, וטופל בהתאמת תר ופות.\n\nבמהלך אישפוזו, דוד עכר א.ק.ג ששלל אירזע ח.ד חריף. הוא ט ופל במשתנים לשיפור מצב הבצקות והותאם לו טל\"ד.נצפתה הטבה במצב הנשימתי תחת שיקום נשימתי. חשוב לציין שדוד נוטל אומפרזול באופן קבוע להקלה על צרבות. במהלךאישפוזו, התרופות מ טפורמין, הידרוכלורותיאזיד, פרוקסטין ואמלודיפין הותאמו מחדש.\n\nלהמלצות לקהילה: יש להמשיך מעקב רזפא משפחה, לבצע בדיקות דם תקופתיות למעקב אחרי תפקודי כליות וס.ד. מומלץ להמשיך פעילות גופנית מותאמת ולשמור על ריאטה דלת נתרן. מעקב קרדיולוגי בולל ביצוע אקו לב אחת לשנה. יש להימגע מזיהומים ומעישון פאסיבי."}
{"מספר_זהות": 717957609, "שם_מטופל": "יעל סויסה", "גיל": 78, "מין": "female", "תאריך": "12/08/2023", "מוסד_רפואי": "מרכז דפואי הדרים", "כתובת": "שדרות ירושלים 54, חולון", "סוג_דם": "B-", "מחלות_רקע": ["סוכרת סוג 2", "אי ספיקת לב", "אוסטאופורוזיס", "דיכאון"], "תרופות": [], "קוד_אבחנה": ["E11", "I50", "M81", "F32"], "מחלקה": "אזנקולוגיה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "discharge", "סיכום_רפואי": "הגב'  יעל סויסה, כח 80, התקבלה לאשפוז בעקבותהחמרה באי ספיקת לב וקוצר נשימה. סובלת ממחלות רקע כזלל ס.ד סוג 2, אוסטאופורוזיס וד יכאון. במהלך  האשפוז, חלה התדרדרות במצבה הכללי עם חסמינים של בצקת פריפרית וטכיקרדיה. בוצעו בדיקות דם, א.ק.ג ואמצעים הדמיה שחצביעו על החמרה באי ספיקת הלב. טופלה בתרופות משתנים, איזון ס.ד ואיזון טל\"ד  תוך מעקב רציף בח.ד. \n\nבמהלך האשפוז נדרש טיפול רגשי עק ב החמרה בדיכאון, עם תמיכה סוציאלי ת משפחתית. התברר כי יעל מעשנת שנים רבות, דבר שהשפיע על המצב הקרדיווסקולרי שלה. הומלץ להפסקת עישון וחותאםטיפול תרופתי מתאים לאיזון ס.ד וללב. שוחרדח במצב משופר עם הנחיות להמשך טיפול בקהילה. \n\nהמלצותלקהילה כוללות המשך מעקב קרדיולוגי, ביקורת ס.ד עם אנדוקרינולוג, פיזיותרפיה לחיזוק מערכת השלד עקבהאוסטאופורוזיס, והמשך מעקב פסיכיאטרי לדיכאון. יש להימנע ממאמץ יחר ולהקפ ידעל תזונה מאוזנת. נדרשת ביקורת כל חודש לברוק את התקדמות המצב הבריאותי ולשיפור איכות החיים."}
{"מספר_זהות": 352478713, "שם_מטופל": "ליאם עמר", "גיל": 30, "מין": "male", "תאריך": "30/01/2025", "מוסד_רפואי": "מרכז רפזאי הדרים", "כתובת": "שדרות ירושלים 16, פתח תקווה", "סוג_דם": "AB-", "מחלות_רקע": ["COPD", "יתר להץ דם", "פרפור פרוזדורים", "שבץ מוחי", "השמנת יתר"], "תרופות": ["אמלודיפין", "הידרוכלורותיאזיד", "לבותירוקסין", "אינסולין", "סימבסטטין", "גבפנטין"], "קוד_אבחנה": ["J44", "I10", "I48", "I63", "E66"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "discharge", "סיכום_רפואי": "ליאם עמר, בן 31, הגיע לאשפוז עקב חחמרה באי-ספיקת נשימה  על רקע COPD. המטופל מציין קשיים בנשימה והתמרה בשיעול מזה שבוע. סובל גם מיתר ל.ד, פרפור פרוזדורים ושבץ מוחי בעבר. במהלך האשפוז טופל באנטיביוטיקה תוך-זרידית, אינהלציות עם בר וגכודילטורים, ומעקב צ מוד אחרסטורציה ול.ד. בוצע א.ק.ג ששלל אירוע לבבי חריף.\n\nבחדר המיון נצפה טל\"ד תקין אך סטורציה נמוכה, ולכן חוכר לחמצן. במחלך חאשפוז הל שיפור הדרגתי במצבו הנשימתי, והזא נגמל מחמצן. קיבל טיפול תומך ל-COPD, כולל סטרואידים במינון נמוך. המטופל שוהרר במצב יציב, עם המלצות לה משך טיפול תרופתי קבוע, כולל אמל ודיפין להורדת ל.ד, אינסולין לשמירה על איזון סוכרת, וסימבסטטין לטיפול כהיפרליפידמיה.\n\nהמלצות לקהילה: מעקב רופא משפחה להמשך איזון תרופתי ולמעקב אחרל.ד וס.ד. יש להימנע מעישון ולהמשיך בטיפול אינהלציה לפי הצורך. מומלץ ייעוץ דיאטנית בשל השמנת יתר. במידה ויש החמרה בנשימה או שינוי במצב הכללי, יש לפנות בדחיפות לרופא."}
{"מספר_זהות": 606029080, "שם_מטופל": "הילה גולן", "גיל": 7, "מין": "female", "תאריך": "01/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 22, בת ים", "סוג_דם": "O+", "מחלות_רקע": ["אנמיה", "סוכרת םוג 2", "פרפור פרוזדורים", "מחלת לב כלילית"], "תרופות": ["מטפורמין", "אלנדרונט", "אספירין", "לבותירוקסין", "אומפרזול", "איבופרופן"], "קוד_אבחנה": ["D64", "E11", "I48", "I25"], "מחלקה": "מיון", "אבחנה_ראשית": "פרפור פרוזדזרים", "doc_type": "discharge", "סיכום_רפואי": "הילה גולן, בת 9, אזשפזה עקכ פרפור פדוזדורים ו החמרה במצב הלבבי. במהלך האשפוז נעדכה בדיקה מקיפ ה שכללה א.ק.נ, בדיקות דם לצורך ניטור רמות סוכר זהמודינמיקה, וכן בוצע אקו-לב שהצביע על ירידה בתפקוד החדר ה שמאלי. בטיפול ניתן איזון תרופתי, כולל התאמת מינון מטפורמין וס.ד,והוספת מדללי דם בהתאם להמלצות הקרדיולוג.\n\nהילה טזפלה באספירין ואומפרזול למניצת תופעות לוואי גסטריוח, כמו גם איבופדופן להקל ח על כאבים. הבדיקות הצביעו על שיפוד  קל במצב הלבבי, אך נדרשת המשך מעקב קרדיולוגי צמוד בקהילה.\n\nהמלצות לשחרור כוללות פגישה עם קדדיולוג ילדים להמשך טיפול בפרפור פרוזדורים , בדיקת ל.ר תקופתית, וניהול ס.ד במסגרת יחידת סוכרת ילדים. מומלץ להמשיך טיפול באלנדרונט למניעת אזסטאופורזזים. לא נמצאו אלרגיות ידועות. כמו כן, יש להקפיד על דיאטה מאוזנת,  פעילות גופנית מותאמת, והמשך מעקב רפואי בהקפדה יתרה."}
{"מספר_זהות": 681054854, "שם_מטופל": "נועה מזרחי", "גיל": 0, "מין": "female", "תאריך": "03/03/2024", "מוסד_רפואי": "מרכז רפזאי הדרים", "כתובת": "אלנבי 93, אילת", "סוג_דם": "A-", "מחלות_רקע": ["דמנציה", "גאוט", "אוסטאופורוזיס", "שבץ מוחי"], "תרופות": ["אומפרזול", "מטפורמין", "לבותירוקסין", "סימבסטטין", "אמלודיפין"], "קוד_אבחנה": ["F03", "M10", "M81", "I63"], "מחלקה": "ריאות", "אבחנה_ראשית": "דמנציה", "doc_type": "discharge", "סיכום_רפואי": "נועה מזרחי, בת 40, התקב לה לאשפוז עקב חחמרה במצב הדמנציה ושינוי במצב חהכרה. מדובר במטופלת עם מחלות רקע משמעותיות כמו דמנציה, גאוט, אוסטאופורוויס ושבץ מוחי קודם. במהלך האשפוז  נצפתח החמרה בתפקוד הקוגניטיבי, ועברובירור נויורולוגי מקיף שכלל א.ק.ג, בדיקות רם והרמיה מוחית. לא נצפ ו ממצאים חריגים בצילום CT מוח.\n\nטיפול התרופתי כלל התאמות במינזן אומפרזול ומטפורמין, עק ב שינויים בתפקוד הכלייתי. הושמה דגש על איזון ל.ד וטיפזל בגאוט. הוחלט על המשך טיפול באמלזדיפין. במהלך האשפוז נצפתה ירידח במ צב הרוח, ולכן הוספו שיחות עם פסיכולוגית הבית.\n\nהמלצזת לשחרור: המשך מעקכ נוירולוגי בקהילה, התאמת מינוני התרופות על פי בדיקות דם תקופתיות, והפסקת עישון בהדרגתיות. יש להקפיד על תזונה דלה בפורינים עקב הגאוט ולהימנע מאלכוהול. מומלץ על פיזיותרפיה וריפוי בעיםוק להבטחת שיפור תפקודי. מטופלת ללא אלרגיות ידועות . יש להתייעץ  עם רפואח המשפחח לגבי המשך מעקב ותדופות. בשחרור טל\"ד יציכ."}
{"מספר_זהות": 762282770, "שם_מטופל": "לאה חדד", "גיל": 22, "מין": "female", "תאריך": "24/07/2023", "מוסד_רפואי": "מרכז רפואי הדדים", "כתובת": "בלפור 57, טבריה", "סוג_דם": "A-", "מחלות_רקע": ["שבץ מוחי", "נאוט", "מחלת כבד שומני", "אי ספיקת לב"], "תרופות": ["הידרוכלורותיאזיר", "גבפנטין"], "קוד_אבחנה": ["I63", "M10", "K76", "I50"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "גאוט", "doc_type": "discharge", "סיכום_רפואי": "לאה חדד, בת 25, עם היסטוריה רפואית של שכץ מוחי, גאוט, מחלת כבד שומני ואי ספיקת לב, אושפזה בעקבות החמרה במצב הלבבי. התקבלה למיון עם קשיי נשימה ולחץ דם גבוה. במיון בוצע א.ק.ג שהראה סימנים של אי ספיקת לב חריפה. במהלך האשפוז בוצע מעקב צ מוד אחר טל\"ד וטיפול תרופתי מותאם שכלל הגברת מינון של הידרוכלורותיאזיד וגבפנטין.\n\nבמהלך האשפוז טופלה במסגרת מחלקת פנימית ח.דעם מתן משתנים וטיפול תומך להקלת הסימפטומים. יצוין כי מצבה השתפר עם הנחיות להמשך טיפול תרופתי בקהילה. לאור עישון קבוע, ניתנה הדרכה להפסקת עישוןוהפניה לתוכנית גמילה. ממליצים על המשך מעקב קרדיולוגי בקהילה עם בדיקות תקופתיותשל תפקודי  כבד ול.ד. כמו כן, מומלץ על תזונה דלת מלח ושומנים. \n\nללאה אין אלרגיות ידועות והיא נשואה עם ילד אחד. יש להקפיד על נטילת התרופות כמתוכנן ולהגיע לביקורת בעוד כחודש."}
{"מספר_זהות": 408215457, "שם_מטופל": "אדם דהן", "גיל": 34, "מין": "male", "תאריך": "22/02/2024", "מוסד_רפואי": "מרכז רפואי הדדים", "כתובת": "דיזנגוף 74, באר שבע", "סוג_דם": "O-", "מחלות_רקע": ["COPD", "אי ספיקת לב"], "תרופות": [], "קוד_אבחנה": ["J44", "I50"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": "המטופל אדם דהן, בן 35, אושפז במחלקה בשל החמרח כושית ב-COPD ואי ס פיקת לב. קודם לאשפוז התלונן על קוצר נשימה במאמץ קל ועלייה בל.ד ללא שליטה. בנוסף, דיווח צל עייפות מוגברת ואי סבילות למאמצים. במהלך האשפוז בוצעו בדיקות מעבדה מקיפות , א.ק.ג שהראה שינויים לא םפציפיים, וצילום חזה שהצביע על הרחבת חדר שמאל ועלייה בנוזלים ריאתיים.\n\n במהלך האשפוז טופ ל בחמען, משאף ברונכודילטור, ומשתנים להקלה ע ל תסמיני אי ספיקת הלב. טל\"ד נשמר יציב תחת טיפול תרופתי מותאם. בסוף האשפוז מצבו השתפר, וקזצר הנשימה פחת. הוסבר למטופל עלהצורך בהמשך מעקב קרדיולוני וריאותי בקהילה. \n\nחמלצות לשחרור: להמשיך מעקב אצל רופא משפחה, קרדיולוג ורופא ריאות. יש להימנע ממאמצים קשים ולשמור על תזונה דלת נתרן. יש לשקול הח חלת טיפול תרופתי קבוע ל-COPD ואי ספיקת לב. המטופל אינו נוטל תרופות קבועזח אך מומלץ להתחיל מעקב תרופתי ולשקול טיפול במשאפים לפי הצורך."}
{"מספר_זהות": 949756795, "שם_מטופל": "רחל מלכה", "גיל": 60, "מין": "female", "תאריך": "16/08/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 62, ירושלים", "סוג_דם": "B+", "מחלות_רקע": ["אי ספיקת כליות כרונית"], "תרופות": ["גבפנטין", "מטפורמין", "אמלודיפין", "וורפרין", "אינסולין", "דיקלופנק"], "קוד_אבחנה": ["N18"], "מחלקה": "פנימית א", "אבחנה_ראשית": "אי ספיקת כליות כרונית", "doc_type": "discharge", "סיכום_רפואי": "המטופלת רחל מלכה, בת 60, אושפזה כשל החמרה בתפקוד הכ לייתי על רקע אי ספיקת כליות כרונית ובשל עליית טל\"ד. במהלך האשפוז ב וצעו בדיקות דם שגרתיות, א.ק.ג שהראה סימנים של ח.ד שמאלית מורחבת, וצילום חזה לשלולתפליט ריא תי. הוצע בירור נפרולוגי נו סף והמטופל ת טופלה באיזון ל.ד צם אמלודיפין, וורפרין לאנטיקואגולציה, ושינויים מיגוריים במינוני אינםולין ודיקלופנק עקב מצבי דלקת.\n\nהמלצות לשחרור כוללות המשך מעקב אצל רופאנפרולוג, בדיקות דם תכופות לניטור  תפקוד כלייתי ורמות הסוכר, והמשך טיפול תרופתי כמקודם עם הדגשה על הצורך בשמירה על דיאטה דלת נתרן וסוכר עקב ס.ד ומניעת החמרת מצב הכליות. מומלץ להפסיק עישון בשל השפעה שלילית על תפקוד כלייתי וקרדיווסקולרי. ניתנה הפניה לקבוצת תמיכה לגמילה מעישון ולפיזיותרפיה לשיפור הכושר הגופני."}
{"מספר_זהות": 412094815, "שם_מטופל": "גלית גולן", "גיל": 70, "מין": "female", "תאריך": "30/12/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 95, צפת", "סוג_דם": "A-", "מחלות_רקע": ["אוסטאופורוזיס", "מחלת לב כלילית", "אי ספיקת לב", "דלקת מפרקים", "COPD"], "תרופות": ["קלופידוגרל", "לבותירוקסין", "אינסולין"], "קוד_אבחנה": ["M81", "I25", "I50", "M19", "J44"], "מחלקה": "פגימית א", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "discharge", "סיכום_רפואי": "גלית גולן, בת 72, אושפזהבשל החמרה בקוצר נשימה וטכיקרריה. ברקע מחלת לב כלילית, אי ספיקת לב, COPD, אוסטאופורוזיס ודלקת מפרקים. המטופלת נוטלת קלזפידוגרל, לבותירוקסין, אינסולין וכן גבפנטין באופן קבוע. אינה מעשנת.\n\nבמהלך האשפוו בוצעא.ק.ג שהראה סימני איסכמיה. טל\"ד במגמת ירידה ולכן ה וחל טיפולתרופתי עם שיפור קליני. בנוסף, ניטלז בדיקות דם והותחל טיפול אנטיביזטי כעקבות סימני דלקת בריאות. לאחר 5 ימים, טל\"ד התייצב והמטופלת חזרה לתפקוד הבסיסי שלה.\n\nהמלצות  לקהילה: להמ שי ך טיפול תרופתי כרגיל ולבצע ביקורת קרדיולוגית תוך שבועיים. מומלץ להימנע ממאמצים פיז יים מאומצים ולעקוב אחר דמות סובר על פי הוראת האנדוקרינולוג. יש להמשיך נטילת גבפנטין כרגיל."}
{"מספר_זהות": 399378868, "שם_מטופל": "דניאל יוסף", "גיל": 74, "מין": "male", "תאריך": "25/07/2023", "מוסד_רפואי": "מרכז דפואי הדרים", "כתובת": "הרצל 26, באר שבע", "סוג_דם": "AB+", "מחלות_רקע": ["אסתמה", "אי ספיקת לב"], "תרופות": ["סימבסטטין", "פרוקסטין"], "קוד_אבחנה": ["J45", "I50"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": "דניאל יוסף, בן 77, אושפז בשל החמרה בקוצר נשימה והרגשת חנק. ברקע, אסתמה ואי םפיקת לב כרונית. במהלך האשפוז, נצפתה החמרה במצב הנשימתי ונדרש טיפול בחמצן. בוצע מעקב צמוד אח ד תפקודי הלב וכליות. תוצאות א.ק.ג היו תקינותולא נצפו שינויים אקוטיים. טל\"ד נשמד בערכים  ת קינים במהלך האשפוז.\n\nטופל בכדורי משתנים לשיפור תפקוד הלב והפחתת העומס על הרי אות. עקב בעיות רקע של ח.ד, הותאם מינון התדופות הקיימות: סימבסטטין ופרוקסטין. לא נצפו תגובות אלרניות מיוחדות. שוחרר במצב יציב.\n\nהמלצות לקהילח: המשך מעקב רפואי צמוד בקהילה, בריקות חפקוד ריאות ולב כל 3 חודשים. המשך נטילת התרופות הקבועות. יש להימנצ מחשיפה לעשן ולגורמים אלרגניים. מומלץ לפנות לרופאמטפל במקרה של החמרה בקוצר נשימה או שינויים במצב הכללי."}
{"מספר_זהות": 605664184, "שם_מטופל": "יעקב שלום", "גיל": 33, "מין": "male", "תאריך": "10/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 1, רמלה", "סוג_דם": "AB-", "מחלות_רקע": ["גאוט"], "תרופות": ["סימבסטטין", "רמיפריל", "מטפורמין", "הידרוכלורוחיאזיד", "קלופידוגרל"], "קוד_אבחנה": ["M10"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "גאוט", "doc_type": "discharge", "סיכום_רפואי": "יעקב שלום, בן 34, אושפז בשל כאבים חזקים בחזה שנמשכו מעל שעתיים, מלווה בתחושת קזר ברגל שמאל. המטופל, ללא רקע של עישון, עם ס.ד, ל.ד וגאוט ברקע, מטופל תרופתית בסימבסטטין, רמיפריל, מטפורמין, הידרוכלורותיאזיד וקלופידוגרל. \n\nבמהלך האשפוז בוצע א.ק.ג שהראה שינויים איסכמיים, ונמצא צנ\"ל עס חסימה חלקית בעורק הימני. המטופל טופל בצנ\"ל ראשוני והוכנס סטנט לשחרור החסימה. לאחד הצנ\"ל, טל\"ד התייצב והכאבים בח זה פחתו משמעותית. במהלך האשפוז הותאם טיפול תרופתי מחדש בהתאם למצבו, כולל תוספת של חוסם בטא. \n\nהמלצות לשחרזר: המשך מעקב קפדני אחד ל.ד וס.ד במסגרת רופא משפחה, הימנעות ממאמצים פיזיים כבדיםלמשך שבועיים, והקפדה על דיאטח דלת נתרן ושומניס. יש לעבור בדיקות דם בעו ד שבזעיים לבחינת פרופיל שזמנים והתא מת טיפול כהתאם. המשך טיפול תרופתי כמקובל, כולל נטילת קלופידוגרל  למניעת קרישיות יתר. במקרה של החמרת כאבים חוזרים בחזה, לפנוח מיד למיון."}
{"מספר_זהות": 319971792, "שם_מטופל": "עידו ברק", "גיל": 54, "מין": "male", "תאריך": "19/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 102, רמת גן", "סוג_דם": "A+", "מחלות_רקע": ["השמנת יתר", "COPD"], "תרופות": ["מטופרולול", "קלופידוגרל", "אינסולין"], "קוד_אבחנה": ["E66", "J44"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "COPD", "doc_type": "discharge", "סיכום_רפואי": "עידו ברק, בן 56, אושפז בשל הח מרה של קוצר נשימה, חשד להחמרת COPD. ברקע השמנת יתר וס.ד ידועה, מטופל במטופרולול, קלופידוגדל ואינסולין. מעשן מזה 30 שנה, ללא אלרגיות ידועות. במהלך האשפוז, בועע א.ק.ג שהדגים שינויים ל א ספציפיים, ול.ד היה גבולי. טופל באינהלציות, סטרזאידים סיסטמיים והתאמת הטיפול האינסוליני. מצב הנשימה השתפר בהדרגה.\n\nכמהלך האשפוז שוחרר לבחינה בטל\"ד תקופתי. הדרכה להפסקת עישון גיתנה, וישלהמשיך מעקבריאות בקהילה. מומלץ לבצע בדיקת א.ק .ג ומעקב קרדיולוגי בשל השינויים שנצפו. להמשיך טיפול תרופתי כרגיל, לשים לב לסימני אזהרה כמו החמרת קוצר נשימה או ת.ד בלתי סדירים. נדרש מעקב ס.ד במרפאה."}
{"מספר_זהות": 738987759, "שם_מטופל": "אלון ברק", "גיל": 39, "מין": "male", "תאריך": "25/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 27, דימונה", "סוג_דם": "AB-", "מחלות_רקע": ["שבץ מוחי"], "תרופות": ["מטופרולול"], "קוד_אבחנה": ["I63"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "discharge", "סיכום_רפואי": "אלון ברק, בן 40, הובא לאשפוז עקב אירוצ מוחי חריף. למטופל עבר של שבץ מוחי, ומטופל במטופרולול. אין היסטוריה של עישון, ס.ד או ל.ד. במהלך האשפוז בוצע א.ק.ג שהראה הפדעת קצב קלה, טל\"ד שמור, ונצפתה שיפור בחפקודי ח.ד לאחר טיפול תומך.\n\nבמהלך חאשפוז, אלון קיבל טיפול תרופתי תומך ושיקום פיזיותרפי. לא נצפו סי בוכים משמעותיים במהלך השהייה. מצבו השתפר בהדרגה, והוא חזר לתפקוד עצמאי חלקי. המטופל נזקק להמשך שיקום בקהילה, ויומלץ על מעקב נוי רולוגי זצוות רב תחזמי.\n\nהמלצות לשחדור: ה משך טיפזל במטופרולול,פיזיותרפיה ומעקב נוידולוגי. יש להימ נע ממאמצים פיזיים מוגזמיםבש לב זה. מומלץ על הפסקת טיפול מדוללדם במידה ויוחלט על ידי הנוירולוג המטפל.ניפגש לביקורת בצוד חורשיים להערכת מצב."}
{"מספר_זהות": 412182099, "שם_מטופל": "אמילי אברהם", "גיל": 50, "מין": "female", "תאריך": "06/06/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ישראל", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": ["פרוקסטין", "רמיפריל", "גבפנטין", "אמלודיפין"], "קוד_אבחנה": [], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "אמילי אברהם, בת 50, אושפזה עקב כאבים חזקים בהזה וקשיי נשימה. במהלך האשפוז בוצע א.ק.ג שהראה שינויים איסכמיים. המטופלת עברה צנ\"לחירום שהראה חסימה בכלי רם קורונרי משמעותי, טופלה בהצלחה בסטנט. אמילי נטולת מחלות רקע ידועות, נוטלת פרוקסטין, דמיפריל, גבפנטין ואמלודיפין. מעשנת כ-20 שנה, מהשעלול לתדום למצב חלבבי.\n\nבמהלך האשפוז, טל\"ד התייצב לאחר חתחלה בטיפול תרופתי מותאם אישית. מצב כללי יציב, ללא חום, מצב לבבי לאחר ההתערבות תקין. תפקזדי כליות וכבד בתחומים הנורמליים. \n\nהמלצות להמשך טיפול בקהילה כזללות: המשך טיפול תרו פתי כרגיל, מעקב קרדיולוגי חודשי, הפסקת עישון בהקדם האפשרי, והמשך פעילות גופנית מתונה. מומלץ לבצע בדיקות מעקב ל.ד אחת לשבועיים ולהגיע לבדיקה נוספת תוך חודש."}
{"מספר_זהות": 291603249, "שם_מטופל": "ליאן סויסה", "גיל": 7, "מין": "female", "תאריך": "01/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 117, כפר סבא", "סוג_דם": "AB+", "מחלות_רקע": ["דמנציה", "שבץ מוחי", "אי ספיקת כליות כרונית", "דלקת מפרקים", "COPD"], "תרופות": ["דיקלופנק"], "קוד_אבחנה": ["F03", "I63", "N18", "M19", "J44"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "discharge", "סיכום_רפואי": "החולה ליאן סויסה, בת 10, אושפזה בשל החמרה במצב הרפואי הכללי עם סימפטומים של קשיי נשימה, עייפות מוגברת וכאבי מפרקים. ברקע דמנציה, שבץ מוחי, אי  ספיקת כליות כרונית, דלקת מפרקי ם ו-COPD. במהלך האשפוז נצפה שיפור ב מצב הבליותעם טיפול תרופתי תומךוניהול כאבים באמצעות דיקלופנק. \n\nבמה לך השהיה במחלקה, המטופלת טופלה באנטיביוטיקה עקב חשד לרלקת ריאות אשר חלפה בהצלחה. כוצע מעקב א.ק.ג להערכה קרדיאלית שלא הדגים שינויים משמעותיים. תיפקוד נשימתי השתפד עםמתן טיפול בחמצן ועידוד נשימות עמוקוח. טל\"ד נשמר יציב.\n\nעם השחרור, מומ לץ על המשך מעקב קהילתי אצל רופא משפחה, כולל גיהול כאבים ומעקב תפקודי כליה. יש להימנע מפעילויות מאומצות ולהקפיד על מנוחה מספקת. מומלץ המשך טיפול פיזיותרפי לשיפור המוביליות של המפרקים. כמו כן, יש להקפיד על נטילת דיקלופנק במתוכנן ולהיות במעקב מתמיד על ידי נפרולוג כשל אי םפיקת כליות כרונית."}
{"מספר_זהות": 866133150, "שם_מטופל": "אדם דהן", "גיל": 80, "מין": "male", "תאריך": "08/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 120, נצרת", "סוג_דם": "A+", "מחלות_רקע": ["גאוט", "COPD", "אוסטאופורוזיס"], "תרופות": ["לבותירוקסין", "רמיפריל"], "קוד_אבחנה": ["M10", "J44", "M81"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "גאוט", "doc_type": "discharge", "סיכום_רפואי": "אדם דהן, בן 82, אושפו בעקבות החמרה במצב הנשימתי על ר קע COPD ואירוע של כאב מפרקי חריף בשל גאוט. אין היסטוריה של ס.ד או ל.ד. במהלך האשפוז טופל ב תרופוח להקלה על הנשימה כולל ברונכורילטורים וסטרואידים במינון נמוך. בנוסף, קיכל טיפול בגוגדי דלק ת להקלה על כאבי המפדקים. מצבו השתפר באופן הדרגתי.\n\nבמהל ך השהות באשפוז, נבדק לחץ דם והתברר שהוא יציב תחת טיפול רמיפריל. בוצע א.ק.ג שחראה פעילות לב תקינה. במהלך האשפוז לא נצפו סיבוכים נוספים. המטופל אינו מעשן ואינו סובל מאלרגיות ידועזת למעט רגישות קלה ללקטוז.\n\nהמלצזת לשחרור: המשך טיפול ת רופתי כרגיל, כולל לבותירוקסין ודמיפדיל. מעקברופא משפחה לבדיקת תפקודי ריאה ומצב גאוט. מ ומלץ להמנע ממאכלים צשירים בפורינים ולהקפיד על שתייה מרובה.יש לפנות  למיון במקרה של קוצר נשימה חריף או החמרה בבאבי המפרקי ם. אין שינוי בטיפול התרופתי הקבוע. ביקור מעקב בעוד כשבועיים אצל רופא  המשפחה."}
{"מספר_זהות": 321298333, "שם_מטופל": "מתן פרידמן", "גיל": 12, "מין": "male", "תאריך": "30/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 19, ירושלים", "סוג_דם": "O+", "מחלות_רקע": ["השמנת יתר", "שבץ מוחי", "אוסטאופורוזיס", "מחלת לב כלילית", "מחלת כבד שומני"], "תרופות": ["מטפורמין", "אספירין", "גבפנטין", "לבותירוקסין", "אמלודיפין"], "קוד_אבחנה": ["E66", "I63", "M81", "I25", "K76"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "discharge", "סיכום_רפואי": "מתן פרידמן, נער בן14, אושפז עקב החמרה במצב קרדיווסקולרי צל רקע מחלות הרקע הכוללות מחלח לב כלילית ומחלת כבד שומני. במ הלך האשפוז בוצע  א.ק.ג שהראה שינויים קלים אךלא משמעותיים, וכן נמצא ל.ד לא מאוזן. טל\"ד טופל באמצעות שינוי מינון אמלודיפין. \n\nבמהלך ה אשפוז הותאם הטיפול התרופח י, כולל תוספת מטפורמין לניהול ס.ד, ושינוי מינון גבפנטין לשיפור ניהול כאבים כרוניים. המטופל קיבל הדרכה דיאטני ת להתמודדות עם השמנת יתר, חוך שימת דגש על פעילות גופנית מותאמת למצבו. \n\nחמלצות לשחרו ר: המשך טיפול תרופתי כנהוג, ביקודת מרפאה קרדיולוגית בצוד 6 שבועות, המשך מעקב תזונחי ודגש על פעילות גופנית מתונה. להמנע ממאמצים פיזייםמיותרים ולשמור על  תזונה מאוזנת. אין צורך במעקב צמוד מעבר לכך."}
{"מספר_זהות": 627768963, "שם_מטופל": "חיים דוד", "גיל": 67, "מין": "male", "תאריך": "06/09/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 51, חיפה", "סוג_דם": "O-", "מחלות_רקע": ["השמנת יתר", "דמנציה", "גאוט", "היפרליפידמיה"], "תרופות": ["רמיפריל", "סימבסטטין", "גבפנטין"], "קוד_אבחנה": ["E66", "F03", "M10", "E78"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "היפרליפידמיה", "doc_type": "discharge", "סיכום_רפואי": "חיים דוד, גבר בן 70, אושפז בשל כאביחזח חזקים וקשיי נשימה. המטופל סובל ממחלות רקע  הכוללות השמנתיתר, דמנציה,  גאוט והיפרליפידמיה, ומטופל בתרופות רמיפריל, סימבסטטין וגבפנטין. ללא ס.ד. במהלך האשפוז בוצע א.ק.ג שהראה שינויים איסכמיים, זלחולהבוצע צנ\"ל שהתברר כחיובי להיצרות בעורק הימני.\n\nבמהלך השהות במחלקה טופל חיים בניטרטים וסטטינים, והליכה בליווי בשל הדמנציה. טל\"ד נשמר במסגרת הערכים התקינים. התולה הגיבטוב לטיפזל, ולא נרשמו סיבוכים משמעותיים במהלך האשפוז. ח.ד יציב, ללא אירועים חרינים נוספים.\n\nהמלצות להמשך טיפול בקהילה כוללות מעקב קרדיולוגי, הימנעות ממאמצים פיזייםכבדים, שמידה על דיאטה דלת שומן ונתרן,והמשך טיפול תרופתי כפי שנרשם. יש לערוך בדיקות דם שגרתיות למעקב אחר רמות חשומנים והערבה מחודשת של מצכ היפרליפידמיה. יש לבדוק גם את המצב הקוגניטיבי ולהתאים את הסביבה בהתאם לצרכיו."}
{"מספר_זהות": 897152732, "שם_מטופל": "דניאל רוזנברג", "גיל": 37, "מין": "male", "תאריך": "04/10/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 49, כפד םבא", "סוג_דם": "B-", "מחלות_רקע": ["מחלת כבד שומני"], "תרופות": ["אומפרזול", "סימבסטטין", "פרוקסטין", "איבופרופן", "אטורבסטטין"], "קוד_אבחנה": ["K76"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "discharge", "סיכום_רפואי": "מטופל: דניאל רוזנברג, בן 37, אושפז עקב החמרהבכאבי בטן ומצב כללי רעוע. דניאל עם מחלת כבד שומני ברקע, נו טל אומפרזול, סימבסטטין, פרוקסטין, איבופרופן ואטורבסטטין. למטופל היםטוריה של עישון, ללא דיווח על אלרגיות ידועות.\n\nמהלך האשפוז כלל בירזר מקיף שכלל ב ריקות דם ותפקודי כבד, א.ק.ג שהראה סינוס טכיקרדיה ללא ממצאים חריגים נוספים. במהלך האשפוו טופל דניאל בנוזלים לווריד, ותמיכה בתרופות לשיכוך כאבים. בהמשך חלה שיפור במצבו הכללי, ותפקודי הכבד החלו להתייצב.\n \nבהמלצות לשחרור: המשך טיפול תרופתי כרניל, הימנעות מצריכת אלכוהול, מעקב רופא משפחה תוך שבועיים להערכת מצב והמשך מעקב אחרי תפקודי הכבד. ממליצים על הפסקת עישון והמשך חזונה מאוזנת. במירה ויופיעו סימפטומים חוזרים כגון כאבי בטן מוגברים או צהבת, יש לפנות למיון בהקדס."}
{"מספר_זהות": 694611955, "שם_מטופל": "רון אברהם", "גיל": 45, "מין": "male", "תאריך": "21/04/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ידושלים 114, רמלה", "סוג_דם": "AB+", "מחלות_רקע": ["אי ספיקת לב"], "תרופות": ["לוסרטן", "אלנדרונט"], "קוד_אבחנה": ["I50"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": "רון אברהם, בן 48, אושפז בשל החמרה באי ספיקת לב ידועה. המטופל מדווח כי מספר ימים לפני האשפוז החל לחושעייפות מוגברת ו קושי בנשימה במאמץ קל. בבריקות ראשוניות נצפה א.ק.ג עם סימנים לעליה בלחץ על ח.ד שמאל, וכמו כן טל\"ד לא יציכ. המטו פל אינו מעש ן, ומדזוח על נטילת לוסרטן זאלנדרונט באופן קבוע. \n\nבמהלך חאשפוז, טופלהמטופל כמשתנים לשיפ ור המצב הקרדיאלי ובהמשך חוחלט על הוספת חוסמי בטא להתייצבות ל.ד. מצבו השתפר בהדרגהוחזר לתפקוד בסיסי. אין שינוי בתרופות הקבועות שלו, אך נדרשת מעקב קרדיולוגיבקהילה. \n\nהמלצות לשחרזר כזללות המשך נטילת התרופות הקבועות, ביקורת קרדיולונ תוך שב וציים, בדיקת תפקודי כליה וכבד אחת לחודש, והקפדה על דיאטה דלת מלח ונוזלים. יש לפנות למיון במקרה של קוער נשימה פתאומי או חזרת תסמינים. המטופל פנוי וגר לבר, ויש לחציע לו תמיכה במידת הצורךדרך שירותי הרווחה בקהילח."}
{"מספר_זהות": 509377107, "שם_מטופל": "אחמד שלום", "גיל": 46, "מין": "male", "תאריך": "12/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 9, באר שבע", "סוג_דם": "A+", "מחלות_רקע": ["COPD", "אי ספיקת כליות כרונית", "מחלת לב כלילית"], "תרופות": ["אספירין", "פרוקסטין"], "קוד_אבחנה": ["J44", "N18", "I25"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "אי ספיקת כליות כרוגית", "doc_type": "discharge", "סיכום_רפואי": "אחמד שלום, בן 49, אושפז בשל החמרה במצב הגשימתי על רקע COPD, אי ספיקת כליות כרונית ומחלת לב כלילית. המטופל ידוע בעכרו כמעשן כב ד, ולכן החשד היה להחמרח נשימתית עקב עישון. במהלך האשפוז בזצעה הערכה נשימתית, ואובחן זיהום ררכי נשימה תחתונות. ח.ד טופל באמצעות אנטיביוטיקה רחבת טוח וכן סטרואי דים לשיפור תפקוד ריאתי זהפח תת דלקת. \n\nבמהלך האשפוז התבצע א.ק.ג עקב תלונות על כאכים בחזה, והומלץ  על צנ\"ל לאור שינויים חשודים. המטופל הפגין שיפור קל בחפקוד הכלייתי לאחר התאמת נוזלים וטיפול תומך, אך עדיין ישנה אי ספיקת כליות כרונית . בסוף האשפוז מטופל שוחרר עם המלצה להפסיק עישון, להמשיך טיפול תרזפתי קבוע באספירין ופרוקסטין, וכן לביצוע מעקבקרדיאלי ואי ספיקה כלייתית בקהילה. הומלץ על המשך מעקב רופא משפחה, ביצוע בדיקות דם תדירות, כולל תפקודי כליות, והערכת קרדיזלוג במידח הצורך."}
{"מספר_זהות": 505057398, "שם_מטופל": "רון שלום", "גיל": 22, "מין": "male", "תאריך": "23/09/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 1, צפת", "סוג_דם": "A-", "מחלות_רקע": ["אנמיה"], "תרופות": ["גבפנטין", "אלנדרונט", "דיקלופנק"], "קוד_אבחנה": ["D64"], "מחלקה": "אונקזלוגיה", "אבחנה_ראשית": "אנמיה", "doc_type": "discharge", "סיכום_רפואי": "המטופל רון שלום, בן 23, חחקבל לאשפ וז בעקבות חלונות עלכאבי גב חזקים וחום גבוה. המטופל הבריא סך הכל, ללא ס.ד או ל.ד, אך עם רקע של אנמי ה. במהלך האשפוז בוצע בירור שכלל בדיקות דם, צילומי רנטגן ו-א.ק.נ שנמצאו תקינים. ח.ד היה יציב לאורך השהייה.\n\nבמהלך האשפזז טופל בגבפנטין להקלה על כאבי הגב, וכן באלנדרו נט. נעשה שינוי קל במינון דיקלופנק בשל תגובה לא סימפטית. המ טופל הגיב היטב לטיפול והשתפר במצבו הקליני. \n\nבהמלעה להמשך טיפול בקהילה: להמשיך טיפול תרופתי בגבפנטין ואלנדרונט לפי הנחיות שניתנו, ל הימנע מ מאמץ פיזי כבד בתקופה הקרובה, ולעקוב אחרי רמות ה המוגלובין במידת הצורך. מומלץ להיווצץ ברופא משפחה להמשך מעקב ובידור אנמיה. אין בכך לשוב או לשנות את השגרה היומיומית, אך יש להקפיד על תזונה מאוזנת.  אין צורך בטל\"ד או צ נ\"ל. אין עישון או אלרגיות ידועות."}
{"מספר_זהות": 915668636, "שם_מטופל": "יעל אוחנה", "גיל": 61, "מין": "female", "תאריך": "13/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 119, עכו", "סוג_דם": "A-", "מחלות_רקע": ["היפרליפידמיה", "COPD", "אסתמה", "פרפור פרוזדוריס", "דיכאון"], "תרופות": ["גבפנטין", "אספירין", "קלופידזגרל", "מטופרולול", "איבופרופן"], "קוד_אבחנה": ["E78", "J44", "J45", "I48", "F32"], "מחלקה": "גריאטריח", "אבחנה_ראשית": "COPD", "doc_type": "discharge", "סיכום_רפואי": "יעל אוחנה, בת 62, הובאה לאשפוז עקב החמרה במצכ הנשימתי על רקע מחלת COPD ואסתמה. המטו פלת סובלת מפרפוד פרוזדורים ומט ופלת בקומבינציה של תרופות כולל אספירין וקלופידוגדל. במהלך האשפוז הועברה לחמצן ח.ד ושופרה מדיניות התרופות הנשימתיות שלה. לא אובחן ס.ד או ל. ד לא מאוזנים במהלך האשפוז.\n\nבמהלך שהותה במחלקה, טופלה יעל באינהלציות תכופות, סטרואידים דרך ווריד וניהולפדפור פרוזדורים ע\"י מטופרולול. צילומי חזה וא.ק.ג לא הראו ממצאים חדשים. טל\"ד וסטורציית המען נותרו בג דר הנודמה לאתר הטיפולים. בנוסף, ניתנה תמיכה פסיכול וגית עקב היסטוריה של דיכאון. \n\nהומלץ על המשך מעקב רופא משפחה כקהילה, ביקור במרפאת רי אוח להמשך טיפול זמעקב, זשמירה על הפסקת עישזן. נא להמשיך בטיפול תרופתי כקבוע ולחגיע לביקורת בעוד שבועיים. יעל אינה אלרגית לתרופות, והמשפחה מעורבת ותומכת."}
{"מספר_זהות": 409836657, "שם_מטופל": "עומר אוחנה", "גיל": 31, "מין": "male", "תאריך": "19/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 1, עכו", "סוג_דם": "B+", "מחלות_רקע": ["COPD"], "תרופות": ["וורפרין", "אטורבסטטין", "קלופידוגרל", "פרוקסטין"], "קוד_אבחנה": ["J44"], "מחלקה": "ריאות", "אבחנה_ראשית": "COPD", "doc_type": "discharge", "סיכום_רפואי": "מטופל: צומראוחנה, בן 32, הגיע לאשפוז עקב החמרה במצב נשימתי על רקע COPD. המטופל ללא מחלות רקע נוספות מלבד COPD, אינו מעשן ואין היסט וריה של ס.ד אז ל.ד. במהלך האשפוז עבר המטופל מספר בדיקות כולל א.ק.ג וצילום חזה, אשר הראו חסימה בדרכי הנשימה. טל\"ד היה יציב לאורך כל התקופה.\n\nבמהלך האשפוז קיבל טיפול בחמצן, סטרואידים ומשאפים להרחבת סימפונות. תגובה לטיפול הייתה טובה עם שיפור במצב הנשימתי והפחתת קוצר נשימה. בנוסף, הותאם הטיפול התרופתי הקבוע בהתאם להמלצות החדשות, כולל המשך נטילת וורפדין, אטורבסטטין, קלופידוגרל ופרוקסטין. \n \nהמלצות לשחרור: ח משך מעקברזפא ריאות בקהילה. שמירה על הימנעות מחשיפה לעישון או זיהומים נשימתיים. ביקודת בצוד שבועיים לבדיקה נשימתית ולוודא התאמה לתרופות. במידת הצורך, לשקולשיקום ריאתי.יש להקפיד על נטילת התרופות הקבועות לפי הנחיות, ובמקרה של החמרה נוספת לפנות מ יידית לרופא המטפל."}
{"מספר_זהות": 201859626, "שם_מטופל": "אדם ברק", "גיל": 84, "מין": "male", "תאריך": "27/06/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 61, באר שבע", "סוג_דם": "O+", "מחלות_רקע": ["COPD", "אסתמה"], "תרופות": ["דיקלופנק", "אומפרזול", "אינסולין"], "קוד_אבחנה": ["J44", "J45"], "מחלקה": "ריאות", "אבחנה_ראשית": "COPD", "doc_type": "discharge", "סיכום_רפואי": "אדם ברק, בן 85, אושפו בשל החמרה במצב הנשימתיעל רקע מחלות ריאה כרוניות (COPD ואסתמה). המטופל כעל היסטוריה ארוכת שנים של עישון (20 שנה), אך הפסיק לעשן לפני כעשור. במהלך האשפוז, נצפתח החמרה בתפקודי הריאה, ונזקק לתמיכח חמצן. בוצעו בדיקות רס ו-א.ק.ג, שהראו על חמצת נשימתית קלה אך לא נמצאו ממצאים חריגים נוספים.\n\nב מהלך האשפוז טופל בחמצן, אינהלציות של ברונכודילטורים וסטרואידים. הושנ שיפור במצבו הנשימתי והמטופל נגמל בהצלחה מתמיכת החמצן. גיהול ס.ד נשמר בטווח הרצוי בעזרת אינסולין, ול.ד נותר יציב כל הזמן. לא גצפתה תגובה אלרגית כלשהי לטיפולים. לא נצפו סיבוכים בלתי צפויים במהלך האשפוז.\n\nהמל צות ל קהילח: המשך מעקב וטיפול במסגרתקופת חולים, כזלל ביקורים סדירים אצל רופא משפחה ורופא ריאות. יש להמשיך בטיפול החרופתי הקכ וע (דיקלופנק, אומפרזול, אינסולין) ולהימנע מחשיפה לעשן או אלרגגים אחרים. מומלץ לבצע בדיקות תפקודי ריאה תקופתיות ולהימנע ממאמצים פיזיים מוגזמים."}
{"מספר_זהות": 859883100, "שם_מטופל": "דניאל לוי", "גיל": 36, "מין": "male", "תאריך": "11/04/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 41, רעננה", "סוג_דם": "B-", "מחלות_רקע": ["מחלת כבד שומני", "פרפור פרוזדודים"], "תרופות": ["הידרוכלורותיאזיד"], "קוד_אבחנה": ["K76", "I48"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "פרפור פרוזדורים", "doc_type": "discharge", "סיכום_רפואי": "סיבת אשפוז: דגיאל לוי, גבר בן 39, אושפז בשל החמרה בפרפור פרוזדורים עם טכיקרדיה ניכרת. המצב התפתחעל רקע מחלת כבד שומני ועישון כרוני. \n\nבמהלך האשפוז, בוצעו כדיקות דם שהעידז על תפקודי כבד מוגברים. בוצע א.ק.ג שהראה פרפור פרוזדורים מהיר. דניאל טופל בפ רוקור להאטת קצב הלב ובהמשך הושב לקצב סינום תקין. נצפתה יציבות המודינמית לאורך חאשפוז. טיפול בהידרוכלורותיאזיד נמשך כרגיל.\n\nהמלצות לשחרוד: יש להמשיך מעקב קרדיאלי בקהילה, כולל ביצוע א.ק.ג תקופתי. מומלץ הפסקת עישון עקב השפעה שלילית על מצבו הקרדיאלי והכבד. יש להמשיך טיפול תרופתיכפי שניתן באשפוז ולעקוב אחר תפקודי כבד. יש להיוועץ ברופא משפחה לגבי דיקור סיני כסיוע להפסקת עישון. פניה מיידי ת למוקד רפואי במקרה של החמרה בתסמינים כמו דפיקות לב מהידות או קוצר נשימה."}
{"מספר_זהות": 111312906, "שם_מטופל": "דנה עמר", "גיל": 58, "מין": "female", "תאריך": "04/12/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 109, אילת", "סוג_דם": "AB+", "מחלות_רקע": ["אי ספיקת לב", "גאוט"], "תרופות": ["מטופרולול", "לוסרטן", "אספירין", "לבותירוקסין", "רמיפריל"], "קוד_אבחנה": ["I50", "M01"], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "גאוט", "doc_type": "discharge", "סיכום_רפואי": "דנה עמר, בת 60, הניעה לאשפוז עקב החמרה באי ספיקת הלכ והופעה של קשיי נשימה בליווי כאבים בחזה. ה מטופלת סובלת מרקע של אי ספיקת לב וגאוט, ומטופלת בתרופות מטופרולול, לוסרטן,אספירין, לבותירוקסין, ורמי פריל. יש לציין שהיא מעשנת מזה כ-30 שנה, עובדה שעלולה להחמיר את מצבה הקרריזוסקזלרי.\n\nבמהלך האשפוז, בוצעה בדיקח א.ק.ג שיצאה תקינה, ואולטרסאונד לב שהראה ירידה קלה בתפקוד החדר השמאלי. הותהל טיפול מוגבר במשתנים והותאם מינון התרופות הקיימות. לאחר ייצוב המצבושיפור בתסמינים, הוחלטעל שחרור עם המשך טיפול תרופתי קבוע וייעוץ גמילה מעישון.\n\nבהמלצות לקהילה: המשך מעקב קרדיולוגי והעדכת תפק וד הלב, שמידה על תזונה דלת מלח, והפסקח עישון. כמו כן מומלץ להמ שיך במעקב רופא משפחה לצורך איזון ל.ד  ומניעת התלקחויות נוספות של גאוט. אין לשלול צורך בהתערבות צנתור בעתיד אם תסמינים יחזרו."}
{"מספר_זהות": 306853896, "שם_מטופל": "גלית עמר", "גיל": 19, "מין": "female", "תאריך": "29/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 79, בת ים", "סוג_דם": "O-", "מחלות_רקע": ["היפרליפידמיה"], "תרופות": ["אלנדרונט", "לבותירוקסין", "אמלודיפין"], "קוד_אבחנה": ["E87"], "מחלקה": "אורולוגיה", "אבחנה_ראשית": "היפרליפידמיה", "doc_type": "discharge", "סיכום_רפואי": "גלית עמר, בת 20, אושפזה עקב כאבים חזקים כחזה שההמירו עם נשימה עמוקה. המטופלת בעלת רקע של היפרליפידמיה, מטופלת באלנדרונט, לבותירוקסין ואמלודיפין. מעשנת כ-5 סיגריות ליום. אין ס.ד או ל.ד ידועים, אך קיימת היסטוריה משפחחית של מחלות קרדיוו סקולריות. במהלך האשפוז בוצע א.ק.ג ששלל אוטם חדי ף, ונראה שיפור כמצב לאחר מתן משככי כאבים וטיפול תומך במינוןנמוך.\n\nמהלך האשפוז כלל ניטור ומעקב אחרי ח.ד וטל\"ד, ללא אירועים מיוחדים. המטופלת שוחררה במצב כללי טוב, עם הנחיות להמשך מעקב בקהילה. מומלץ להימנע מעישון ולהמשיך את הטיפול חתרופתי הקבוע. בנוסף, ניתנה המלצה להפהתת סטרס ופעילות גופנית מתונה. ישלהמשיך מעקב כירורני זטיפול תרופתי קבוע במרפאה הקהילתית."}
{"מספר_זהות": 305690679, "שם_מטופל": "חנה פרץ", "גיל": 75, "מין": "female", "תאריך": "19/10/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "סוקולוב 2, אשקלון", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": ["אטורבסטטין"], "קוד_אבחנה": [], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "חנה פרץ, בת 76, אושפזה עקב כאבי חזהפתאומיים וקוצר נשימה. ללא מחלות רקע ידו עות, מטופלת באטורבסטטין, לא מעשנת. במהלך האשפוז בוצע א.ק.ג שהראה שינויים חשודים, ובשלכך הוחלט על ביצוע צנ\"ל. תוצאות הצנתור הצביעו על היצרות קלהבעורק כלילי שמאלי, טופל בהצלחה על ידי בלזן. חנה התאוששה היט ב לאחר הפעולה ושוחררה במצב כללי טוב, עם ח.ד תקין וטל\"ד יציב.\n\nבמהלך האשפוז לא היו סיבוכים משמעזחיים. הומלץ על המשך טיפול חרופחי באספירין ובשמירה על חזונה דלת שומן. יש לבצע מעקב קרריאלי בקהילה, בולל בדיקות דם ותפקודי כבד אחת לשלושה חודשים. חנה אינה סובלת מאלרגיות ידועות. חשוב להדגיש את החשיכות בהמשך נטילת התרופות על פי הנחיות והגעה  לביקורת במרפאת קהילה תוךשבזע מחשחרור."}
{"מספר_זהות": 189239239, "שם_מטופל": "אדם עמר", "גיל": 66, "מין": "male", "תאריך": "02/01/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 104, קריית שמונה", "סוג_דם": "O+", "מחלות_רקע": ["דיכאון"], "תרופות": ["אמלודיפין", "סימבסטטין", "מטופרולול", "דיקלופנק", "הידרוכלורותיאזיד", "אלנדרונט"], "קוד_אבחנה": ["F32"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "דיכאון", "doc_type": "discharge", "סיכום_רפואי": "אדם עמר, בן 69, התקבל לאשפוז עקב החמרה בל.ד וקוצר נשימה במאמץ. המטופל סובל ממחלת רקע של דיכאון ומטופל בתרופות שונות הכוללות אמלזדיפין, סימבסטטין, מטופרולול, דיקלופנק, הידרוכלורותיאזיד ואלנדרונט. במהלך האשפוז בוצע א.ק.ג שהראה שינויים לא ספציפיים, ולחץ הרם נוטר בקפידה. טל\"ד היה יציב לאחד התאמת טיפול תרופתי.\n\nבמהלך השהות במחלקה הוענק טיפול תרופתי להורדת ל.ד, וחמצן עם שיפור ניכר בקוצר הנשימה. לאנצפואירועים חריגים או החמרה במצב הדיכאון. הומלץעל מעקב פסיכיאטרי בקהילה להמשך ניהול הדיכאון. בנוסף, המטופל מעשן, ועל כן הומלץ על סדנת גמילח מעישון.\n\nבהמלצות לשחרור: המשך טיפול תרופתי כרגיל, מעקב ל.ד בקהילה ורופא משפחה. מומלץ על פעילות גופנית מתונה, והמשך מצקב פסיכיאטרי. בשובו הביתה, יש להקפיד על תזונה מאוזנת להפחתת  ל.ד ועל גיטור סימפטומים ש ל קוצר גשימה. במקרהשל החמרה יש לפנות מיד לרופא המטפל."}
{"מספר_זהות": 534749163, "שם_מטופל": "עומר לוי", "גיל": 67, "מין": "male", "תאריך": "04/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרוח ירושלים 96, ירושלים", "סוג_דם": "O-", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "מחלקה": "ריאות", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "עומר לוי, גב ר בן 69, ללא מחלות רקע ידועות הגיע למיון בת לונה על כאכים בחזה וקוצר נשימה. לא נוטל תרופות קבועות ומעשן מזה כ-40 שנים. בבדיקות ראשוניות נמצא א.ק.ג לא תקין מחשיד לאזטם בשריר הלב. טופל באספירין ונשלח לצנ\"ל דחוף אשר הדגים חסימה בעו רק כלילי ראשי. בוצעה פתיחה של החסימה עם השתלת סטנט.\n\nמהלך האשפוז כלל התאוששות במחלקה הקרדיולוגית, שם חל שיפור ניכר במצבו הכללי ותפקוד הלב חזר לתקין.  טל\"ד היה יציב לאורך האשפוז. קיבל טי פול במדללי דם ובמניעת קרישת יתר עם מעקב אחרי תפקודי הלב והפרמטרים הקרדיאליים. שוחרר במצב כללי טוב עם המלצה להמש ך מעקב קרדיולוגי בקהילה.\n\nהמלצות לשחרור כוללות הפסקת עישון, התחלת טיפול תרופתי קבוע באספירין וסטטינים, כמו כן, מזמלץ ל הימנע ממאמץ פיוי יתר ולהמשיך  מעקב לחץ דם. יש לקבוע בדיקת א.ק.ג וביקור אעל קרדיולוג בעוד כשבועיים. במקרה של הופעת תסמינים כגון כאבים בחזה או קוצר נשימה חריג,יש לפנות בדחיפות למיון."}
{"מספר_זהות": 402424030, "שם_מטופל": "עדי סויסה", "גיל": 20, "מין": "female", "תאריך": "20/01/2025", "מוסד_רפואי": "מרכז רפואי הררים", "כתובת": "סוקולוב 31, ירושלים", "סוג_דם": "B-", "מחלות_רקע": ["דיכאון", "דמנציה", "השמנת יתר", "אסתמה"], "תרופות": ["סימבסטטין", "לבותירוקסין", "אמלודיפין", "אומפרזול", "אלנדרונט"], "קוד_אבחנה": ["F32", "F03", "E66", "J45"], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "discharge", "סיכום_רפואי": "עדי סויסה, בת 21, אושפזה עקכ החמרה במצ ב הדיכאון והופעת סימנים פסיכוטיים.  במהלך האשפוז נצפתה חתייצבות במצב הנפשי לאחר החאמה של טיפול תרופתי ע\"י פסיכיאטר המחלקה. בנוםף, עקב השמנת היתר והאסתמה , בוצע מעקב צמוד על תפקודי ריאות וטיפול אינהלציות תומך. נרשם שיפור ביכזלת הנשימה לאחר התחלת טיפול קבוע באינה לציות ותרופות נוגדות רלקת.\n\nבמהלך השהות בוצעו בדיקות שגרתיות, כולל א.ק. ג שלא הראה שינויים פתולוגיים. נרשמה יציכות במדדי ל.ד גם במצבי עמידה. חשוב לציין כי אין עדות לעישון מזה 20 שנה, כפי שנמסר, מה שתורם למצב הריאתי חיצ יב יחסית. טיפול תרופתי נשמר: סימבסטטין, לבותירוקסין, אמלודיפין, אומפרזזל, ואלגדרונט, עם המלצה להמשיך אותם בבית.\n\nהמלצוח לשחרור: מעקב פסיכיאטרי בקהילה, המשך טיפול תרופתי לפי ההנחיות, פיזיותרפיה נשימתית להקל ת תסמיני האסתמה, תזונה מאוזנת והמשך ירידה כמשקל. יש להימנע מחשיפה לעישון פסיבי ושמירה על פעילות גופנית מתונה. במידה ויש שינוי במצב הנפשי או חריאתי, יש לפנות לרופא המטפל."}
{"מספר_זהות": 534240890, "שם_מטופל": "סיגל רוזנברג", "גיל": 51, "מין": "female", "תאריך": "27/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנכיאים 2, טבריה", "סוג_דם": "O+", "מחלות_רקע": ["מחלח לב כלילית", "דיכאזן"], "תרופות": ["אטורבסטטין", "דיקלופנק", "לוסרטן", "קלופידוגרל", "מטפורמין"], "קוד_אבחנה": ["I25", "F32"], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "discharge", "סיכום_רפואי": "הגב' סיגל דזזנברג,  בת 5 2,  אושפזה עקב כאבים בחזה והחמרה במצב הלבבי. רקע רפואי כולל מחלת לב כליליח ודיכאון. במהלך האשפוו בוצע א.ק.ג שגילה שינוויס, ובוצע צנ\"ל שאישר חסימה חלקית בעורק הימני. נערכו גם בדיקות דם שהראו רמות כולסטרזל גבוהות. טופלה באספירין, איזון ל.ד, וכןהותאם טיפול אנטי-דכאוני חדש. \n\nבמהלך האשפוזחלההטבה במצבה, אך הומלץ על המשך מעקב צמוד בקהילה. המטופלת מעשנת והומלץ לה להפסיק עישון. נדרש מעקב  קרדיאלי ותזונתי במסגרת קופ\"ח, בנוסף להמשך טי פול תרופתי קבוע עם האטורבסטטין, דיקלופנק, לוסדטן, קלופידוגרל ומטפודמין. המלצה להמשך ט יפול נפשי זתמיכ ה פסיכולוגית בשל הדיכאון. \n\nמומלץ לבצע אקו לב ב עוד חודש ולחזור למעקב אצל הקרדיולוגהמטפל. כמו כן, יש להמשיך בניהול ס.ד ול.ד ולוודא שמירה על טל\"ד תקין. אין אלרגיות ידועות. המטופלת נשואה ואם לשניים, וחשוב לשלב את המשפ חה בתהליך ההחלמה והחמיכה."}
{"מספר_זהות": 652717273, "שם_מטופל": "יונתן פרידמן", "גיל": 55, "מין": "male", "תאריך": "12/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 93, גתניה", "סוג_דם": "B+", "מחלות_רקע": ["דלקת מפרקים", "שבץ מוחי"], "תרופות": ["איבופרופן"], "קוד_אבחנה": ["M91", "I63"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "discharge", "סיכום_רפואי": "הנ\"ל, יונתן פרידמן, גבר בן 56, התקבל לאשפוז בשל כאבים בחזה והיסטוריה של שבץמוחי. ברקעו דלקת מפרקיםכרונית, מטופל באיבופרופן, ונוטל קלופידוגרל באופן קבוע. ידוע כמעשן כבד. במהלך האשפוז בוצע א.ק.ג שהראה שינויים איסכמיים קלים, ומעקב טל\"דהיה יציב . לא נמצאו סימנים לצנ\"ל חריף. הוחלט על טיפול שמדני עם השגחה, והמצב השתפר תחת טיפול תרופתי.\n\nבמהלך השחייה בח.ד לא חתגלו סיבוכים נוספים. טופל במשככי כאבים והמשיך בקבלת קלופידוגרל. מצבו הלבבי הז ערך כיציב, ולדלקת המפרקיס נמלץ להמשיך  בטיפול הנוכחי, עם מעקב  שגרתי אצלהרופא המטפל. \n\nלשחרור: מומלץ להפסיק עישון, להמשיך נטילת קלופידוגרל  ואיבופרופן כרגיל. מעקב קרדיולוגי בעוד חודש ובדיקת מאמץ. יש להקפיד על תוונה מאוזנת ופעילות גופנית מותאמת, ולפנות למיון בכל שינוי במצב הבריאותי."}
{"מספר_זהות": 622728475, "שם_מטופל": "יוסף ביטון", "גיל": 53, "מין": "male", "תאריך": "16/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 107, תל אביב", "סוג_דם": "AB-", "מחלות_רקע": ["מחלת לב כלילית"], "תרופות": ["אספירין"], "קוד_אבחנה": ["I25"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "מחלת לב כלילית", "doc_type": "discharge", "סיכום_רפואי": "יזסף ביטון, בן 53, הגיע לאשפוז בשל כאבים בחזה שנמשכו כ-45 דקות, בחשד לתעוקת לב. המטופל עם רקע של מחלת לב כלילית ומטופל בקביעות באספירין. באשפוז בוצצ א.ק.ג שהראה שינויים איסכמייס, ובוצע צנ\"ל אבחוני שהדגים הי צרות משמעותית בעורק הכ לילי הראשי. \n\nבמהלך האשפוז טופל המטופל בסטטינים, חוסמי בטא ונוגדי קרישח. מצבו השתפר לאחר ביצוע הצנ\"ל ומתן טיפול תרופתי הול ם. נצפו שיפור בתסמי נים ולחץ דם (ל.ד) חזר לערכים תקינים. \n\nהמלצותלשחרור: המשך טיפול ב אספירין וסטטינים,מעקב קרדיולוגי בקהילה תוך4 שכוצות. מומלץ לע קוב אחר טונוס לחץ דם (טל\"ד) ולדווח על בל שינוי במצב הבריאותי. יש להמנע ממאמץ פיזי ניכר ולהמשיך תזונה דלת שומן ונתרן."}
{"מספר_זהות": 652156811, "שם_מטופל": "עומר מזרחי", "גיל": 56, "מין": "male", "תאריך": "08/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רוטשילד 41, לוד", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": ["לוסרטן", "פרוקסטין"], "קוד_אבחנה": [], "מחלקה": "מיון", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "מר עומר מזרחי, בן 58, חתקבל לאשפזז עקב כאבים בחזח והרגשה כללית לא טובה. ללא מחלות רקע ידועזת, נוטל לוסרטן ופרוקסטין. לא מעשן ואין ס.ד. במהלך האשפוז בוצע א.ק.ג שהדאה שינויים לא ספציפיים, ובוצע צנ\"ל שלא הראה חסימות משמעותיות בצודקים הקורונריים. טל\"ד היה תקין במהלך רוב השהייה. \n\nהטיפולים כללו ניטור ל.ד ורמת אנזימי לב, ייעוץ קרריולוגי והמשך טיפול תרופתי קיים . במהלך האשפוז לא נצפו סיבוכים נוספים, והמט ופל השיב על כל שאלות הצוות הרפזאי. \n\nעם שחרורו, ממליץ להמשיך מעקב אצל הרופא המטפל בקהילה, כולל כדיקות ל.ד ת קופתיות ובדיקת ליפידי. יש להמשיך בטיפול התרופתי הקיים ולהיות ער לשינויים במצב הבריאותי. אין צורך בהגבלות פעילות מיוחדות, אולם מומלץ להימנע ממאמצים פתאומיים או מיותרות. חזרה לעבודה בהתאם להרנשה האישית ויכולת."}
{"מספר_זהות": 710248170, "שם_מטופל": "רחל סויסה", "גיל": 16, "מין": "female", "תאריך": "08/11/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 81, ראשון לציון", "סוג_דם": "AB-", "מחלות_רקע": ["שבץ מוהי", "השמנת יתר", "דלקת מפרקים", "רמנציה", "פרפור פרוזדורים"], "תרופות": [], "קוד_אבחנה": ["I63", "E66", "M19", "F03", "I48"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "שבץ מוחי", "doc_type": "discharge", "סיכום_רפואי": "בת 16, רחל סויסה,  התקבלה לאשפוז עקב החמרה כמצב הניזרולוני וסימנים אפשריים לשבץ מותי חוזר. במהלך חאשפוז בוצעה בדיקת א.ק.ג שגרתית שהראתה פרפור פרוזדורים בלתי מבוקר. נבדקה גם באמצעות דימות מוחי שלא הדגים ממצאים חדשים משמעותיים מעבר לשבץ הקודם. מצבה התייצב במהלך האשפוז.\n\nבמהלך הטיפול הותאם לה טל\"ד להורדת ל.ד ומעקב רציף אחר תפקורי הלב. ניתנה הדרכה תז ונתית במטרח להתמודדות עם השמנת יתר. למרות שבאנמנזה צוין שהיא מעשנת, ברצוננו להבהיר כי רחל מעולם לא עישנה. המשפחה דווחה על התדרדרות קוגניטיבית, ולכן הופנתה גם להערכה פסיכיאטרית  בשל הדמנציה ולתכנית טיפולית לדלקת מפרקים.\n\nהמלצות לשחרור כוללות המשך ניטור קבוע של ל.ד ופעילות הלב בקהילה, מעקב  נוירולוגי זקרדיולוגי, וכן פנייה לדיאטגית להמשך מעקב תזונתי. מומלץ להימנע מכל גורם סיכון שעלזל להחמיר את מצבה, כולל ניחול סטרס והקפדה על פעילות גופנית מותאמת. חזרה לביקורח בנזירולוגיה בעור חודש."}
{"מספר_זהות": "597371475", "שם_מטופל": "דוד דהן", "גיל": 19, "מין": "male", "תאריך": "03/06/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בן גוריון 41, רמת גן", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": ["דיקלופנק", "רמיפריל", "פרוקסטין"], "קוד_אבחנה": [], "מחלקה": "פנימית ב", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "דוד דהן, בן 20, הגיע לאשפוז עקב כאבים בחזה וקוצר נשימה פתאומי. ללא מחלות רקע ידועות, מטופל בתרופות דיקלופנק, רמיפריל ופרוקסטין. מדווח על עישון מזה מספר שנים, ללא ס.ד או ל.ד. בבדיקותראשוניות: ח.ד תקין, א.ק.ג שגדת ית הראתה שינויים מינורים אך ללא חסימה חריפה. במהלךהאשפוז בוצע צנ\"ל שלא הראה חסימות משמעותיות. מצב כללי טוב, טל\"ד יציב לאורך האשפוז.\n\nהטיפול כלל השגחה בח.ד, מתן משככי כאביס והמשך טיפול תרופתי. לאור הממצאים, הוחלט לשחררו עם המלצות להמשך מעקב בקהילה. מומלץ לחפסיק לעשן ולבצע בדיקות א.ק.ג תקופתיות במר פאה. יש להמשיך בטיפול התרופתי כרגיל ולפנזת לרופא משפחה במקרה של החמרה בתסימינים. אין אלרגיות ידועות. \n\nדוד מתבקש לחזור לרופא משפחה לביקורת בעוד שבועיים ולהמשיך לעקוב אחר ל.ד ושומנים בדם במסגרת קופתהחולים. יש להימנע מפעילזת מאומצת עד לביקורת הבאה ולהקפיד על תזונה מאוזנת."}
{"מספר_זהות": 644212144, "שם_מטופל": "עומר אלון", "גיל": 81, "מין": "male", "תאריך": "26/02/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 3, אשדוד", "סוג_דם": "AB+", "מחלות_רקע": ["שבץ מוחי", "יתר לחץ דם", "אנמיה", "מחלת כבד שומני"], "תרופות": ["גבפנטין", "רמיפריל", "אינסולין"], "קוד_אבחנה": ["I63", "I10", "D64", "K67"], "מחלקה": "ריאות", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "discharge", "סיכום_רפואי": "מטופל: עומר אלון, זכר, בן 83, אושפז עקב החמרה במצב נוירולוגי חשד לאירוע מוחי חוזר. ברקע, שבץ מוחי קודם, יתר ל.ד, אנמי ה, מחלת כבד שומני, וללאהיסטוריית עישון. במהלך האשפוז בוצע בירור שכלל בדיקות דם, א.ק.ג, והדמיית מוח (CT) אשר הדגימ ו שינויים אופייניים לשבץ ישן ללא עדות לאירוע חריף הדש.\n\nהטיפול כלל תיקון של ל.ד לאיזון טוב יזתר עם רמיפריל, טיפול תומך באנמיה, והמשך טיפול בגבפנטין ל כאב כרוני נוירופתי. כמו כן ניתנו הדרכות לגבי שינוי אורח חיים בהתחשב במצבו הבריאותי זבפרופי ל המחלה. יש לציין כי לא נצפוסיבוכים זיהומיי ם במהלך האשפוז, זבריקות התפקזדים הכבדיים נותרו יציבות.\n\nהמלצות לאחר שחרורו לקהילה כוללות המשך מעקב דפואי בקהילה, בדגש על איזון ל.ד וס.ד, התייעצזת תזונאית להמשך טיפול בכבד שומני והמשך טיפול תרופתי כרגיל. מומלץ גם לבדוק תפקודי כליה באופן תקופתי ולהמשיך במעקב נוירולוגי. אם יש שינוי במצבו או החמרה בסימפטומים נא לפנותכחקדם לרופא המטפל."}
{"מספר_זהות": 423567783, "שם_מטופל": "מתן שלום", "גיל": 67, "מין": "male", "תאריך": "18/06/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 97, הרעליה", "סוג_דם": "B+", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "מחלקה": "אורתופדיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "מתן שלום, בן 69, נשוי, ללא מחלות רקע ידועות, התקבל לאשפוז עקב כאבים בחזה ומאמ ץ נשימתי. מציין עישון של כ-20 שנה, הכחיש רגישות ללקיחת תרופות. בבדיקות שבוצעו: א.ק.ג הראה שינויים איסכמיים. במהלך חאשפוז עבר צנ\"ל שאישר היצרות בצורק כלילי קדמי.\n\nבמהלך האשפוז קיבל ט יפול תרופתי בניטרטים זאספירין לשיפור זרימת הדם ללב. טל\"ד נשמר בגבולות הנורמה במהלך כל השהות בח.ד. בנוסף, הומלץ על הפסקת עישון, וליווי תזונתי להתאמת תפדיט דל שומנים.\n\nעם השחרור, ממליצים להמשיך מעקב קרדיולוגי בקהילה, כולל בדיקות תקופתיות ומעקב ל.ד. יש להמנע ממאמץ פיזי מוגזם ולהתחיל פעילות נופ נית קלה בהדרגתיות לאחר אישזר רפואי. יש להזועץ ברופא המשפחה להתחלת טיפול למניעת קר ישיות יתר  ותחליף ניקוטין."}
{"מספר_זהות": 892866468, "שם_מטופל": "הילה חדר", "גיל": 53, "מין": "female", "תאריך": "21/08/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 23, הרצליה", "סוג_דם": "A-", "מחלות_רקע": ["אי ספיקת לב", "גאוט", "אוסטאופורוזיס", "יתר לחץ דם"], "תרופות": ["איבופרופן"], "קוד_אבחנה": ["I50", "M10", "M81", "I10"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": "הילה חדד, בת 54, אושפזה בשל ההמרה באי ספיקת לב ומעקב אחר ל.ד גבוה. סיבת האשפוז העיקרת הייתה קוצר נשימהוחולשה כללית. במהלך האשפוז, המטופלת עב רה בדיקות דם, א.ק.ג וטיפול באיזון  נוזלים. צנ\"ל לא נדרש. במקביל, עקבנו אחר מצב הגאוט והאוסטאופורוזיס.\n\nבמהלך הטיפול, הוחלט להפסיק שימוש באיבופרופן בשל חשש להחמרת תפקוד כלייתיולהחליפו בטיפול אלטרנטיבי. טל\"ד היה בתחילה גבוה אך התאזן לאחר טיפול תדופתי. לא נצפו סימני זיהום או תגובה אלרגית. המטופלת שוחררה במצב כללי טוב עם הנחיות להמשך מעקב קהילה.\n\nהמלצות: להמשיך מעקבקרדיולוגי ורופא משפחה לגבי ל.ד ואי ספיקת לב. מומלץ תזונה דלת מלח, פעילוח גופנית מותאמת ומעקב אורטופדי לאוסטאופורוזים. יש להימנע מתרופות נוגדות דלקת שאינן סטרואידליות. במקרה שלהחמרה בתסמינים או הופעת תסמינים חדשים — לפנות לטיפולרפואי מיידי."}
{"מספר_זהות": 630600021, "שם_מטופל": "שרה חדד", "גיל": 14, "מין": "female", "תאריך": "24/04/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "רחוב הנביאים 116, בני ברק", "סוג_דם": "AB-", "מחלות_רקע": ["גאוט"], "תרופות": ["סימבסטטין", "היררוכלורותיאזיד"], "קוד_אבחנה": ["M10"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "גאוט", "doc_type": "discharge", "סיכום_רפואי": "שרה חדד, בת 15, התאשפוה עקב כאכים חדים במפרקים ואורם מקומי שהוחמרו במהלך השבוע האחרון. למטופלת היסטוריה של גאוט, ומטופלת בסימבסטטין והידרוכלורותיאזיד. במהלך האשפוז בוצעו בדיקות מצבדה שהראו חזמצת שתן גבוהה בדם.ניתנה טיפול תרופתי להקלה על הכאבים והתאמת מינון התרופות, כולל הפסקת הידרוכלורותיאזיד עקב השפעתו האפשרית על החמרת הגאוט. \n\nבמהלך השהות בח.ד, חלה הטבה ניכרת בכאב ובמדדי דלקת. המטופלת שוחררה במצכ כללי טוב עם המלצה להמשך מעקב רופא משפתה ולהתחלת טיפול מונע לגאוט. כןהומ לץ על הקפדה על תזונה דלת פורינים ולשתייהמרובה. יש להימנע ממאמץ פיזי כבד בתקופה הקרובה ולהמשיך מעקב אחר רמות חומצת השתן בדם."}
{"מספר_זהות": 263128191, "שם_מטופל": "יעל שמעוני", "גיל": 48, "מין": "female", "תאריך": "04/06/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דיזנגוף 67, בת ים", "סוג_דם": "AB+", "מחלות_רקע": ["שבץ מוחי"], "תרופות": ["אינסולין", "דיקלופנק", "אטורכםטטין", "פרוקסטין", "וורפרין", "אספירין"], "קוד_אבחנה": ["I63"], "מחלקה": "אונקולוגיה", "אבחנה_ראשית": "שבץ מוהי", "doc_type": "discharge", "סיכום_רפואי": "יעל שמעוני, בת 50, אושפזה בשל תלונזת על כאבי חזה עזים וקוצר נשימה. רקע רפואי של שבץ מוחי, ס.ד סוג 2 מאוזנת בטיפול תרופתי, ול.ד מאוזן. אינה מעשנת, ואין ידועעל אלרגיות לתרופות.\n\nבמהלך האשפוזבוצע א.ק.ג שהראה שינויים חשודים לאיסכמיה. בשל כך, הועברה לצנ\"ל דחוף שבו נמצאה חסימה חלקית בעורק הימני. החסימה טופלח ב צנתור עם הכנסת סטנט. טל\"ד נותר יציב כמהלך הטיפ ול וההתאוששות בח.ד.\n\nעם השחרור, המלצזת לקהילה כוללות מעקב קרדיאלי להמשך בקרה ולוודא שמירה על יעדי ל.ד וטיפול תרופתי רציף. מומלץ להמשיך טיפול בא ינסולין, דיקלופנק, אטורבסטטין לחיזוק כלי דם, פרוקסטין להורדת חרדה, וורפרין ואםפירין למניעת קרישיות י תר. בדיקות דם חודשיזת לניטור תפקודי כבד וכליות, ומעקב רופא משפחה אחת לשבועים."}
{"מספר_זהות": 752334383, "שם_מטופל": "דוד מזרחי", "גיל": 82, "מין": "male", "תאריך": "20/02/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 17, דימונה", "סוג_דם": "O+", "מחלות_רקע": ["סוכרת סוג 2", "אסתמה", "מחלת כבד שומני"], "תרופות": ["לבותירוקסין", "אספירין", "פרוקסטין", "מטפורמין"], "קוד_אבחנה": ["E11", "J54", "K76"], "מחלקה": "מיון", "אבחנה_ראשית": "מחלת כבד שומני", "doc_type": "discharge", "סיכום_רפואי": "דור מורחי, בן 83, אושפז בשל החמרה במצב הנשימתי על רקע אסתמה כרונית וס.דסזג 2. עם קבלתו, התלונן על קוצר נשימה  קשה ושיעול פרודוקטיבי. בבדיקהפיזיקלית נמצאז קולות צפצופים בריאות וטאכיפניאה. בבדיקות מעבדה נרשמה עליה ברמות גלוקוו בדם, והרמיה חזה הצביעה על שינויים אינטרסטיציאליים שמתאימיםלהחמרה אסתמטית.\n\nבמהלך האשפוז, טופל בסטרואידים סיסטמיים, משאפים ברונכודילטורים וחמצן בלחץ נמוך. כמו כן, הזתאמה לו תזונה דלת פחמימות לניהול ם.ד, והומשך הטיפול חתרופתי חקבוע שלו הכולל מטפורמין ולבותירוקסין. במהלך האשפזז נרשמה שיפור ניכר במצב הנשימתי ו סטורציה חזרה לנורמ ה. \n\nבהמלצות לשחרור:  לשמור על טיפזל תרופתי קבוע, לבצע מעקב סדיר אצל רופא משפחה לרמות סוכר ול.ד, ביקורתקופתי במרפאה לניהזל אסתמה והמשךתזונה מוחאמת לס.ד ולכבד שומני. מומלץ גם להמנצמחשיפח לאלרגנים פוטנציאליים ולהשתתף כפעילות גופנית מתונה. יש לקבוע תו ר לבדיקת עיניים שנתית בשל ס.ד."}
{"מספר_זהות": 901557991, "שם_מטופל": "אריאל מזרחי", "גיל": 41, "מין": "male", "תאריך": "05/05/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 73, פתח תקווה", "סוג_דם": "B+", "מחלות_רקע": ["מחלת לב כלילית", "דלקת מפרקים", "אי ספיקת לב", "גאוט", "אי ספיקת כליות כרונית"], "תרופות": ["איבופרופן", "אומפרזול", "לבותירוקסין", "לוסרטן", "מטפורמין"], "קוד_אבחנה": ["I25", "M19", "I50", "M10", "N18"], "מחלקה": "פנימית ב", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": "אריאל מזרחי, גבר בן 42, התקבל לאשפוז עקב החמרה באי ספיקת לכ וקשיי נשימה. חמנוחה נאלצה לפנות בדחיפות למיון לאחר שהרגיש חוסר אויר וקוצר נשימה במאמץ קל. ברקע מחלת לב כלילית, גאוט, אי ספיקת כליות כדונית ודלקת מפרקים. מצבו התייצכ לאחר טיפול תרופתי שבלל שיפור טל\"ד באמצעות לוסרטן ואיזון ס.ד עם מטפ ורמין. צנ\"ל שבוצע הדאה היצרות קלה אך ללא צורךבהתערבות נוספת בשלב זה.\n\nבמהלך האשפוז, טופל גםבגין כאבים מפרקייס עם איבופרופן תוך מעקב אחר תפקוד כלייתי עקב הרק ע של אי ספיקת כליות. טיפו ל באומפרזול ניחן כדי למנוצ נזקי קיבה הנגרמים מהאיבופרופן. מצב לבבי נוטד עם א.ק.ג שהדאה יציבות ללא שינויים איסכמיים חדשים. לאחר איזון טל\"ד ושיפור קליני, הוחלט על שחרור הביתה עם המשך מעקב קרדיאלי זמעקב אתר תפקודי כליה בקהילה.\n\nההמלצות להמשך טיפול בקהילח כוללות המשך מעקב קר דיולוגי ונפרו לוגי, הקפדה ע ל דיאטה דלת נתרן ונוזלים מוגבלים עקב אי ספיקת לב וכליות, והמלצה על ה פחתת מאמץ פיזי מאומץ. יש להמשיך בטיפול התרופתי כרגיל ולפנו ת לרופא משפחה במידת הצורך."}
{"מספר_זהות": 676945918, "שם_מטופל": "נועה שלום", "גיל": 0, "מין": "female", "תאריך": "28/07/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 63, אשדוד", "סוג_דם": "O+", "מחלות_רקע": ["דיכאון"], "תרופות": ["אמלודיפין", "לוסרטן", "אומפרזול"], "קוד_אבחנה": ["F32"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "דיכאון", "doc_type": "discharge", "סיכום_רפואי": "נוצה שלום, בת 70, התקבלה לאשפוז ב של חחמרה במצב הדיכאון הרקעי. חמטופלת הגיעה לחדר המיון עם תחושת חוסר אנר גיה וירידה במצב  רוח. אינה סובלת מסוכרת (ס.ד) ולחץ הדם (ל.ד) מנוטר בעזרת אמלודיפין ולוסרטן.\n\nבמהלך האשפוז, נועה טופלה במסגרת ח.ר, קיבלה תמ יכה תרופתית ונפשית על ירי צוות פסיכיאטרי. מצבה השתפר בהדרגה עם העלאת מינון התרופות האנטי-דיכאוניות. בוצע מעקב אחר מדדי ל.ד זטל\"ד, שהיו בחחום התקין. לא נדרשו טיפולים חודרניים כמו צנ\"ל.\n\nהמלצות לקהילה כוללות המשך מעקב פסיכיאטרי בקהילה, שמירה על היענות לתרופות הקיימות והקפ דה על אורח תיים בריא כולל תזונה מאוזנת ופעילזת גופנית. מומלץ לבצע בדיקזת תקופתיות לעקוב אחדל.ד זאומפרזול. נועה אינה מעשנת ואין אלרגיות ידועות. מומלץ להמשך מעקב רופא משפחה."}
{"מספר_זהות": 438822116, "שם_מטופל": "אלון פרידמן", "גיל": 42, "מין": "male", "תאריך": "18/12/2024", "מוסד_רפואי": "מרכז רפזאי הדרים", "כתובת": "ביאליק 88, תל אביב", "סוג_דם": "AB-", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "מחלקה": "אנדוקרינולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "אלון פרידמן, גבר בן 43, ללא מחלות רקע ידועות, התאשפז במחלקה הפנימ ית עקב כאכים כחוה. בעת קבלתו, לא היו סימנים מובהקים ל אוטם חריף בשריר הלב, אך התלונן על כאבים לוחצים שנמשכו כשעתיים. בבדיקות מעבדה ראשוניות לא גמצאו שינזיים משמעותיים באנזימי הלב, אך א.ק.ג הראה שינויים מינימליים שדרשו המשך מעקב וטיפול תומך. במהלך האשפוז טופל בניטרט ים ותרופות להורדת ח.ד.\n\nבמהלך השהות במחלקה חלה הטבה במצבו הקליני של אלון.טל\"ד נותר יציב, והכאכים בחזה התמוגגו לאחד טיפול ראשוגי. ביצצנו כדיקת מאמץ שהיתה תקינה, וללא אירועים חריגים. לאחר התייעעות עם קרדיולוג, הוחלט על שחרורו הביתה במעקב רופא משפחה להמשך בירור וטיפול במידת הצורך.\n\nהמלצות ל קהילה: יש להמשיך מעקב אצל רופא משפחה, לבצע בדיקות דם לשלילת גורמי סיכון קרדיווסקולריים כמו ס.ד ול.ד. מומלץ להימנע ממאמצים פיזיים כברים בשבועיים הקדובים. במידה ומופיעים שוב כאבים  בחזה, יש לפנות למי ון לצורך בירור נוסף. נא  לשקול בירור קרדיאלי נוסף באם התסמ י נים חוזרים."}
{"מספר_זהות": 589714807, "שם_מטופל": "אורלי שלום", "גיל": 25, "מין": "female", "תאריך": "10/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "אלנבי 91, אשקלון", "סוג_דם": "O+", "מחלות_רקע": ["דיכאון", "אנמיה", "פרפור פרוזדורים"], "תרופות": [], "קוד_אבחנה": ["F32", "D64", "I48"], "מחלקה": "מיון", "אבחנה_ראשית": "פרפור פרוזדורים", "doc_type": "discharge", "סיכום_רפואי": "מטופלת בשם אורלישלוס, בת 26, הגיעה לאשפוז עקב החמרה במצב דיכאון, בנוסף לתלונות ע ל דפיקות לב ל א סדירות. למטופלת רקע של אנמיה ופ רפור פרוזדורים, ללא טיפול תרופתי קבוע. היא מעשנת מאז גיל 20, ללא היסטוריה של אלדגיות ידזעות. \n\nבמהלך האשפוז בוצעו בדיקות דםשהדגימו אנמיה קלה. א.ק.ג הראה פרפור פרוזדזרים ללא סימני אוטם. ה מטופלת טופלה בטיפול אנטי-דכאוני ובהשגחה קרריאלית תוך ניטור מתמשך של ל.ד וטונוס ח.ד. בנוםף, הוחאם לה טיפול תרופתי לניהול הדיכאון והפרפור, כולל המל צה להפסקת עישון.\n\nבהמלצות לשחרור : המשך מע קב פסיכיאטרי בקהילה, התאמה מתדש של טיפול בדזל לאור האנמיה, בדיקת קרדיזלוג אחת לחודש, והפניה לסדנת גמילה מעישון. יש לדווח על כל שינוי במצב הבריאותי למרפאה המטפלח. המטופלת תשוחרר בחנחיית נטילת תרופות למניעת פרפוד והמשך טיפול בדיכאון."}
{"מספר_זהות": 148782451, "שם_מטופל": "רותם כהן", "גיל": 63, "מין": "female", "תאריך": "20/04/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 82, אשדוד", "סוג_דם": "O+", "מחלות_רקע": ["אי ספיקת לב", "אנמיה", "דלקת מפדקים", "גאוט"], "תרופות": [], "קוד_אבחנה": ["I50", "D64", "M19", "M10"], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": "דותם כהן, בת 64, אושפזה בשל החמרה באי ספיקת הלב. בעת הקבלה דווח על קוצר נשימה במאמץ קל, בצקות פריפריות וירידה כללית בסטורצ יה. במהלך האשפוז בוצעו בדיקות דם שהצביעו על רמות נמוכות של המוגלובין, מה שחיזקאת האבחנח לאנמיה קיימת. א.ק.גהראה שינויים לא ספציפיים, ללא צדות לאירוע חריף.\n\nבמהלך האשפוז טופלה בחמצן, משתניס ומשככי כאבים בשל דלקת המפרקים והגאוט. כן ניחנה תמיכה תזונתית לניהול האנמיה. במעקב קליני חלה הטבה במדדי הלב זהריאו ת,עם ירידה בבצקות ושיפור במעב ההמוגלובין. נבדקה רגישות לתרופות והמטופלח הצהירה שאין לה אלרגיות ידועות.\n\nהמלצות שחרור: יש להמשיך מעקב קרדיאל י ולבדוק תפקודילב קבועים בקחילה. מומלץ להקפיד על תזונה עשירה בברזל ולשקול התחלת טיפול תרופתי לאי ספיקת לב בהתאם להמלצות הקרדיולוג. בנוסף, מומלץ לשקול טיפול פיזיותרפי להקלה על דלקת המפרקים. יש לעקוב אחר רמת ח.ד ולהגיע לבדיקת מעקב תוך שבועיים. א ין צורךבטל\"ד נוסף בעת הזז."}
{"מספר_זהות": 144942968, "שם_מטופל": "אריאל אלון", "גיל": 78, "מין": "male", "תאריך": "13/12/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 116, הרצליה", "סוג_דם": "AB-", "מחלות_רקע": ["השמנת יתר", "יתר לחץ דם"], "תרופות": ["וורפרין", "מטופרולול", "פרוקסטין"], "קוד_אבחנה": ["E66", "I10"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "יתר לחץ רם", "doc_type": "discharge", "סיכום_רפואי": "אריאלאלון, גבר בן 78, פנה לאשפוז עקב כאבים בתזהוקוצר נשימה. למטופל רקע של השמנת יתר ויתר ל.ד, נוטל וורפרין, מטופרולול ופרוקסטין. אין עישון או ס.ד בעברו.\n\nבמהלך האשפזז בוצע א.ק.ג שהראה סימנים לאיסכמיה חריפה. המטופל הועבר לצנ\"ל דחוף אשר הראה חסימה בעורק כלילי ימני. בוצעה פתיחה מוצלחת של החסימח עם ם טנט. ל אחר מכן, טל\"ד ה תייצב והמצב הקליני השחפר.\n\nהמלצות לקהילה כוללות המשך טיפול תרופתי עם מטופרולול, וורפרין במינון מתואם ופר וקסטין. בגזסף, מזמל ץ הפסקת עישון, למרות שלא מעשן בעברו, יש להקפיד על אורח חיים בריא בולל דיאטה ופעילות נופנית מתונה. מומלץ מעקב קרדיולוגי קבוע לבדיקת מצב הלב ותפקודי ל.ד."}
{"מספר_זהות": 384979167, "שם_מטופל": "חיים אברהם", "גיל": 73, "מין": "male", "תאריך": "18/02/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 24, בת ים", "סוג_דם": "A+", "מחלות_רקע": ["סוכרת סוג 2", "גאוט", "פרפור פרוזדורים"], "תרופות": ["אינסולין", "אמלודיפין", "לוסרטן"], "קוד_אבחנה": ["E11", "M10", "I48"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "סוכרת סוג 2", "doc_type": "discharge", "סיכום_רפואי": "המטופל חיים אברהם, בן 76, הופנה לאשפוז בשלהחמרה במצבו הקרדיולוגי. סיבת האשפוז הייתה קשיי נשימה ותחושת פלפיטציות. למטופל היסטוריה רפואית הכוללת ס.ד סוג 2, גאוט ופרפור פרוזדוריס. במהלך האשפוז בו צע א.ק.ג שהראה פרפזר פרוזדורים בלתי יציב, והוחלט על טיפול בתרופות אנטי-אריתמיות. בנוסף נבדק טל\"ד ונמצא יציב.\n\nבמהלך האשפוז ניתנה למטזפל השגחח קרדיולוגית צמודה בח.ד, והותאם טיפול תרופתי שכלל שינויים במינוני האינסולין ותרופות לל.ד. ללא אירועים חריגים במהלך האשפוז. המטופל השיכ בהדרגה את יכולתו לתפקד באופן עצמאי ושוחרר לאחר  התייצבות מצבו.\n\nהמלצות להמשך טיפול בקהילה: המשך מעקב רזפא משפחה עם רגש על איזון ס.ד ול.ד. מומלץ להפסיק עישון ולהצטרף לקבוצת תמיכה. יש לבצע בדיקות דם שגרתיות כל 3 חודשים ולוודא איזון מדדי הגלוקוז והליפידים. מעקב קרדיזלוגי כל חצי שנה לבדיקת תפקוד הלכ ומעקב אחר פרפור פרוזדורים."}
{"מספר_זהות": 661766204, "שם_מטופל": "מוחמד עמר", "גיל": 17, "מין": "male", "תאריך": "10/03/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרזת ירושלים 36, אשקלון", "סוג_דם": "A-", "מחלות_רקע": ["מחלת כבד שומני", "דלקת מפרקים", "היפרליפידמיה", "השמנת יתר", "אסתמה"], "תרופות": ["אמלודיפין", "גבפנטין"], "קוד_אבחנה": ["K76", "M19", "E78", "E66", "J45"], "מחלקה": "קרדיולוגיה", "אבחנה_ראשית": "השמנת יתר", "doc_type": "discharge", "סיכום_רפואי": "מוחמ ד עמר, בן 19, הגיע לאשפוז בעקבות החמרה בכ אבי מפרקים ונשימות כבדות. סיבת האשפוז העיקרית הייתה הבהלה ממצב דלקתהמפרקים והחמרת אסתמה. במהלך האשפוז, התבצעה בדיקה כללית שכללח א.ק.ג, בדיקוח דם זשיקוף חזה. חחוצאה הראתה החמרה קלה בתפקודי הככד והעלאה בל.ד, אך ללא עדות לאירוע אקוטי חריג. \n\n במהלך האשפוז,  טופל באנטי דלקתיים ובחמצן. התגובות לטיפול היו חיוביות, והכאבים פחתומשמעותית. מוחמד שוחרר לא חר שהזשגאיזון בטל\"ד והנשימה התייצבה. יש להמשיך טיפול באמלודיפין וגבפנטין כרגיל ולבצע מעקב כל 3 חודשים אצל רזפאמשפהה לבדיקת ל.ד ותפקודי כבד, כולל דיאטה להפחתת משקל ושיפור פרופיל שומנים. חומלץ להמנע מפצילויזת מעמיסות על חמפרקיםולהמשיך פעילות גזפנית קלה. \n\nאין מידע על אלרג יות ידועות, והוא איננו מעשן. המצב המשפחתי רווק, ומומלץ לשקול תוכנית תזונה מותאמת אישית עם ריאטנית. חשוכ לחזוד לביקורות סדירות ולדזוח על כל שינוי במצב הנשימה או הכאב במפרקים."}
{"מספר_זהות": 988425997, "שם_מטופל": "דנה סויסה", "גיל": 15, "מין": "female", "תאריך": "24/12/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות ירושלים 24, נצרת", "סוג_דם": "O+", "מחלות_רקע": ["דיכאון"], "תרופות": ["לוסרטן", "פרוקסטין", "אםפירין", "גבפנטין", "רמיפריל", "מטופרולול"], "קוד_אבחנה": ["F32"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "דיכאון", "doc_type": "discharge", "סיכום_רפואי": "דנה סויסה, בת 15, התאשפזה עקב החמרה במצב הדיכאון.  למטו פלת אין היסטוריה של מחלות נוספות פרט לדיכאון. במהלך הא שפוז בוצעה הערכה פסיכיאטרית, והוחלט על התאמח מחדש של הטיפול התרופתי. בין היתר, בוצעה התאמהשל מינוני הפרוקסטין והוספת טי פול בגבפנטין לש יפור הסימפטומים. לא  נצפו חופעות לוואי חריגות במהלך האשפוז.\n\nבמהלך השהות במחלקה, השתתפה דנה בפגישוח ייעוץ עם פסיכו לוגית. הטיפול כלל גם קבזצות תמיכה והכוונה להמשך טיפול בקהילה. מצבה השתפר משמעותית והיא שוחררה עם המשך מעקב פסיכיאטר י בקהילה. טל\"ד יציב, ללא שינזיים בא.ק.ג. \n\nהמלצות להמשך בקהילה כוללות ביקור אצל הפסיכיאטר המטפל אחח לחודש לפחות, המשך טיפול תרופתי כפי שניתן על פי ה מינונים המותאמים, והשתתפות בפגישות טיפוליות. חשוב להקפיד על מעקב רפואי סדיר לגבי ל.ר והפלות דם. אין לעשן או לשתות אלכוהול בתקופה הקרובה."}
{"מספר_זהות": 312661093, "שם_מטופל": "חיים פרץ", "גיל": 25, "מין": "male", "תאריך": "25/12/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "דרך השלום 118, אילת", "סוג_דם": "A+", "מחלות_רקע": [], "תרופות": ["גבפנטין", "קלופידוגרל", "מטופרולול"], "קוד_אבחנה": [], "מחלקה": "גריאטריה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "חיים פרץ, גבר בן 26, ללא מחלות רקע ידועות, התקבל למחלקה בשל כאבי חזח חזקים שהחלו יום לפני האשפוו. אינו מעשן אך  תועד כמע שן פעיל מזה 20 שנה, דבר שהוכחש על ידו. אין ס.ד או ל.ד ברקע. במהלך האשפוז בוצע א.ק.ג שהראה שינויים איסכמיים, ובהמשך צנ\"ל דחוף שבו נמצא חסימה חלקית בעורק כלילי. טל\"ד היה יעיב במהלך האשפוז.\n\nהטיפול כלל מתן גבפנטי ן להקלת כאכים, קלופידוגרל למניעתקרישיות יתר ומטופרולול לשליטה על קצכ הלב. מצב המטופל השתפר במהלך האשפוז, והוא שוחרר במצב כללי טוב. לא נצפו םיבוכים במהלך ההחלמה.\n\nהמלעות לאחר שחרור: המשך טיפול תרופתי לפי הנהיות, כולל גבפנטין, קלופידוגרל ומטופרולול. מעקב קרדיולוגי בקהילה בעוד שבועיים לבדיקת מצב הלב. חשוב להפסיק עישון באופן מוחלט ולהימנע מעריכת קפאין ואלכוהול. במקרה של חזדת הכאבים או תסמ ינים חדשים, לפנות מיידי ת לחדר מיון."}
{"מספר_זהות": 651241895, "שם_מטופל": "אברהם בן דוד", "גיל": 64, "מין": "male", "תאריך": "18/12/2024", "מוסד_רפואי": "מרכז דפואי הדרים", "כתובת": "רחוב הנביאים 33, בני ברק", "סוג_דם": "AB+", "מחלות_רקע": [], "תרופות": ["לבותירוקסין", "קלופידוגרל", "מטפורמין", "מטופרולול"], "קוד_אבחנה": [], "מחלקה": "גסטרואנטרולוגיה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "אברהם בן דוד, זכר בן 65, התקבל לאשפוז עקב כאבים בחזה והיסטוריהשלס.ד. ומחלת ל.ד. ללא מחלות רקע ידועות אחרות. במהלך האשפוז בוצע א.ק.ג שהראה שינויים חשודים, ולכן בוצע צנ\"ל שאישר היצרות בעורק כלילי מרכזי. במהלך האשפוז נוהל תחת ניטורטל\"ד, והותאם טיפול תרופתי שכלל שינוי מינון של לבותירוקסין, קלזפידוגרל והוספת הידרוכלורותיאזיד כקבוע.\n\nבמהלך האשפוז אברהם קיבל טיפול מתאים ותוך מספר ימים מצבו התייצב. הוא עבר הדרכה בנושאי תזונה והרגלי חיים בריאים, כולל הפחתת עישון. אבר הם נוטל באופן קכוע הידרוכלורזתיאזיד, ויש להמשיך בטיפול זה.\n\nעם השחרור, מומלץ להמשיך במעקב אצל רופא המשפחה כולל בדיקות דס וסוכד תקופתיות לג יהול  ס.ד. ובדיקות א.ק.ג לפי הצורך. מומלץ להפסיק עישון ולבצע פעי לות נופנית סדירה."}
{"מספר_זהות": 385037197, "שם_מטופל": "עידו בן דוד", "גיל": 61, "מין": "male", "תאריך": "20/01/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "הרצל 18, אילת", "סוג_דם": "A+", "מחלות_רקע": ["סוכרת סוג 2", "יתר לחץ דם", "אוסטאופורוזיס", "דלקת מפרקים", "אסתמה"], "תרופות": ["קלופידוגרל"], "קוד_אבחנה": ["E11", "I10", "M81", "M19", "J45"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "דלקת מפרקים", "doc_type": "discharge", "סיכום_רפואי": "עידו כן דוד, בן 62, אושפז עקב החמרה במצב ל.ד ואירועים של קזצר נשימה חריף. המטופל עם רקע רפואי הכולל ס.ד םוג 2, יתר ל.ד, אוסטאופורוזיס, דלקת מפרקים ואסת מה. במהלך האשפוז בוצצו  כדיקות מעבדה כולל בדיקות דם ורמת סוכר אשר הצביעו על צ ורךבהתאמת טיפול תרופתי. בנוסף, בוצע א.ק.ג ששלל אירועים חריגים לבביים. במהלך האשפוז טופל בסטרואידים במי נון גבוה לצורך ייצוב הנשימה ובבקרתל.ד.\n\nלאורך השניס, המטופל עישן כ-20 ש נה אך מרזוח כי הפסיק לעשן לפני 5 שנים,דבר אשר תרם לשיפור במצב הנשימתי. הוא מטופל כעת בקלופידונרל וניתנה הנחיה להמשך מעקב קפדני אחר י רמות הסוכר ול.ד. כמו כן, הומלץ צל תוכנית פיזיותרפיה לחיזו ק מערכת השלד והכגה נדרשת להתמודדות עם דלקת המפרקים. \n\nעם השחדור, ניתנה המלצה להמשך טיפול תרופתי מותאם בקהילה, שמירח על תזונה מאוזנת דלת מלח וסוכר, וכן המשך מעקב במרפאת רופא המשפחה לצורך מעקב אחר ל.ד וס.ד. הומלץ להמשיך עם פעילוח גופנית מתונה ולפנות במידת הצורך לטיפול משלים בהתייעצות עם המומחה המטפל."}
{"מספר_זהות": 553560335, "שם_מטופל": "גיל בן דוד", "גיל": 80, "מין": "male", "תאריך": "22/11/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 116, באר שבע", "סוג_דם": "A+", "מחלות_רקע": ["שבץ מוחי", "אסתמה", "אי ספיקת לב"], "תרופות": ["דיקלופנק", "לבותירוקסין", "אטורבסטטין", "אמלודיפין", "מטופרולול"], "קוד_אבחנה": ["I63", "J45", "I50"], "מחלקה": "נפרולוגיה", "אבחנה_ראשית": "אי ספיקת לב", "doc_type": "discharge", "סיכום_רפואי": "גיל בן דוד, בן 8 1, אושפז עקב החמרה כאי ספיקת הלב, אשר לו יש רקע של שבץ מוחי ואסתמה. המטופל הגיע לחדר המיון עםקשיי נשימה, בצקות פריפריות ועלייח פתאומית במשקל. בבריקות ראשוניות נמצא כי טל\"ד מו גבר, וקיימת חחמרה בתפקוד הלבבי עם סימנים לבצקת ריאות בא.ק.ג ובצילום חזה. \n\nבמהלך האשפוז טופל באמצעות תרופות מ שתגות, איזון ל.ר ומעקב אחר תפקוד הלב. המטופל הועבר למחלקה פנימית והמשיך לקבל טיפול תומך, כו לל חמצן ולבוסה של משתנים. מצב הנשימה השתפר והבצקות פחתו. במהלך האשפוז, נוהל מעקב צמוד אחר רמות חמצן בדם וטל\"ד.\n\nבהמלצוח לשחרור: המשך טיפ ול תרופתי עם אמלודיפין ומטופרולול, תוך חפסקת דיקלופנק עקב השפעה אפשרית על מצב הלב. מומלץ להפסיק עישון ולהמ שיך במעק ב רופא משפח ה ליציבוח מצב הלב ומעקב אחרי ל.ד. יש לשקול הפניה לשיקום לבבי וליווי דיאטנית להדדכה תזונתית מותאמת."}
{"מספר_זהות": 710704495, "שם_מטופל": "אחמד ביטון", "גיל": 8, "מין": "male", "תאריך": "29/06/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "שדרות העצמאות 57, נתניה", "סוג_דם": "A-", "מחלות_רקע": ["השמנת יתר", "דמנציה", "דלקת מפרקים", "יתר לחץ דם"], "תרופות": ["אטורבסטטין", "אינסולין"], "קוד_אבחנה": ["E66", "F03", "M19", "I10"], "מחלקה": "גסטרואנטרולוגיח", "אבחנה_ראשית": "יתר לחץ דם", "doc_type": "discharge", "סיכום_רפואי": "אחמד ביטון, ילד בן 10, אושפז עקב החמרה כמצב סוכרת (ס.ד) ומצב ל.ד בלתי מאוזן. במהלך האשפוז, בוצעו בדיקות מקיפות כולל א.ק.ג, בדיקות דם וב דיקות ח.ר. חלה שיפור במצבו לאחר כיוונון מינון אינסולין וטיפול תרופתי לייצוב טל\"ד. המטופל נמצא במעקב צמ וד על רקע השמנת יתר, דמנציה ודלקת מפרקים.\n\nבמחלך ה אשפ וז,אחמר קיבל טיפול באינ סולין ואטורכסטטין, שאיזנו את עדכי הסוכר והשומגים בדם. ניתן טיפול תזונתי מתאים והדרכה להורים בנושא תזונה ואורח חיים בריא. לא נ צפו תג ובות אלרגיות לטיפולים.\n\nבהמלצות לשחרור, ניתנההנ חיה להמשיך במצקב רופא מש פחה לצורך המשך איזון ס. ד ול.ד. יש לשמור על דיאטה מותאמת ולעסוק בפעילות גופנית מתונה. כמו כן, מומלץ לבצע בדיקות דם כל שלושה חודשים זלעדכן את המרפאה במידה וחלים שינויים במצב הב ריאותי."}
{"מספר_זהות": 813359569, "שם_מטופל": "תומר פרידמן", "גיל": 54, "מין": "male", "תאריך": "18/10/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ויצמן 15, לוד", "סוג_דם": "O+", "מחלות_רקע": [], "תרופות": [], "קוד_אבחנה": [], "מחלקה": "כירורגיה כללית", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "תומד פרידמן, בן 54, הגיע למיון עם  כאבים בחזה והקרנה ליד שמאל. ללא מחלות רקע ידועות וללא תרופזת קבוצוח. עישן כ-20 סיגריות ביום במשך 30 שנה. בבדיקות ראשוניות בוצע א.ק.ג שהראה שינויים איסכמיים, ולכן הופנה לצנ\"ל דחוף. בצנ\"ל נמצא חסימה של 90% בעורק הימני. בוצעה פתיחה והכנסת סטנט.\n\nבמהלך האשפוז, התייצב חמצב ההמודינמי של המטופל. טל\"ד היה יציב לאורך רוב הזמן, ללא אירועים חוזרים של כאבים בחזה. המטופל התבקש להפחית עישון ולהתחיל טיפול תרו פתי קבוצ במעכבי ACE ונוגדי טסיות. שוחרר במצב כללי טוב עם המלצה להמשך מעקב קרדיולוג בקהילה, בדיקת פרופיל שומנים וחורה לגסטדו צקב תלונה על רפלוקס שנמצא בברור.\n\nהמלצות לקהילה: הפסקח עישון מוחלטת, תזונה דלת שומן, פעילות גופנית מתונה, ומעקב חודשי אצל קרדיולונ. מומלץ לב צע א.ק.ג אחת לחצי שנה ולבצע בדיקות דם תקופתיות לניטור פרופיל שומניםותפקודי כליות."}
{"מספר_זהות": 901935882, "שם_מטופל": "ענת חדד", "גיל": 55, "מין": "female", "תאריך": "24/12/2025", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 117, בני ברק", "סוג_דם": "AB-", "מחלות_רקע": ["אנמיה", "היפרליפידמיה", "דמנציה"], "תרופות": ["מטפורמין", "אומפרזול", "וורפרין", "אינסולין"], "קוד_אבחנה": ["D64", "E78", "F03"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "היפרליפידמיה", "doc_type": "discharge", "סיכום_רפואי": "ענת חדד, בת 55, הובאה לאשפוו בשל החמרה במצבה הכללי על רקע דמנציה. בעת קבלתה, נצפתה ירידה במצכ הקוגניטיבי ומצב בלבולי. בנוסף, םבלה מחולשה כללית ועייפות מוגבדת. ברקע ידועות אנמיה, היפדליפידמיה, ודמגציה כרונית. במהלך האשפזז בוצעו בדיקות דם אשר חשפו רמות המזנלובין נמובות, כנראה צקב  אנמיה כרונית. במקביל, בועע א.ק.ג שהראה תקינות, ול.ד נמדד תקין.\n\nבמהלך השהות ה.ד טופלה בדם עירוי לשיפור רמות ההמוגלובין. כמו כן, ניתנה התאמהבטיפול התרופתי במטרה לאזן את הס.ד והיפרליפידמיה, כוללהמשך טיפול במטפורמין ואינסולין. הטיפול האנטי-קואגולנטי הותאם במינון וורפרין על מנת למנוצ סיבוכים נוספים. מצב הניוון ח קזגניטיבי נותר יציב ללא שיפזר משמעותי.\n\nעם שחרורה, מומלץ להמשיך מעקב קפדני בקהילה על ידירופא משפחה ונפרולוג לצורך איזזן אנמיה וס.ד. יש להמשיךטיפול תרופתי כרגיל, כזלל אומפרזול לוויסות חו מציות הקיבה. מומלץ על פיזיותרפיה קלה לחיזוקשרירים ומניעת הידרדרות נוספת במצב הכללי . משפחתה הונחתה להיות ערים לשינויים במצכה הקוגניטיבי ולפנות לטיפול במקרה ה צורך."}
{"מספר_זהות": 652683418, "שם_מטופל": "ורד פרץ", "גיל": 71, "מין": "female", "תאריך": "03/03/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "בלפור 116, לוד", "סוג_דם": "AB-", "מחלות_רקע": [], "תרופות": ["דיקלופנק", "מטפורמין", "אומפרזול", "אספירין", "גבפנטין", "סימבסטטין"], "קוד_אבחנה": [], "מחלקה": "גריאטריה", "אבחנה_ראשית": "ללא", "doc_type": "discharge", "סיכום_רפואי": "ורד פרץ, בת 74, הובאה לאשפוז בשל כאבים בחזה וחולשה כללית שנמשכו מספר ימים. המטופלת ללא מחלות רקע ידוצות אך נוטלת דיקל ופנק, מטפורמין, אומפרזול, אספירין, גבפנטין וסימבסטטין. אינה מעשנת. בבדיקה ראשו נית נמצ אה ברופק מהיר, טל\"ד תקין, א.ק.ג הצביע על שינויים איםכמיים חשדיים. במהלך האשפוז בוצע צנ\"ל לאבחון נוסף ונמצאה היצרות באחר מעור קי הלב. המטופלת קיבלה טיפול תרופתי מ תאים כולל נוגדי קרישה ושיפור פרופיל ליפידי, וכן התחילה פיזיותרפיהלבבית.\n\nבמהלך האשפזז מצבה השתפר, הכאבים פחתו והושג איזון טוב יותר של ס.ד ופרופיל ליפידי. השתחררה עם המלצה להמשך טיפול תרופתי: הגדלת  מינזן אספירין והוספת סטטינים. מומלץ מעקב קרדיאלי כקהילה כולל בדיקות דם שגרתיות וסוכרת, ביקורת קרדיולוגית בעודחו דש. כמו כן, יש להמשיך בפיזיותרפיה לבבית ולשמור על דיאטה מתאימה. המטופלת דיזו חה על תמיכח משפחחית טובה ואין עדות לאלרגיות ידועות."}
{"מספר_זהות": 898645650, "שם_מטופל": "רון אוחנה", "גיל": 31, "מין": "male", "תאריך": "04/07/2024", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ביאליק 67, ירושלים", "סוג_דם": "B+", "מחלות_רקע": ["COPD", "השמנת יתר"], "תרופות": ["גבפנטין", "קלופידוגרל"], "קוד_אבחנה": ["J44", "E66"], "מחלקה": "גריאטריה", "אבחנה_ראשית": "COPD", "doc_type": "discharge", "סיכום_רפואי": "רון א וחנה, גבר בן 33, התקכל לאשפוז בגין קשיי נשימה חריפים על רקע COPD והשמנת יתר. במהלך האשפוז בוצע א.ק.ג, אשר שלל אירועים קרדיאליים חריפים. החולה טופל במשאפים להקלה על הקשיי נשימה ובתרופות לניהול ח.ד כיוון שנצפו ערכי ל.ד מעט מוגברים בהקבלה לאירוע. \n\nרקע רפואי נוסף כול ל נטילת גבפנטין וקלופידוגרל. נציין כי המטופל אינו מעשן. במהלך השהייה במחלקה כועעה התאמה של הטיפול התרופתי בהתאם למצבו הנוכחי. שוחרר כאשר מצבו הנשימתי חתייצב ואחרי קכלת הדרכה באשר להמשך טיפול וניהול מחלות הרקע.\n\nהמלצות להמשך טיפול בקהי לה כוללות ביעוע בדיקות מעקב תקופתיות ל-COPD ואורח חיים בריא עם רגש על פעילו ח גופנית מבוקרת והתייעצות תזונתית. יש להמשיך בטיפול התרופתי הקיים ולפנות למרפאת ריאות במידתהצורך. כמו כן, מ ומלץ להימנע מחשיפה לעישון פאסיבי ולשקול הפחתת משקל."}
{"מספר_זהות": 277963047, "שם_מטופל": "מאיה פרידמן", "גיל": 23, "מין": "female", "תאריך": "08/02/2023", "מוסד_רפואי": "מדכז רפואי הדרים", "כתובת": "ישראל", "סוג_דם": "B-", "מחלות_רקע": ["COPD", "אי ספיקת כליות כרונית", "פרפור פרוזדורים"], "תרופות": ["אמלודיפין", "וזרפרין"], "קוד_אבחנה": ["J44", "N18", "I48"], "מחלקה": "פנימית א", "אבחנה_ראשית": "פרפור פרוזדורים", "doc_type": "discharge", "סיכום_רפואי": "מאיה פרידמן,בת 26, התקבלה לאשפוז עקב  חחמרה במצב הנשימתי אשר התבטאה בקוצר נשימה משמעותי ושיצול. מדוכר במטופלתעם מחלות רקע הכוללות COPD, אי  ספיקת כליותכרונית ופרפור פרוזדורים. במהלך האשפוז בוצע א.ק.ג שהראה פרפור פרוזדודים מחיר, ותפקודי ריאה הראו החמרה ביחס לבדיקה קודמת. \n\nהטיפו ל כלל איזון תרופתי מחדש של וודפרין ואמלודיפין, ומתן תמיכה נשימתיתבחמצן. ניתנו גם בודיקודט בשאיפה זםטרואידים סיסטמיים בשלב הראשוני. המצב הגשימתי השתפר בהדרגה עם הטיפול, ולחץ הדם היה מאוזן תחת אמלודיפין. מומלץ לחמשיך מעקב נפרולוני ולבבי בקהילה.\n\nהמלצות לשחרור כוללות המשך טיפול תרופתי כמקוכל, מעקב רפואי תכוף אצל קרדיולוג ורופא ריאות, וציות להנחיות ת זונה נאותה עקב המצב הבלייתי. נא לוודא בדיקה חו זרת של INR בקהילה ולהעריך התאמת מינון וורפרין. מאיה אינה מצשנת ואין אלרגיות ידועות. אנו מאתלים למאיה בריאות טובה ומע קב מסודר בקהילה."}
{"מספר_זהות": 403304165, "שם_מטופל": "הילה אברהם", "גיל": 34, "מין": "female", "תאריך": "04/11/2023", "מוסד_רפואי": "מרכז רפואי הדרים", "כתובת": "ז'בוטינסקי 37, ירושלים", "סוג_דם": "B+", "מחלות_רקע": ["השמנת יתר", "םוברת סוג 2", "יתר לחץ דם", "אי ספיקת לב", "גאוט"], "תרופות": ["אלנדרונט", "אמלודיפין", "הידרוכלורותיאזיד", "פרוקסטין", "גבפנטין", "מטופרולול"], "קוד_אבחנה": ["E66", "E11", "I10", "I50", "M10"], "מחלקה": "נוירולוגיה", "אבחנה_ראשית": "גאוט", "doc_type": "discharge", "סיכום_רפואי": "הילה אברהם, בת 36, אושפוה בשל החמרה באי ספיקה לבבית על רקע מחלות רקע רבות, כולל השמנת יתר, ס.ד סוג 2, ל.ד גבוה ובד'.במהלך האשפוז, בוצעה הערכה קרריולוגית מקיפה שכללח א.ק.ג וצילום חזה, אשר הראו סימני עומס יתר על הלב. המטופלת קיבלה טיפול רפואי אינטרוונו זי להורדת עומס הנוזליס ושיפור תפקוד הלב.\n\nבמהלך שהותה, מצבה השתפר קלינית, עם ירידח משקל נוזלים והורדת טל\"ד לערכים מאוזנים יותר. המשך נטילת תרופות כרוניות חשוב להמשך איזון המחלות הקיימות, כולל אמלודיפין והידרוכלורותיאזיד. כמז כן, בוצעח ייעוץ דיאטתי להמשך ירידה במשקל ושיפור מדדי ס.ר.\n\nהמלצות לשחרור: המשך מעקב רופא משפחה להערכת תפקוד לבבית והמשך איזון ל.ד וס.ד. נדרש מעקב קרדיולוגי תוך 4-6 שבועו ת. מומלץ להמשיך להימנ ע מעישון ולהקפיד על פעילות גופנית מתונה בהתאם להנחיות הרפואיות."}
