{"patient_id": "165667015", "patient_name": "משה אזולאי", "patient_age": 77, "gender": "male", "document_date": "2023-07-01", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 13, הרצליה", "smoking_status": true, "blood_type": "AB-", "occupation": "רופא", "conditions": ["השמנת יתר", "דיכאון", "היפרליפידמיה", "COPD"], "medications": ["אטורבסטטין", "גבפנטין", "מטופרולול", "לבותירוקסין"], "icd10_code": ["E66", "F32", "E78", "J44"], "department": "אורולוגיה", "primary_diagnosis": "השמנת יתר", "doc_type": "discharge", "clinical_notes": "הנ\"ל, משה אזולאי, בן 79, אושפזז במחלקת פנימית עקב החמרה מצב הנשימתי על רקע COPD ובחילות קשות. למטופל רקע של השמנת יתר, דיכאון, והיפרליפידמיה. במסגרת האשפוז בוצע בירור קליני שהצביע על ההחמרה במצב ה-COPD שלו, ככל הנראה עקב זיהום ויראלי. \n\nבמהלך השפוז טופל המטופל באנטיביוטיקה ובסטרואידים סיסטמיים, עם תגובה קלינית טובה ונסיגה של התסמינים הנשימתיים. בוצע א.ק.ג שהראה על שינויים מינימליים אך ללא ממצאים חריגים משמעותיים. המטופל דווח על שיפור במצבו הכללי והנשימתי לאחר התחלת הטיפול. \n\nעם השחרור, מומלץ למשה להמשיך בטיפול התרופתי הקבוע כולל אטורבסטטין, גבפנטין, מטופרולול ולבותירוקסין. ניתנו המלצות להפסיק עישון ולהמשיך מעקב במרפאת ריאות בקהילה. כמו כן, מולץ על פעילות גופנית מבוקרת על מנת לשפר את מצבו הכללי ולסייע בשליטה על מחלות הרקע. יש להמשיך מעקב רופא שפחה וטיפול בדיכאון עם צוות פסיכיאטרי בקהילה. במידה ומופיעים תסמינים חוזרים, יש לפנות למיון."}
{"patient_id": 348740168, "patient_name": "מתן שמעוני", "patient_age": 57, "gender": "male", "document_date": "2023-12-07", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 44, אשדוד", "smoking_status": false, "blood_type": "A+", "occupation": "מהנדס", "conditions": ["COPD", "אסתמה", "דיכאון", "יתר לחץ דם", "פרפור פרוזדורים"], "medications": ["לבותירוקסין", "אטורבסטטין", "סימבסטטין", "לוסרטן", "גבפנטין"], "icd10_code": ["J44", "J45", "F32", "I10", "I48"], "department": "אונקולוגיה", "primary_diagnosis": "דיכאון", "doc_type": "discharge", "clinical_notes": "מתן שמעוני, בן 59, אושפז במחלקת ריאות עקב החמרה באסתמה על רקע COPD. למטופל יש היסטוריה של מחלות רקע הכוללות דיכאון, יתר ל.ד ופרפור פרוזדורים. בעת קבלתו, הציג קוצר נשימה חמור וצפצופים בולטים בריאות. מתן מטופל בלבותירוקסין, אטורבסטטין, סימבסטטי, לוסרטן וגבפנטין, ואינו מעשן.\n\nבמהלך האשפוז, קיבל טיפול תומך בחמצן, סטרואידים דרך הוריד ותמיכה נשימתית לא פולשנית (CPAP). מצב הנשימה השתפ בהדרגגה והופחתה התמיכה. בנוגע לפרפור פרוזדורים נמשך הטיפול האנטי-קואגולנטי. א.ק.ג. שבוצע במהלך האשפוז לא הצביע על שינויים משמעותיים, ונמר טל\"ד יציב. בנוסף,, הותאמה תכנית טיפול פסיכיאטרי לטיפול בדיכאון.\n\nבהמלצות לשחרור: המשך טיפול תרופתי קבוע כבעבר, כולל סטרואידים במשאף לפי הצורך. מומלץ לעקוב אחר ל.ד ו-TLV בקהילה, ולבצע בדיקת תפקודי ריאה בעוד 3 חודשים. כמו כן, מומלץ להמשיך מעקב פסיכיאטרי סדיר. מן, בן 54, מתבקש להגיע לביקורת במרפאת ריאות בעוד חודש."}
{"patient_id": "563421601", "patient_name": "חיים דהן", "patient_age": 14, "gender": "male", "document_date": "2025-12-07", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 119, פתח תקווה", "smoking_status": false, "blood_type": "B-", "occupation": "נהג", "conditions": ["אי ספיקת לב"], "medications": [], "icd10_code": ["I50"], "department": "אורתופדיה", "primary_diagnosis": "אי ספיקת לב", "doc_type": "discharge", "clinical_notes": "חיים דהן, נער בן 14, אושפז עקב החמרה באי ספיקת לב, שהתבטאה בקוצר נשימה במאמץ ובצקת פריפרית. חיים סובל מאי ספיקת לב מזה כשנתיים, אך אינו מטופל בתרופות קבועות. במהלך האשפוז עבר מספר בדיקות, כולל א.ק.ג שהראה שינויים המצביעים על עומס על החדר השמאלי, ואקו לב שהצביע על ירידה בתפקוד החדר עם מקטע פליטה של 35%. במהלך אשפוזו קיבל טיפול משתן והותאם לו טיפול תרפתי חדש שכלל מעכב ACE, במטרה לשפר את תפקוד הלב.\n\nלאורך האשפוז, חיים הגיב טוב לטיפול והשתפר במצבו הקליני, עם ירידה בצקת ושיפור ביכולת התפקודית. יש לציין כי לא ידוע על אלרגיות כלשהן, והמשפחה תומכת ומעורבת היטב בתהליך השיקום. בתום האשפוז, חיים שוחרר לביתו עם המלצות להמשך מעקב קרדיולוגי בקהילה.\n\nהמלצות להמשך טיפול: חיים מתבקש להקפיד על דיאטה דלת מלח, להמשיך במעקב אצל קרדיולוג בקהילה עם בדיקות אקו לב תקופתיות. יש ללהמשיך בטיפול התרופתי שנרשם לו ולשקול פעילויות גופניות קלות בהתאם להנחיות הקרדיולווג. במקרה של החמרה בתסמינים, יש לפנות מיד לרופא."}
{"patient_id": "868501420", "patient_name": "יעל פרידמן", "patient_age": 83, "gender": "female", "document_date": "2025-01-28", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 45, אילת", "smoking_status": false, "blood_type": "AB+", "occupation": "מורה", "conditions": ["דלקת מפרקים", "שבץ מוחי", "אוסטאופורוזיס", "אסתמה", "אי ספיקת לב"], "medications": [], "icd10_code": ["M19", "I63", "M81", "J45", "I50"], "department": "פנימית א", "primary_diagnosis": "אי ספיקת לב", "doc_type": "discharge", "clinical_notes": "הגברת יעל פרידמן, בת 83, אושפזה בשל החמרה באי פיקת לב עם סימפטומים חריפים של קוצר נשימה ואי יכולת בביצוע פעילויות יומיומיות. ברקע הרפואי שלה ידוע על דלקת מפרקים, שבץ מוחי בער, אוסטאופורוזיס ואסתמה. אין עדות לסוכרת או יתר ל.ד, והמטופלת אינה נוטלת תרופות קבועות. גברת פרידמן אינה מעשנת ונמצאת במעקב רפואי רציף בשל מחלות הרקע שלה.\n\nבמהלך האשפוז בוצעו בדיקות כלליות, כולל אא.ק.ג שהראה שינויים קלים המתאימים למחלת הלב, ומדדי דם שנמצאו בגבול התקין פרט לאנמיה קלה. הוחל בטיפול משתן לשיפור תפקוד הלב, והמטופלת הגיבה היטב עם שיפור במצב הנשימתי. בנוסף, בוצעה הערכה ריאתית בשל האסתמה, והוחלף משאף מסוג ונטולין למשאף בעל פעילות ממושכת יור.\n\nהמלצות לשחור כוללות המשך מעקב קרדיולוגי ואורטופדי בקהילה, שמירה על תזונה מאוזנת וננטולת מלח ככל האפשר, והמשך שימוש במשאף חדש. יש להמשיך במעעקב צמוד אצל רופא משפחה ומעקב שגרתי על ידי קרדיולוג. במקרה של החמרה נשימתית או סימפטומים נוספים, יש לפנות מידית למוקד רפואי."}
{"patient_id": "406088351", "patient_name": "ליאן אוחנה", "patient_age": 12, "gender": "female", "document_date": "2023-05-11", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 25, בת ים", "smoking_status": false, "blood_type": "AB-", "occupation": "עיתונאי", "conditions": ["אי ספיקת לב", "גאוט"], "medications": [], "icd10_code": ["I50", "M10"], "department": "אורתופדיה", "primary_diagnosis": "אי ספיקת לב", "doc_type": "discharge", "clinical_notes": "ליאן אוחנה, בת 15, אושפזה בשל החמרה באי ספיקת לב. המטופלת סובלת מאי ספיקת לב כרונית ומחלת גאוט, ללא מחלות רקע נוספות. היא אינה נוטלת תרופות קבועות ואין היסטוריה של עישון. עם קבלתה, דיווחה על קוצר נשימה מוגבר, עייפות והופעת בצקות ברגליים.\n\nבמהלך האשפוז נערכו בדיקות מקיפות, כולל א.ק.ג שגלתה שינויים קלים בקצב הלב. בנוסף, בוצעה בדיקת אקו-לב שהראתה תפקוד ירוד של ח.ד שמאלי. טל\"ד היה יציב רוב הזמן, אך נצפו עליות קלות בפרקים שונים. טיפול תרופתי יכלול מתן משתנים להקלת הבצקות והפניה לקרדיולוג להמשך מעקב והתאמת טיפול לאי ספיקת הלב. הותאם טיפול בגאוט במידת הצורך.\n\nליאן משתחררת במב כללי טוב עם המלצה למעקב קרדיולוגי בקהילה. יש להקפיד על דיאטה דלת מלח ונוזלים, ולבצע פעילות גופנית מתונה כמתאפשר. מומלץ לפנות למרפאה הקרדיולוגית תו שבועיים להמשך בירור. יש להימנע ממאמצים כבדים ולקיים מעקב אחר סימני החמרה כמו קוצר נשימה או בצקות מוגברות. חשוב לדווח לרופא המטפל על כל שינוי במצב הבריאותי."}
{"patient_id": "345581227", "patient_name": "אורלי גולן", "patient_age": 69, "gender": "female", "document_date": "2023-07-25", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 37, חיפה", "smoking_status": true, "blood_type": "B+", "occupation": "נהג", "conditions": ["היפרליפידמיה", "פרפור פרוזדורים", "דיכאון", "שבץ מוחי", "COPD"], "medications": ["סימבסטטין", "אלנדרונט", "גבפנטין", "מטופרולול", "אטורבסטטין", "לבותירוקסין"], "icd10_code": ["E78", "I48", "F32", "I63", "J44"], "department": "אונקולוגיה", "primary_diagnosis": "שבץ מוחי", "doc_type": "discharge", "clinical_notes": "המטופלת, אורלי גולן, בת 71, אושפזה במחלקה פנימית עקב החמרה במצב הנשימתי על רקע COPD. המטופלת עם רקע של היפרליפידמיה, פרפור פרוזדורים, שבץ מוחי ודיכאון. בנוסף, מציינת עישון פעיל של כ-30 שנות בקבוק. ללא אלרגיות ידועות.\n\nבמהלך האשפוז, נצפתה החמרה במצב הנשימתי שכללה קוצר נשימה במאמץ קל, יחד עם ירידה בסטורציה. בוצע א.ק.ג שהראה פרפור פרוזדורים קבוע ללא שינויים איסכמיים חדשים. ניתנה למטופלת טיפול תומך בחמצן, סטרואידים וקורס קצר של אנטיביוטיקה בשל חשד לזיהום ריאתי. כמו כן, נמשך הטיפול הכרוני בסימבסטטין, אלנדרונט, גבפנטין, מטופרוללול, אטורבסטטיין ולבותירוקסין. \n\nבסיכום, מצבה של המטופלת השתפר תוך כדי טיפול, והסטורציה חזרה לנורמה תחת חמצן. ממליצים להמשיך טיפול תרופתי קבוע, להימנע מעישון ולפנות לשיקום נשימתי. יש לבצע מעקב רופא משפחה תוך שבועים, וכן להיבדק אצל קרדיולוג להערכת מצב הפרפור. מומלץ גם לפנות לייעוץ ריאות להמשך טיפול ומעקב על COPD."}
{"patient_id": "466889375", "patient_name": "מאיה שמעוני", "patient_age": 41, "gender": "female", "document_date": "2023-06-30", "facility_name": "בית חולים האלון", "patient_address": "הרצל 46, רעננה", "smoking_status": true, "blood_type": "O+", "occupation": "עקרת בית", "conditions": ["יתר לחץ דם", "דלקת מפרקים", "אי ספיקת לב"], "medications": ["הידרוכלורותיאזיד", "מטפורמין", "פרוקסטין"], "icd10_code": ["I10", "M19", "I50"], "department": "אונקולוגיה", "primary_diagnosis": "יתר לחץ דם", "doc_type": "discharge", "clinical_notes": "מאיה שמעוני, בת 44, התקבלה לאשפוז עקב החמרה באי ספיקת לב, שנלוותה לתסמינים של קוצר נשימה במאמץ קל ובצקת פריפרית. מחלות הרקע כוללות יתר ל.ד, דלקת מפרקים ואי ספיקת לב כרונית. במהלך האשפוז בוצע א.ק.ג אשר הראה סימנים של עומס על החדר הימני ללא שינוי מהותי. טופלה בהפחתת נוזלים אינטנסיבית בעזרת משתנים וניטור טל\"ד. ניתנה תשומת לב מיוחדת לאיזון ל.ד וס.ד עקב חוסר יציבות שנצפה בהקשר לתרופות הקבועות. במהלך האשפוז, בוצעה התייעצות עם קרדיולוג ונשללה צורך בצנ\"ל חוזר. \n\nבהתא לבדיקה הפיזיקלית וההדמיות, מצב הל השתפר ובצקת פריפרית הופחתה משמעותית. במהלך האשפוז הופחת מינון הפרוקסטין על רקע תופעות לוואי ניתנה הדרכה להפסקת עישון כחלק מהטיפול הכולל. לא דווח על אלרגיות ידועות. \n\nבהמלצות לשחרור, מומלץ המשך טיפול תרופתי כמובל, עם מעקב ל.ד ותפקוד כלייתי בקהילה. ביקורת קרדיולוגית תוך חודש. מומלץ לפנות לתמיכה להפסקת עישון. על המטופלתת להקפיד על דיאטה דלת מלח ולשמור על פעילות גופנית מתונה."}
{"patient_id": "033092321", "patient_name": "לאה בן דוד", "patient_age": 82, "gender": "female", "document_date": "2023-11-28", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 6, אילת", "smoking_status": false, "blood_type": "A-", "occupation": "צלם", "conditions": ["מחלת כבד שומני", "יתר לחץ דם", "אנמיה", "COPD", "אוסטאופורוזיס"], "medications": [], "icd10_code": ["K76", "I10", "D64", "J44", "M81"], "department": "פנימית א", "primary_diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "clinical_notes": "לאה בן דוד, בת 84, אושפזה עקב החמרה במצב נשימתי על רקע COPD ומחלת כבד שומני. הרקע הרפואי כולל יתר ל.ד, אנמיה כרונית ואוסטאופורוזיס. המטופלת אינה נוטלת תרופות קבועות ואין היסטוריה של עישון. לא ידוע על אלרגיות. סיבת האשפוז המרכזית הייתה קוצר נשימה חמור שהופיע פתאומית, יחד עם חולשה כללית וסחרחורות.\n\nבמהלך האשפוז, טופלה לאה באינהלציות, סטרואידים ומעקבי ל.ד כדי לשפר את הנשימה והיציבות ההמודינמית. התבצעו בדיקות דם שהראו החמרה באנמיה, והוחלט על מתן עירוי דם. בנוסף, בוצע א.ק.ג שהראה קצב סינוס ללא שינויים חריגים. במהלך האשפוז, מצבה השתפר והיא זרה לנשימה ספונטנית מלאה. \n\nבהמלצות לשחרור, ממומלץ להמשיך מעקב של רופא משפחה עם התמקדות בבדיקות דם חודשיות למעקב אחר רמות המוגלובין ותפקודי כבד. יש לשמור על תזונה מאוזנת והימנעות ממאמצים פיזיים מוגזמים בשל האוסטאופורוזיס. בנוסף, מומלץ להתחיל טפול תרופתי קבוע עבור לחץ הדם ולבדוק אופציה לתוספי ברזל. יש לתאם ביקור בקופת חולים להמשך מעקב וטיפול, כולל פיזיותרפיה נשימתית, ולבצע בדיקה חוזרת של תפקוד ריאתי בעוד חודש."}
{"patient_id": "913341236", "patient_name": "ענת רוזנברג", "patient_age": 14, "gender": "female", "document_date": "2025-08-18", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 8, עכו", "smoking_status": true, "blood_type": "A-", "occupation": "חשבונאי", "conditions": ["השמנת יתר", "גאוט", "שבץ מוחי", "מחלת כבד שומני"], "medications": ["לוסרטן", "דיקלופנק", "הידרוכלורותיאזיד"], "icd10_code": ["E66", "M10", "I63", "K76"], "department": "אורולוגיה", "primary_diagnosis": "גאוט", "doc_type": "discharge", "clinical_notes": "ענת רוזנברג, בת 15, אושפזה בשל החמרה במצב גאוט ובשל כאבים חזקים במפרקים. המטופלת, בעלת רקע של השמנת יתר, מחלת כבד שומני ושבץ מוחי בעבר, נוטלת תרופות לוסרטן, דיקלופנק והידרוכלורותיאזיד. ענת מעשנת, אם כי לא היה ששינוי משמעותי ברמת העישון בתקופה האחרונה. במהללך האשפוז בוצעו בדיקות דם שהראו עלייה במדדי דלקת ותפקודי כבד חריגים. בנוסף, בוצעה בדיקת א.ק.ג שהייתה תקינה ללא שינויים איסכמיים.\n\nבמהלך האשפוז קיבלה ענת טיפול אינטנסיבי בנוזלים ובדיקלופנק להקלה על הכאבים, כמו גם התאמת מינון לוסרטן על מנת לייצב את ל.ד. במהלך השהות נצפתה הטבה חלקית בכאבים ונרשמה ירידה בתדירות התקפי הגאוט. בדיקות נוספות נמצאו תקינות למעט תפקודי כבד, שדורשים מעקב.\n\nבטרם השחרור, הומלץ לענת להפסיק לעשן ולהתחיל בתכנית לירידה במשקל כדי להפחית סיכונים נוספים למחלות לב ולשבץ. כמו כן, יש להמשיך במעקב רפואי סדיר בקהילה אחר תפקודי כבד ורמות חומצת שתן בדם. הומלץ על המשך טיפול בלוסרטן ובדיקלוופנק לפי הצורך, עם אפשרות להוסיף תרופות אחרות בהתאם למעקב. יש להקפיד להימנע מעלייה בלחץ הדם ולשמור על תזונה דלת שומן וקלוריות."}
{"patient_id": "659401392", "patient_name": "ענת אוחנה", "patient_age": 10, "gender": "female", "document_date": "2024-09-23", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 6, חיפה", "smoking_status": false, "blood_type": "A+", "occupation": "פועל בניין", "conditions": ["דמנציה", "פרפור פרוזדורים", "COPD", "השמנת יתר"], "medications": ["לוסרטן", "פרוקסטין", "סימבסטטין", "גבפנטין", "מטופרולול"], "icd10_code": ["F03", "I48", "J44", "E66"], "department": "נפרולוגיה", "primary_diagnosis": "דמנציה", "doc_type": "discharge", "clinical_notes": "ענת אוחנה, בת 12, הובאה לאשפוז בשל החמרה במצב הנשימתי על רקע COPD (מחלת ריאות חסיתית כרונית) ומצבים רפואיים מורכבים נוספים הכוללים דמנציה, פרפור פרוזדורים והשמנת יתר. ברקע רפואי גם שימוש בתרופות קבועות: לוסרטן, פרוקסטין, סימבסטטין, גבפנטין ומטופרולול. המטופלת אינה מעשנת ואין דיווח על אלרגיות ממוכרות.\n\nבמהלך האשפוז, ענת טופלה בחמצן על מנת לתמוך בנשימה וחלה שיפור במצב הנשימתי. בוצע מעקב אחר תפקוד הלב בעזרת א.ק.ג ונמצא כי פרפור הפרוזדורים יציב ללא שינוי מהותי. המעקב אחר ל.ד נשמר יציב בטווח הרצוי באמצעות המשך טיפול בלוסרטן ומטופרולול. כמו כן, נערכה התייעצות רב-תחומית עם צוות גריאטרי בשל דמנציה בגי כה צעיר, המהווה אתגר טיפולי.\n\nבשלב השחרור, ענת נמצאת במצב יציב מבחינה נשימית ולבבית, עם המלצה להמשך טיפול תרופתי כפי שהיה עד כה. יש להמשיך במעקב צמוד בקהילה, במיוחד על רקע הדמנציה וההשפעה שלה על תפקוד היומיומי. מומלץ לפנות למרכז לבריאות הנפש בקרבת מגוריה לקבלת תמיכה פסיכו-סוציאלית. יש לקבוע בדיקת מעקב נוספת בעוד כחודש לבדיקה כוללת ולהערכת ההתאמה של הטיפול תרופתי הנוכחי."}
{"patient_id": "755886751", "patient_name": "עדי שלום", "patient_age": 11, "gender": "female", "document_date": "2024-09-02", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 69, ראשון לציון", "smoking_status": false, "blood_type": "B-", "occupation": "צלם", "conditions": [], "medications": ["לוסרטן", "גבפנטין"], "icd10_code": [], "department": "גריאטריה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "פרטי המטופלת: עדי שלום, בת 12, נכנסה לאשפוז עקב חשד לפרכוסים. ללא מחלות רקע ידועות. מטופלת באופן קבוע בתרופות לוסרטן וגבפנטין. ללא עישון בער או בהווה. במהלך האשפוז בוצעה הערכה נוירולוגית מקיפה, כולל בדיקות דם מקיפות, א.ק.ג, ובדיקות דימות מוח. נמצא כי הפרכוסים תואמים למצב אפילפטי. בת 22, לא זוהו גורמים מעוררי פרכוסים באופן ברור, ואין הסטוריה משפחתית לאפילפסיה או מחלות נוירולוגיות אחרות. \n\nבמהלך האשפוז טופלה המטופלת באמצעים תרופתיים להורדת תדירות הפרכוסים, כולל התאמת מינון גבפנטין. כמו כן, ניתנה הדרכה למשפחה בנוגע לזיהוי ותגובה מהירה לפרכוסים. המטופלת הגיבה היטב לטיפול והייתה יציבה מבחינה קלינית. \n\nהמלצות להמשך טיפול בקהילה כוללות מעקב נוירולוגי במרפאה פעם בחודש, המשך טיפול תרופתי בלוסרטן וגבפנטין תוך התאמה ע\"פ הצורך, והדרכה למשפחה בנוגע לשימוש בתרופות חדשות במידת הצורך. יש להימנע מפעילויות מסוכנות עד להתייצבות מלה של המצב. במידה של החמה בתדירות הפרכוסים או שינויים במצב ההכרה, יש לפנות מיידית למיון."}
{"patient_id": "171870264", "patient_name": "רחל אזולאי", "patient_age": 19, "gender": "female", "document_date": "2025-12-03", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 112, עכו", "smoking_status": false, "blood_type": "B+", "occupation": "אחות", "conditions": ["שבץ מוחי", "מחלת כבד שומני", "אסתמה"], "medications": ["אינסולין", "אטורבסטטין", "אלנדרונט"], "icd10_code": ["I63", "K76", "J45"], "department": "אונקולוגיה", "primary_diagnosis": "שבץ מוחי", "doc_type": "discharge", "clinical_notes": "רחל אזולאי, בת 19, הגיעה לאשפוז עקב החמרה במצב הנשימתי על רקע אסתמה קשה, בשילוב עם חשד לסיבוך של מחלת כבד שומני חריפה. למטוופלת היסטוריה רפואית הכוללת שבץ מוחי בעבר, אסתמה כרונית ומחלת כבד שומני. היא מטופלת תרופתית באינסולין לס.ד, אטורבסטטין להורדת רמות כולסטרול ואלנדרונט לטיפול באוסטיאופורוזיס. חשוב לציין כי המטופלת אינה מעשנת, אף על פי שמשום מה נרשם בשוגג שהיא מעשנת 20 שנה, דבר שאינו נכון לחלוטין. \n\nבמהלך האשפוז, בוצעה הערכה מקיפה שכללה בדיקות דם, א.ק.ג והדמיית CT חזה שהדגימה החמרה קלה באסתמה אך ללא ממצאים חדשים בכבד. טופלה בסטרואידים בעירוי ובאירובנטים בשאיפה, והושגה ירידה משמעותית בתסמינים הנשימתיים. טל\"ד נותר יציב במהלך האשפוז. אינה סובלת מאלרגיות ידועות. \n\nבמהלך השחרור, המטופלת חשה שיפור משמעותי במצבהה הכללי והומלץ להמשיך במעקב קבוע במרפאת ריאות וכבדד. יש להקפיד על נטילת התרופות כמתואר ולבצע בדיקות דם תקופתיות לניטור פרמטרים כבדיים ומטבוליים. בנוסף, יש להדגיש את הצוך באורח חיים בריא הכולל תזונה מאוזנת ופעילות גופנית מותאמת."}
{"patient_id": "693792376", "patient_name": "ליאן חדד", "patient_age": 44, "gender": "female", "document_date": "2023-07-06", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 112, חיפה", "smoking_status": false, "blood_type": "O-", "occupation": "פועל בניין", "conditions": ["השמנת יתר"], "medications": ["דיקלופנק", "אומפרזול", "לבותירוקסין", "אלנדרונט"], "icd10_code": ["E66"], "department": "פנימית א", "primary_diagnosis": "השמנת יתר", "doc_type": "discharge", "clinical_notes": "המטופלת ליאן חדד, בת 47, הגיעה לאאשפוז בעקבות כאבים עזים בבטן העליונה המקרינים לגב. רקע רפואי כולל השמנת יתר, טיפול תרופתי בדיקלופנק, אומפרזול, לבותירוקסין ואלנדרונט. אינה מעשנת, ללא רגישויות ידועות. המטופלת התלוננה על תסמינים אלה מזה כשבועיים, עם החמרה ב-48 שעות שלפני האשפוז. \n\nבמהלך האשפוז בוצע בירור כולל בדיקות דם שהעידו על דלקת קלה. אולטרסאונד בטן הצביע על אבני מרה עם סימני דלקת חריפה בכיס המרה. הוחלט על טיפול שמרני ראשוני כולל נוזלים לווריד, אנטיביוטיקה ודיקלופנק לשיכוך כאבים. מצב המטופלת השתפר ניכרת תחת הטיפול, ללא סיבוכים. עקב מצב יציב, ולאור בקשת המטופלת להימנע מניתוח בשלב זה, הוחלט על שחרורה להמשך טיפול בקהילה.\n\nהמלצות לשחרו כוללות המשך טיפפול תרופתי עם אומפרזול ואנטיביוטיקה למשך 7 ימים נוספים. המנעות ממזונות שומניים ועשירים. מעקב רופא משפחה לבדיקת צרכים נוספים וייעוץ כירורגי להערכת הסרת כיס המרה בעתיד. יש להמשיך במעקב אולטראסאונד בעוד חודש. יש לשוב למיון במקרה של חזרה של כאבים חריפים או חום גבוה."}
{"patient_id": "859317463", "patient_name": "יונתן חדד", "patient_age": 23, "gender": "male", "document_date": "2023-10-19", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 114, תל אביב", "smoking_status": true, "blood_type": "A+", "occupation": "מורה", "conditions": ["דיכאון", "שבץ מוחי", "אנמיה", "יתר לחץ דם", "אוסטאופורוזיס"], "medications": ["גבפנטין"], "icd10_code": ["F32", "I63", "D64", "I01", "M81"], "department": "אונקולוגיה", "primary_diagnosis": "שבץ מוחי", "doc_type": "discharge", "clinical_notes": "מטופל יונתן חדד, בן 25, אושפז בעקבות מקרה חירום של שבץ מוחי. יונתן סובל מממחלות רקע הכוללות דיכאון, יתר ל.ד, אנמיה ואוסטאופורוזיס. עם קבלת המטופל, התבצעו בדיקות כלליות כגון א.ק.ג וסקירה נוירולוגית, אשר אישרו את האבחנה הראשונית. במהלך האשפוז טופל בחדר נמרץ, קיבל תמיכה תרופתית נוגדת קרישה ואיזון ל.ד. כמו כן, הוחל במעקב נוירולוגי צמוד כדי למנוע סיבוכים נוספים. יונתן, אשר מעשן, קיבל ייעוץ להפסקת עישון כחלק מתהליך שיקום כולל.\n\nבמהלך האשפוז, מצבו של יונתן התייצב והוחל בשיקום פיזיותרפי ופסיכולוגי עקב הדיכאון ממנו הוא סובל. על אף הטיפול האינטנסיבי, עדיין קיימת חולשה בצד ימין של הגוף, אך עם שיפור הדרגתי. הותאם לו טיפול תרופתי להמשך הכולל גבפנטין ואספיירין במינון נמוך למניעת הישנות הארועים. \n\nהמלצות לקהילה כוללות המשך מעקב נוירולוגי וקארדיולוגי, טיפול פיזיותרפי, ביקורת ל.ד, ובדיקות דם שגרתיות לניטור אנמיה. יש להמליץ למטופל על המשך טיפול פסיכיאטרי לדיכאון והפסקת עישון. על המטופל להימנע מפעילויות פיזיות מאומצות ולהיות במעקב אצל רופא משפחה להבטחת התאמתת הטיפול התרופתי למצבו המשתנה."}
{"patient_id": "617711593", "patient_name": "עדי אלון", "patient_age": 75, "gender": "female", "document_date": "2025-06-14", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 52, רעננה", "smoking_status": true, "blood_type": "B+", "occupation": "פועל בניין", "conditions": ["גאוט", "השמנת יתר", "יתר לחץ דם"], "medications": ["אלנדרונט", "לוסרטן", "איבופרופן", "מטפורמין", "גבפנטין"], "icd10_code": ["M10", "E66", "I10"], "department": "גריאטריה", "primary_diagnosis": "יתר לחץ דם", "doc_type": "discharge", "clinical_notes": "המשפט של עדי אלון, בת 76, נקבע בעקבות אפיזודה חמורה של כאבי מפרקים בצירוף חו ונפיחות ברגל שמאל. המטופלת סובלת ממחלת הגאוט השמנת יתר ויתר ל.דד כרוניים, ומטופלת בתרופות כמפורט. היא מעשנת מזה כ-40 שנה, דבר המגביר את הסיכון לסיבוכים קרדיווסקולריים. בבית החולים בוצעה בדיקת אולטרסאונד של המפרק אשר שללה תהליך זיהומי, ואובחנה החמרה של הגאוט.\n\nבמהלך האשפוז ניתנה למטופלת טיפול תרופתי שכלל סטרואידים תוך ורידי, ושינוי מינון של איבופרופן. היא גם החלה טיפול פיזיותרפי להקללה על הכאבים ולשיפור יכולת התנועה. נערכה בדיקת א.ק.ג שגרתית אשר יצאה תקינה, אך טל\"ד נותר מעט גבוה על אף טיפול קבוע בלוסרטן, ולכן הוחלט להמשיך במעקב קרדיאלי צמוד.\n\nהמטופלת משתחררת במצב יציב, עם הנחיות להמשך טיפול ומעקב בקהילה. יש להמשיך את הטיפול התרופתי כפי שניתן, עם דגש על שינוי אורח חיים הכולל ירידה במשקל והפסקת עישון. מומלץ לבצע בדיקות דם חוזרות לרמת ומצת שתן ומעקב ל.ד קבוע. כמו כן, יש להקפיד על דיאאטה דלת פורין והתמדה בפיזיותרפיה. יש להמשיך במעקב רופא משפחה וכן מומלץ לשקול יעוץ תזונתי."}
{"patient_id": "158514935", "patient_name": "דניאל רוזנברג", "patient_age": 55, "gender": "male", "document_date": "2023-10-22", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 29, צפת", "smoking_status": false, "blood_type": "A+", "occupation": "עיתונאי", "conditions": ["COPD", "גאוט"], "medications": ["אטורבסטטין"], "icd10_code": ["J44", "M10"], "department": "נוירולוגיה", "primary_diagnosis": "COPD", "doc_type": "discharge", "clinical_notes": "מטופל: דניאל רוזנרג, בן 58, זכר, עם מחלות רקע של COPD וגאוט, הגיע לאשפוז בעקבות החמרה נשימתית וחום גבוה שנמשכו כ-3 ימים. מטופל בתרופה אטורבסטטין. מעשן לשעבר, הפסיק לפני כ-10 שנים. אין היסטוריה משפחתית של מחלות לב או סרטן. \n\nבמהלך האשפוז, נערכו בדיקות מעבדה כולל ספירת דם מלאה, כימיה בדם ותרבית כיח. בנוסף, בוצע צילום חזה שהראה תסנין בריאה הימנית. המטופל טופל באנטיביוטיקה רחבת טווח תוך ורידית, וינשוף למשך 48 שעות עד שיפור ניכר בתסמינים הנשימתיים. גם ניתנה סטרואידים למשך 5 ימים. במהלך השהות במחלקה, היה צורך בהתאמת טיפול הגאוט בעקבות עלייה ברמות חומצת השתן.\n\nבהמלצות לשחרור: המשך טיפול אנטיביוטי פומי למשך 7 ימים נוספים. מעקב רופא משפחה בעוד שבוע לבדיקת תפקודי ריאה וחזרה על צילום חזה. מומלץ להמשיך בפיזיותרפיה נשימתית ולהימנע מחשיפה למזהמים נשימתיים. יש להמשיך במעקב אחרי רמות חומצת השתן ולבצע בדיקת א.ק.ג בשל תחושת פלפיטציות שדווחה במהלך האשפוז. אין לשנות את מינון האטורבסטטין."}
{"patient_id": "268388519", "patient_name": "יוסף אברהם", "patient_age": 56, "gender": "male", "document_date": "2023-08-26", "facility_name": "בית חולים האלון", "patient_address": "בלפור 23, דימונה", "smoking_status": false, "blood_type": "A+", "occupation": "סטודנט", "conditions": ["אסתמה"], "medications": ["סימבסטטין", "לוסרטן", "קלופידוגרל", "אמלודיפין", "מטפורמין", "מטופרולול"], "icd10_code": ["J45"], "department": "נוירולוגיה", "primary_diagnosis": "אסתמה", "doc_type": "discharge", "clinical_notes": "יוסף אברהם, זכר, בן 59, עם מחלות רקע הכוללות אסתמה. מתגורר לבד, נשוי בעברו וללא ילדים. ללא היסטוריה של עישון. אושפז במרכז הרפואי עקב כאבים בחזה ותחושת קוצר נשימה. בבדיקות ראשוניות נמצא א.ק.ג שהצביע על ששינויים מסוג ST, מה שדרש צנ\"ל דחוף לאישור הממצאים. במהלך האשפוז טופל באמצעות אספירין, נטרוגליצרין וחמצן במידת הצורך. בנוסף, ניתנו תרופותת לגורמי סיכון כמו סימבסטטין ולוסרטן לשליטה בל.ד. \n\nבמהלך האשפוזז, יוסף עבר צנ\"ל בו נמצאו חסימות בטרשת בכלי הדם הקורונרים. בוצע צנתור טיפולי עם השתלת סטנט באזור חסום. בהמשך, מצבו השתפר והמטופל הגיב טוב לטיפול התרופתי ולשינויים באורח חיים כולל המלצות על תזונה דלת שומן ופעילות גופנית מתונה כדי לסייע בשליטה ב-ס.ד ובל.ד. במהלך השהייה בח.ד, נצפתה יציבות במצבו ללא סיבוכים חריגים.\n\nבהמלצות לשחרור, על יוסף להמשיך טיפול תרופתי קבוע עם דגש על לקיחת קלופידוגרל ואמלודיפין. מומלץ מעקב קבוע אצל קרדיולוג, בדיקות דם תקופתיות לבדוק פרופיל שומנים ורמות סוכר, והמשך מעקב רופא משפחה יוסף קיבל הדרכה להימנע ממאוצרות סטרס ולהמשיך השתתפות בסדנאות להפחתת מתחים. יש לפנות למיון במידה ומופיעים סימני אזהרה כמו כאבים בחזה או קוצר נשימה מחדש."}
{"patient_id": "516136967", "patient_name": "עומר אלון", "patient_age": 46, "gender": "male", "document_date": "2025-03-17", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 107, נצרת", "smoking_status": false, "blood_type": "O+", "occupation": "מזכירה", "conditions": ["שבץ מוחי", "אי ספיקת לב", "דמנציה", "יתר לחץ דם"], "medications": ["מטפורמין", "קלופידוגרל", "אומפרזול"], "icd10_code": ["I63", "I50", "F03", "I10"], "department": "אורולוגיה", "primary_diagnosis": "שבץ מוחי", "doc_type": "discharge", "clinical_notes": "עומר אלון, גבר בן 47, אושפז במחלקה פנימית עקב אי ספיקת לב חריפה על רקע מחלות רקע של שבץ מוחי, דמנציה, ויתר ל.ד. המטופל אינו מעשן ונוטל תרופות מטפורמין, קלופידוגרל ואומפרזול. במהלך האשפוז טופל בעזרת משתנים לשיפור מצב הלבבי, וכן עברה התאמה של טל\"ד. אובחנה החמרה במצב הדמנציה וחולשה כללית. במהלך האשפוז הושג שיפור חלקי במצב הלבבי, אם כי הדמנציה נותר ללא שינוי. \n\nבבדיקות הדימות והמעבדה נצפו סימני אי ספיקת לב מתקדמת. הוחלט על המשך מעקב קפדני אחר מצב טל\"ד ואיזון קפדני של ס.ד, תוך שמירה על ערכים תקינם בעזרת התאמת דיאטה וטיפול תרופתי. \n\nבהמלצות לקהילה: יש להמשיך במעקב קבוע במרפאה פנימית קרוב לאזור מגוריו, תוך דגש על ניטור ל.ד וס.ד. כמו כן, מומלץ להמשיך בטיפול התרופתי הקיים ולשקול התייעצות עם נוירולוג/גריאטר להערכת מצב הדמנציה. יש לעדכן את צוות המרפאה בכל שינוי במצבו הכללי או הופעת תסמינים חדשם."}
{"patient_id": "921277992", "patient_name": "עומר דהן", "patient_age": 78, "gender": "male", "document_date": "2025-02-10", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 23, חולון", "smoking_status": false, "blood_type": "AB-", "occupation": "שף", "conditions": ["COPD", "גאוט", "דלקת מפרקים", "פרפור פרוזדורים"], "medications": ["וורפרין", "הידרוכלורותיאזיד", "אטורבסטטין", "מטופרולול", "אינסולין", "אספירין"], "icd10_code": ["J44", "M10", "M19", "I84"], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "גאוט", "doc_type": "discharge", "clinical_notes": "מטופל עומר דהן, בן 79, אושפז בעקבות החמרה במצב הנשימתי הקשור ל-COPD, עם קוצר נשימה מוגבר ותפקוד ירוד. במסגרת האישפוז, בוצעה בדיקה כללית, א.ק.ג וגזים בדם, שהצביעו על היפוקסיה מתונה ושינויים איסכמיים קלים. אנמנזה אישית כוללת מחלות רקע כדלקת מפרקים וגאוט, ס.ד מאוזנת, ופרפור פרוזדורים כרוני. אין עישון פעיל ואין אלרגיות ידועות.  \n\nבמהלך האישפוז, ניתן טיפול בחמצן, תרופות מרחיבות סימפונות וסטרואידים להקלת ההחמרה הנשיממתית. בנוסף, בעקבות פרפור פרוזדורים הוחלט להגביר מעקב אחר INR ולבצע התאמות במינון הוורפרין. ל.ד נותר מאוזן, ונשקל המשך טיפול באטורבסטטין להורדת רמות כולסטרול.  \n\nבשחרור, מצבו הנשימתי של המטופל השתפר והוא יציב. המלצות לקהילה כוללות המשך טיפול תרופתי כרגיל, מעקב רציף אחרי ל.ד ו- INR, והמלצה להמשך פיזיותרפיה נשימתית ופעילות גופנית מתונה. ביקורת במרפאה פנימית בעוד שבועיים להערכת מצב כללית ומעקב אחר תפקוד נשימתי. יש ללשים לב לסימני החמרה כגון קוצר נשימה, נפיחות ברגליים או שינויים בלחץ הדם."}
{"patient_id": "449251925", "patient_name": "הילה אזולאי", "patient_age": 22, "gender": "female", "document_date": "2023-08-21", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 50, רמלה", "smoking_status": false, "blood_type": "AB+", "occupation": "שף", "conditions": ["יתר לחץ דם", "אוסטאופורוזיס", "מחלת לב כלילית", "אי ספיקת כליות כרונית"], "medications": [], "icd10_code": ["I10", "M81", "I25", "N18"], "department": "נפרולוגיה", "primary_diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "clinical_notes": "הילה אזולאי, בת 25, עם מחלות רקע של יתר לחץ דם, אוסטאופורוזיס, מחלת לב כלילית, וא ספיקת כליות כרונית, אושפזה עקב החמרה באי ספיקת לב עם קוצר נשימה ומלאות בבטן. הילה גם סובלת מעייפות כללית וחולשה. אין אלרגיות ידועות. היא אינה נוטלת תרופות באופן קבוע ואינה מעשנת. במעמד הקבלה נמצא ל.ד מוגבר עם סימנים של אי ספיקת לב בצילום חזה ובדיקות א.ק.ג שהראו שינויים איסכמיים.\n\nבמהלך האשפוז הוענקה טיפול תרופתי להורדת ל.ד והפחתת העומס על ח.ד השמאלי, כולל מתן משתנים וסיוע נשימתי. בוצע ניטור טל\"ד רצוף ושיפור ניכר נצפה במצב הכללי של הילה. שמיה על דיאטה דלת מלח והגבלת נוזלים סייעו בהפחתת העומס על הלב והכליות. עד לשחרורה, חל שיפור יציב במצב הנשימתי.\n\nבהמלצות לקהילה: המשך טיפול בתרופות שנרשמו להורדת ל.ד ולתמיכה בלב, ביקורת קרדיולוגית תוך שבועיים, המשך דיאטה דלת נתרן ומעקב רופא משפחה לאיזון ל.ד. בנוסף, מומלץ על פעילות גופנית מתונה ופיזיותרפיה לשימור מסת העצם עקב האוסטאופורוזיס. מומלץ על בדיקות תקופתיות למעקב אחרי תפקודי כליות."}
{"patient_id": "826137507", "patient_name": "ליאם עמר", "patient_age": 8, "gender": "male", "document_date": "2024-07-17", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 116, חולון", "smoking_status": false, "blood_type": "O+", "occupation": "מתכנת", "conditions": [], "medications": ["אספירין", "אומפרזול"], "icd10_code": [], "department": "פנימית א", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "ליאם עמר, בן 9, אושפז במוסדנו עקב כאבי בטן עזים שהחלו יום לפני קבלתו. ללא מחלות רקע ידועות. בעת קבלתו, התלוונן על כאבים ברום הבטן, בחילות והקאות. בבדיקת א.ק.ג נמצא תקין, ונשלל חשד לאירוע לבבי. במסגרת האשפוז בוצעה בדיקת דם מקיפה אשר הראתה עליה קלה באנזימי הכבד. נבדק ע\"י צוות כירורגי ולא נמצא צורך בהתערבות ניתתוחית.\n\nבמהלך אשפוזו, ליאם טופל באומפרזול להקלת התסמינים הגסטרואינטסטינליים, ותחת טיפול זה חל שיפור ניכר במצבו. בהמשך, הוחלט על מתן אספירין במינון נמוך לצורך מניעת מצבים דלקתיים. תזונתו הוותאמה מחדש בכדי למנוע חזרת הכאבים. בדיקות נוספות לא העלו ממצאים חריגים. \n\nעם שיפור במצבו ושחרורו מאשפווז, ההמלצות כוללות המשך טיפול באומפרזול לתקופה קצובה של שבועיים, מעקב רופא ילדים ללהערכת המשך טיפול באספירין, והקפדה על תזונה מתאימה. אין צורך בהמשך בירור דחוף, אך מומלץ לבצע בדיקות דם חוזרות בעוד כחודש. יש לעדכן את רופא המשפחה בכל שינוי במצב הבריאותי. ליאם אינו נוטל תרופות נוספות ואינו מעשן, יש לשקול הפניה לדיאטנית במקרה של חזרת התסמינים."}
{"patient_id": "430305482", "patient_name": "משה חדד", "patient_age": 36, "gender": "male", "document_date": "2025-09-04", "facility_name": "בית חולים האלון", "patient_address": "ישראל", "smoking_status": false, "blood_type": "O-", "occupation": "פועל בניין", "conditions": ["אי ספיקת כליות כרונית", "פרפור פרוזדורים"], "medications": ["גבפנטין", "אומפרזול", "אטורבסטטין", "אספירין", "וורפרין"], "icd10_code": ["N18", "I48"], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "clinical_notes": "מטופל בשם משה חדד, בן 37, אושפז במחלקה פנימית בשל החמרה בתפקוד כלייתי על רקע אי ספיקת כלייות כרונית ופרפור פרוזדורים. המטופל מוכר עם רקע של מחלות כרוניות נוספות, כולל ל.ד גבולי. בעת הקבלה, נצפה עליה ברמות הקריאטינין עם החמרה בפעילות הכלייתית וכן היתה עדות להחמרה בתפקוד הלבב על פי תוצאות א.ק.גג. \n\nבמהלך האשפוז, משה טופל בוריד בנוזלים איזוטוניים לניסיון לשיפור פרפוזיה כלייתית. ניתנו עירויים תוך ורידיים בתמיכת טל\"ד ובוצע ניטור צמוד של רמוות אלקטרוליטים ותפקוד קרישה, בשל טיפול בוורפרין. בנוסף, בוצע מעקב הדוק אחר קצב הלב, עם התאמה תרופתית בעזרת חוסמי בטא. לא נצפו ארועים של פרפור פרוזדורים במהלך האשפוז.\n\nבהמלצות לשחרור: המשך מעקב נפרולוגי ואיזון לחץ דם בקהילה. יש להמשיך טיפול תרופתי קבוע כולל גבפנטין, אומפרזול, אטורבסטטין, אספירין, וורפרין במינון מותאם לפי INR. בנוסף, מומלץ להימנע ממאמצים פיזיים מוגברים ולשקול דיאטה דלת נתרן להקלה על העומס הכלייתי. כמו כן, יש לבצע בדיקות דם תקופתיות למעקב אחר תפקוד כלייתי וקרישה. המטופל אינו מעשן ואין דיווח על אלרגיות ידועות."}
{"patient_id": "114678667", "patient_name": "אברהם אברהם", "patient_age": 13, "gender": "male", "document_date": "2024-04-04", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 79, רמלה", "smoking_status": false, "blood_type": "A-", "occupation": "עורך דין", "conditions": ["השמנת יתר"], "medications": ["גבפנטין", "מטפורמין", "וורפרין", "אלנדרונט", "מטופרולול", "פרוקסטין"], "icd10_code": ["E66"], "department": "אונקולוגיה", "primary_diagnosis": "השמנת יתר", "doc_type": "discharge", "clinical_notes": "המטופל אברהם אברהם, בן 14, הגיע אשפוז עקב כאבים בחזה וקוצר נשימה. המטופל סובל מהשמנת יתר וידוע כסובל מסכרת (ס.ד) ולחץ דם (ל.ד) מוגבר. התרופות הקבועות כוללות גבפנטין, מטפורמין, וורפרין, אלנדרונט, מטופרולול ופרוקסטין. אין הסטוריה של עישון או צריכת אלכוהול. \n\nבמהלך האשפוז בוצע א.ק.ג אשר הראה שינויים לא ספצציפיים. טל\"ד היה יציב אך נדרשה התאמה במינון מטופרולול לשיפור הערכים. הוחלט על המשך טיפול תרופתי ומעקב אקג שבועי. מצבו השתפר לאחר מספר ימי מנוחה וטיפול תרופתי תומך. \n\nמומלץ למטופל להמשי את הטיפול התרופתי הקבוע ולבצע מעקב סדיר אצל רופא משפחה לצורך איזון ס.ד ול.ד. יש להקפיד על דיאטה מאוזנת ופעילות גופנית מתונה, עם תיעדוף ירידה במשקל. יש להימנע ממאמצים פיזיים מוגברים ולא לבצע פעילות מאומצת למשך חודש לאחר השחרור. במקרה של חזרה של כאבים בחזה או החמרה בקוצר נשימה יש לפנות מיידית למיון. המטופל הונחה להמשיך במעקב קרדיולוגי וכן נדרש לבחון מחדש את הטיפול באסטמה פוטנציאלית שהוזכרה בעבר."}
{"patient_id": "182422535", "patient_name": "יונתן גולן", "patient_age": 22, "gender": "male", "document_date": "2023-11-18", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 8, לוד", "smoking_status": false, "blood_type": "AB+", "occupation": "אחות", "conditions": ["אנמיה", "אסתמה", "אי ספיקת כליות כרונית", "שבץ מוחי"], "medications": ["דיקלופנק"], "icd10_code": ["D64", "J45", "N18", "I63"], "department": "קרדיולוגיה", "primary_diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "clinical_notes": "יונתן גולן, בן 25, אושפז במחלקה פפנימית עקב החמרה בקשיי נשימה וכאב בחזה. יונתן סובל מאסטמה כרונית, אי ספיקת כליות כרונית, אנמיה והיסטוריה של שבץ מוחי. אין היסטוריה משפחתית של מחלות לב. לא ידוע על אלרגיות, והוא לא מעשן. עם קבלתו ננצפתה ירידה בסטורציה ל-88% במנוחה, וטכיקרדיה בגדר 110 פעימות לדקה. התקבל טיפול ראשוני בחמצן ובנוזלים דרך הווריד, לאחר מכן בוצעו בדיקות דם שהראו החמררה באנמיה עם המוגלובין 9.2. א.ק.ג הראה סימנים עקביים עם עומס ריאתי.\n\nבמהלך האשפוז טופל באמצעות אינהלציות עם ברונכודילטורים וניהול מדוייק של נוזלים עקב מחלת הכליות. עקב תלונות על כאב חזה מתמשך בוצע אקו-לב ששלל אי ספיקת לב. בנוסף, ניתנו עירויים של ברזל לשיפור האנמיה. הרופא האחראי המליץ על התאמת מינון התרופות בהתחשב במצב הכליות, והוחלט להפסיק את דיקלופפנק בשל חשש לפגיעה כלייתית.\n\nבהמלצות לשחרור, יונתן יקבל המשך טיפול באינהלציות בקהילה וניטור תפקוד נשימתי. מומלץ מעקב המטולוגי חודשי בעקבות האנמיה ובדיקות כליה תקופתיות. יש להימנע מנטילת תרופות נוגדות דלקת לא סטרואידיות נוספות. יונתן מופנה להדרכה על ניהול אורח חיים מותאם למצבו הבריאותי כולל תזונה ומעקב קבוע אצל רופא המשפחה."}
{"patient_id": "963259536", "patient_name": "דנה פרידמן", "patient_age": 72, "gender": "female", "document_date": "2025-06-17", "facility_name": "בית חולים האלון", "patient_address": "בלפור 111, בני ברק", "smoking_status": false, "blood_type": "O-", "occupation": "מתכנת", "conditions": [], "medications": [], "icd10_code": [], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "מטופלת דנה פרידמן, בת 73, הגיעה למיון בשל תלונות על כאבי בטן עזים ובחילות. ללא מחלת רקע ידועות וללא טיפול תרופתי קבוע. אינה מעשנת. בבדיקה ראשונית נמצאה במצב יציב, ללא חום, טל\"ד תקין ודופק סדיר. בבדיקות מעבדה נצפו עליות קלות באנזימי כבד. בוצע אולטרסאונד בטן שהראה אבני מרה.\n\nבמהלך האשפוז טופלה המטופלת בנוזלים תוך ורידיים ומשככי כאבים. בוצעה כריתת כיס הממרה בלפרוסקופיה ללא סיבוכים. ההתאוששות לאחר הניתוח הייתה תקינה. בוצעו מספר בדיקות דם נוספות אשר חזרוו לנורמה, וא.ק.ג שנמצא תקין.\n\nהמלצות לשחרור: מנוחה בבית למשך שבוע, הימנעות ממאמצים פיזיים כבדים, שתיית נוזלים מרובה ותזונה רכה לפי יכולת. מעקב כיררגי בקהילה בעוד שבועיים. אם יופיעו תסמינים כמו חום גבוה, כאבים ממושכים או הקאות יש לפנות לרופא המטפל בהקדם."}
{"patient_id": "121655856", "patient_name": "נועם לוי", "patient_age": 34, "gender": "male", "document_date": "2025-03-27", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 79, נצרת", "smoking_status": false, "blood_type": "B-", "occupation": "עיתונאי", "conditions": ["דלקת מפרקים", "אנמיה", "דמנציה", "יתר לחץ דם"], "medications": ["אלנדרונט", "איבופרופן", "סימבסטטין"], "icd10_code": ["M19", "D64", "F03", "I10"], "department": "כירורגיה כללית", "primary_diagnosis": "דלקת מפרקים", "doc_type": "discharge", "clinical_notes": "נועם לוי, גבר בן 34, אושפז במחלקת פנימית בשל החמרה במצבו הרפואי הקשור לדלקת מפרקים וכאבים עזים במפרקים, אשר לא נעננו לטיפול תרופתי ביתי. נועם סובל ממחלות רקע הכוללות דלקת מפרקים, אנמיה, דמנציה ברמתה התחלתית ויתר לחץ דם. אין ידוע עלל אלרגיות. אינו מעשן. הוא נוטל תרופות לרבות אלנדרונט, איבופרופן וסימבסטטין באופן קבוע.\n\nבמהלך אשפוזו, בוצעו בדיקות דם שהראו ירידה ברמת המוגלובין, התואמת את מצבו האנמי. כמו כן, נרשם ל.ד לא מאוזן, אשר טופל בהגברת מינון תרופתי. במהלך האשפוז נוע הוחזק בהשגחה רפואית צמודה למחקר מצב דמנציה, ללא שינוי משמעותי. כאביו טופלו בשילוב של תרופות אנטי-דלקתיות ושיכוך כאב, והושג איזון חלקי במצב הככאב. הותאמה תכנית פיזיותרפיה להקלה על תנועת המפרקים.\n\nבהמלצות לשחרור, ממליצים על המשך מעקב רופא משפחה ואורתופד בקהילה, כוללל בדיקות תקופתיות להערכת מצב הדמנציה והאנמיה. יש להמשיך את הטיפול התרופתי הנוכחי, עם הקפדה על מעקב לחץ דם להבטחת איזון. מומלץ להמשיך בתכנית הפיזיותרפיה שנקבעה, ולפנות למרפאה לטיפול בכאב במידת הצורך."}
{"patient_id": 865278584, "patient_name": "אריאל עמר", "patient_age": 14, "gender": "male", "document_date": "2023-12-21", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 62, רמת גן", "smoking_status": false, "blood_type": "AB+", "occupation": "עיתונאי", "conditions": ["היפרליפידמיה", "יתר לחץ דם", "אסתמה", "דיכאון"], "medications": ["לבותירוקסין"], "icd10_code": ["E78", "I10", "J45", "F32"], "department": "מיון", "primary_diagnosis": "יתר לחץ דם", "doc_type": "discharge", "clinical_notes": "אריאל עמר, בן 16, אושפז במחלקה בשל החמרה באסתמה וברקע מצב של היפרליפידמיה, יתר ל.ד, ודיכאון. ללא רקע של עישון. במהלך האשפוז נצפו קשיי נשימה, טכיקרדיה וטנשמות אורטופניות, אשר טופלו במתן חמצן ונברוטיקה. בוצעו בדיקות דם שגרעו רמת סוכר תקינה חוץ מרמת כולסטרול גבוהה. בדיקות א.ק.ג הראו סינוס טכיקרדיה בלבד. \n\nבמהלך האשפוז, המצב הנשימתי השתפר לאחר הטיפול סטרואידים ותרופות אינהלציה, ללא סיבוכים משמעותיים. יש להדגיש כי מטופל לוקח לבותירוקסין באופן קבוע בשל חוסר תפקוד בלוטת התריס. ממצאים מתקדמים הראו רמת ל.ד גבוהה שטופלה בהצלחה באמצעות תרופות נוספות. \n\nבהמלצות לשחרור, מומלץ להמשיך מעקב קפדני ברפואת משפחה, ולהקפיד על המשך נטילת התכשירים הקבועים במינון המומלץ. מומלץ להימנע ממגע עם אלרגנים ידועים ולבצע מעקב ספירומטריה תקופתי. כמו כן, יש להיוועץ בפסיכיאטר להמשך טיפול בדיכאון. המשך מעקב בבדיקות דם לרמות ליפידים וקביעת פגישת ביקורת בעוד כחודשיים."}
{"patient_id": "421993304", "patient_name": "איתי גולן", "patient_age": 25, "gender": "male", "document_date": "2024-09-08", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 90, חולון", "smoking_status": false, "blood_type": "B-", "occupation": "שף", "conditions": ["היפרליפידמיה", "דלקת מפרקים"], "medications": ["לבותירוקסין"], "icd10_code": ["E87", "M19"], "department": "ריאות", "primary_diagnosis": "היפרליפידמיה", "doc_type": "discharge", "clinical_notes": "איתי גולן, זכר בן 27, אושפז במחלקה פנימית עעקב כאבים חריפים בחזה וקוצר נשימה. למטופל היסטוריה רפואית הכוללת היפרליפידמיה ודלקת מפרקים, מטופל כרגע בלבותירוקסין. אין היסטוריה של עישון ואין דיווח על אלרגיות ידועות. איתי עוסק בעבודה פיזית, רווק, וואין מחלות משפחתיות ידועות.\n\nבמהלך האשפוז נערכו בדיקות מקיפות כולל א.ק.ג, אקו לב וצילום חזה, אשר הראו שינויים מינימליים ללא ממצאים אקוטיים נוספים. בבדיקות הדם לא נמצאו אנזימים לבביים מוגברים, והודגמה עליה ברמת כולסטרול. קיבל טיפול תומך בטל\"ד ותרופות נוגדות כאב. מצבו השתפר במהלך האשפוז והוא שוחרר במצב כללי טוב, עם הנחיה להמשך מעקב רופא משפחה.\n\nהמלצות: המשך נטילת לבותירוקסין כרגיל, הוספת טיפול תרופתי להורדת כולסטרול. המלצה לפעילות גופנית מתונה ולדיאטה מתאימה להיפרליפידמיה. יש להמשיך במעקב במרפאת משפחה ולשקול ביצוע בדיקות דם חוזרות בעוד כחודש. במידה ומופיעים תסמינים דומים בעתיד, יש לפנות בדחיפות למיון."}
{"patient_id": "454019381", "patient_name": "אריאל אזולאי", "patient_age": 19, "gender": "male", "document_date": "2024-01-22", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 97, טבריה", "smoking_status": false, "blood_type": "A+", "occupation": "חשבונאי", "conditions": ["COPD", "אסתמה", "סוכרת סוג 2"], "medications": ["אומפרזול", "דיקלופנק", "גבפנטין", "אלנדרונט"], "icd10_code": ["J44", "J54", "E11"], "department": "אונקולוגיה", "primary_diagnosis": "אסתמה", "doc_type": "discharge", "clinical_notes": "אריאל אזולאי, זכר בן 21, נשוי, התאשפז במחלקה פנימית בשל החמרה במצב הנשימתי. המטופל סובל מ-COPD ואסתמה כרונית, ומוכר כסובל מסוכרת סוג 2. במהלך האשפוז נצפתה החמרה במאזן הנשימתי עם ירידה ברוויון חמצן ונשימות תכופות. בוצע בירר שכלל בדיקות מעבדה, א.ק.ג וצילום חזה, אשר שללו סיבוכים חריפים נוספים. במהלך השהייה קיבל המטופל טיפול במרחיבי סימפונות, סטרואידים סיסטמיים ותמיכת חמצן. תגובה טיפולית חיובית נצפתה עם שיפור במצב הנשימתי.\n\nבהמשך האשפוז, מצבו של אריאל התייצב, לחץ הדם נשמר בטווח התקין ללא אירועים חריגים, ורמות הסוכר נוהלו באופן יעיל. המטופל שוחרר במצב כללי טוב עם חזרה לנשימה ספונטנית ולחץ דם יציב. \n\nלשחרור, המלצות לקהילה כוללות המשך טיפול תרופתי קבוע: אומפרזול, דיקלופנק, גבפנטין ואלנדרונט, וכן סטרואידים בשאיפה בהתאם להתוויה. ישש להקפיד על מעקב קבוע אחר ערכי סוכר ויכולת הנשימה בקהילה, כולל חזרה למכון רייאות לבדיקות תפקודי נשימה. המטופל הופנה גם ייעוץ תזונתי להמשך ניהול הסוכרת ומשקל גוף בריא. מומלץ להימנע מחשיפה למזהמים וסיגריות, ולחזור לביקורת רופא המשפחה תוך שבועיים."}
{"patient_id": "414593327", "patient_name": "שלמה ברק", "patient_age": 52, "gender": "male", "document_date": "2024-11-01", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 119, צפת", "smoking_status": false, "blood_type": "O-", "occupation": "עיתונאי", "conditions": ["השמנת יתר", "יתר לחץ דם", "COPD", "מחלת כבד שומני", "אסתמה"], "medications": ["פרוקסטין"], "icd10_code": ["E66", "I10", "J44", "K76", "J45"], "department": "מיון", "primary_diagnosis": "יתר לחץ דם", "doc_type": "discharge", "clinical_notes": "שלמה ברק, זכר בן 53 עם רקע רפואי של השמנת יתר, יתר לד, COPD, מחלת כבד שומני ואסתמה, אושפז עקב החמרה במצב הנשימתי וקוצר נשימה חריף. המטופל אינו מעשן ונוטל פרוקסטין כתרופה קבועה. במהלך האשפוז, נצפתה החמרה במצב הנשמה עם צורך בחמצן נוסף. בוצעו בדיקות דם, צילום חזה וא.ק.ג אשר שללו אטיולוגיות אחרות. התייצבבות מצב המטופל הושגה באמצעות טיפול בחמצן, ברונכודילטורים וסטירואידים במינון מתגבר.\n\nבמהלך האשפוז, הופעל צוות רב תחומי כולל פנימאי, רופא ריאות ודיאטנית לצורך איזון מצבו הכללי ושיפור התזונה. שלמה השתתף בפגישות ייעוץ תזונתי לניהול משקל ומצבי לחץ. בטיפול תרופתי, הומלץ על המשך טיפול בפרוקסטין והווספת טיפול במשאף משולב לשיפור מצב הריאות.\n\nבהמלצות לשחרור, יש להמשיך במעקב רפואי אצל רופא משפחה עם בדיקות תקופתיות ל.ד ותפקודי ריאות. המלצנו להפחתת משקל באמצעות פעילות גופנית מתונה ודיאטה מאוזנת, וכן להימנע מחשיפה לגורמים מעוררי אסתמה. יש לעקוב אחר תפקודי כבד אחת לחצי שנה. ניתנה המלצה להתייעצות עם פסיכולוג להמשך תמיכה התנהגותית ומניעת סטרס. במידה והסימפטומים הנשימתיים מחמירים, יש לפנות מיד למיון להערכה נוספת."}
{"patient_id": "883982258", "patient_name": "אורלי חיון", "patient_age": 10, "gender": "female", "document_date": "2024-03-31", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 8, עכו", "smoking_status": false, "blood_type": "O-", "occupation": "רופא", "conditions": ["השמנת יתר"], "medications": ["אספירין", "אלנדרונט", "איבופרופן", "וורפרין", "אינסולין"], "icd10_code": ["E66"], "department": "אונקולוגיה", "primary_diagnosis": "השמנת יתר", "doc_type": "discharge", "clinical_notes": "אורלי חיון, בת 11, הגיעה לאשפוז בעקבות אירוע היפרגליקמיה קשה על רקע ס.ד סוג 1 והשמנת יתר. אורלי סובלת מס.ד מזה כשלוש שנים ומטופלת באינסולין. בעת הקבלה,, מצבה הכללי היה בינוני עםם ערכי סוכר גבוהים במיוחד. אין רגישות ידועה לתרופות, משפחתה תומכת ומעורבת בטיפולל. ההיסטוריה הרפואית כוללת שימוש בתרופות: אספירין, אלנדרונט, איבופרופן, וורפרין ואינסולין.\n\nמהלך האשפוז כלל איזון רמות הסוכר באמצעות התאמת מיוי אינסולין ומתן נוזלים דרך הוריד. בוצע ניטור צמוד של רמות הסוכר והאזנה לפעילות הלב דרך א.ק.ג, שיצאה תקינה מלבד טכיקרדיה קלה שנפתרה לאחר איזוןן רמות הסוכר. במהלך האשפוז לא נצפו סיבוכים נוספים והמטופלת השיבה למצב יציב.\n\nהמלצות לקהילה: המשך טיפול באינסולין כרגיל עם מעקב יומיומי אחר רמות הסוכר. ממליצים על ייעוץ דיאטני לצורך התאמת דיאטה מתאימה להורדת משקל. חשוב להקפיד על מעקב רפואי תכוף אצל אנדוקרינולוג ילדים להמשך טיפול ומעקב. יש להמשיך טיפול באספירין, אלנדרונט, איבופרופן ווורפרין לפי הצורך ובהתאם להנחיות. חשוב להודיע לרופא המשפחה על כל שינוי במצב הבריאותי או תגובות לתרופות."}
{"patient_id": "685662462", "patient_name": "אריאל מלכה", "patient_age": 58, "gender": "male", "document_date": "2023-01-04", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 83, ירושלים", "smoking_status": true, "blood_type": "O-", "occupation": "קבלן", "conditions": [], "medications": ["הידרוכלורותיאזיד", "אומפרזול", "דיקלופנק", "גבפנטין"], "icd10_code": [], "department": "גריאטריה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "המטופל, אריאל מלכה, בן 61, הגיע לאשפוז עקב כאבים חדים באזור החזה, עם הקרנה ליד שמאל ומלווה בקוצר נשימה. המטופל ללא מחלות רקע ידועות, אך ידוע כמעשן פעיל. נווטל תרופות: הידרוכלורותיאזיד, אומפרזול, דיקלופנק וגבפנטין. בבדיקת א.ק.ג נמצאו שינויים חשודים לאיסכמיה. לאור הממצאים הוחלט על ביצוע צנ\"ל דחוף, אשר הראה היצרות משמעותית בעורק הכלילי השמאלי.\n\nבמהלך האשפוז, הטופל עבר צנ\"ל טיפולי עם השתלת סטנט בעורק הנ\"ל. לאחר הצנתור, מצבו השתפר משמעותית, עםם שיפור בכאבים וביכולת הנשימה. כמו כן, הוחל בטיפול בנוגדי קריישה ובטיפול תרופתי מניעתי מחלת עורקים כליליים. נצפתה תגובה טובה לטיפול, וללא סיבוכים חריגים במהלך האשפוז.\n\nלאחר שחרור, מומלץ למר מלכה להמשיך בטיפול תרופתי בנוגדי קרישה, להפסיק עישון בהקדם האפשרי ולשמור על תזונה מאוזנת ודלת שומן. יש להמשיך במעקב קרדיולוגי בקהילה ולבצע בדיקות א.ק.ג ומעקב לחץ דם באופן סדיר. מומלץ לשוב לביקורת קרדיולוגית תוך כחודש ימים להערכת מצב לאחר הצנתור."}
{"patient_id": "751830464", "patient_name": "יונתן לוי", "patient_age": 35, "gender": "male", "document_date": "2025-06-17", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 11, רמת גן", "smoking_status": false, "blood_type": "A+", "occupation": "אחות", "conditions": ["אי ספיקת לב", "גאוט", "אסתמה"], "medications": ["מטופרולול", "סימבסטטין", "רמיפריל"], "icd10_code": ["I50", "M10", "J45"], "department": "מיון", "primary_diagnosis": "אי ספיקת לב", "doc_type": "discharge", "clinical_notes": "יונתן לוי, בן 35, אושפז במחלקה הפנימית בשל החמרה במצב אי ספיקת הלב. המטופל סובל גם מגאוט ואסתמה ונוטל טיפול תרופתי קבוע הכולל מופרולול, סימבסטטין, רמיפריל ופרוקסטין. יונתן לא מעשן. במהלך האשפוז עבר יונתן הערכה קרדיאלית שכללה א.ק.ג שהראה שינויים המצביעים על עומס על הלב. בנוסף, נערכה בדיקת אקו-לב שהדגימה ירידה בתפקוד החדר השמאלי. במהלך האשפוז הותאם הטיפול התרופתי ונוסף לו טיפול במשתנים לשיפור מצב הבצקת. כמו כן, טופל במשאפים במטרה לשפר את תפקוד הריאה בשל האסתמה.\n\nלאור הממצאים והטיפול, מצבו של יונתן השתפר משמעותית והוחלט על שחרורו הביתה. מומלץ להמשיך בטיפול התרופתי הקבוע כולל פרוקסטין ולשמור על מעקב סדיר במרפאת קהילה. יש לפנות לרופא המשפחה להמשך ניטור לחץ דם וטיפול גאוט, לצד מעקקב קרדיולוגי תקופתי. מומלץ להימנע ממאמצים פיזיים כבדים ולהקפיד על תזונה דלת מלח. בנוסף, מומלץ להמשיך במעקב רציף אחר תפקוד הלב ובחון אפשרות לשילוב פעילות גופנית מתונה בהתאם להנחיות הרופא המטפל."}
{"patient_id": "280801002", "patient_name": "תמר בן דוד", "patient_age": 20, "gender": "female", "document_date": "2025-06-11", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 63, דימונה", "smoking_status": false, "blood_type": "B-", "occupation": "אחות", "conditions": ["היפרליפידמיה", "פרפור פרוזדורים", "אי ספיקת כליות כרונית", "אנמיה", "שבץ מוחי"], "medications": ["אומפרזול", "אטורבסטטין"], "icd10_code": ["E78", "I48", "N18", "D64", "I63"], "department": "כירורגיה כללית", "primary_diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "clinical_notes": "תמר בן דוד, בת 21, אושפזה בשל החמרה במצב הכללי על רקע פרפור פרוזדורים ואי ספיקת כליות כרונית. למטופלת רקע של היפרליפידמיה, אנמיה ושבץ מוחי קודם. בתשאול ראשוני לא התגלו אלרגיות, אינה מעשנת ואינה סובלת מס.ד או ל.ד. היא מטופלת באומפרזול ואטורבסטטין.\n\nבמהלך האשפוז וצע ניטור א.ק.ג שהראה פרפור פרוזדורים לא קבוע עם תגובה חדרית מהירה. טפלה בתרופות אנטי-אריתמיות ובמעקב צמוד של סמני כליה וטל\"ד. תפקודי הכליה נמצאו במגמת יציבות לאחר התאמת הטיפול התרופתי. כן ניתנה תמיכה אנטי-אנמית בהתאם לבדיקות המוגלובין חוזרות. מצבה כללי השתפר בהדרגה והיא שוחררה במצב יציב.\n\nהמלצות: מעקב רופא משפחה אחת לשבועיים כולל בדיקות דם למעקב אחר תפקוד כלייתי וסמנני אנמיה. המשך טיפול תרופתי כפי שניתן באשפוז. מומלץ להימננע ממאמץ פיזי מוגזם ולהמשיך בדיאטה דלה בשומן ונתרן. יש לשקול יעוץץ קרדיולוגי להמשך טייפול בפרפור פרוזדורים."}
{"patient_id": 101666873, "patient_name": "ליאן שלום", "patient_age": 12, "gender": "female", "document_date": "2024-01-12", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 106, בני ברק", "smoking_status": true, "blood_type": "A+", "occupation": "חשבונאי", "conditions": ["מחלת לב כלילית", "אנמיה", "שבץ מוחי"], "medications": ["הידרוכלורותיאזיד", "מטופרולול", "לבותירוקסין"], "icd10_code": ["I25", "D64", "I36"], "department": "פנימית ב", "primary_diagnosis": "אנמיה", "doc_type": "discharge", "clinical_notes": "ליאן שלום, בת 14, אושפזה בשל אירוע של כאבים בחזה עם חשד לאירוע לבבי. למטופלת מחלת לב כלילית ידועה, אנמיה ושבץ מוחי בעבר. כמו כן, היא נוטלת באופן קבוע הידרוכלורותיאזיד, מטופרולול ולבותירוקסין. במהל האשפוז בוצע א.ק.ג שהראה שינויים איסכמיים, ובבדיקות המעבדה נמצאה עליה באנזימי לב. בהתחשב במחלות הרקע ובעובדה שהיא מעשנת, הוחלט על ביצוע צנ\"ל דחוף שהראה היצרות משממעותית בעורק הכלילי הימני. בעקבות כך בוצע הרחבה עם סטנט.\n\nבמהלך האשפוז מצבה של המטופלת השתפר, והכאבים בחזה חלפו אאחר הצנ\"ל. היא קיבלה טיפול תתרופתי מותאם שכלל אנטי-אגרגנטים נוספים לצד הטיפול הקבוע שלה. לא נרשמו אירועים חריגים נוספים במהלך האשפוז, אך יש לציין כי היא עדיין סובלת מאנמיה קלה ויודגש הצורך במעקב המטולוגי.\n\nבהמלצות לשחרור יש להמשיך בטיפול התרופתי שניתן ולהקפיד על מעקב קרדיולוגי קבוע. מומלץ להקטין את כמות העישון ואף לשקול הפסקה מוחלטת. כמו כן, יש לבצע בדיקות דם חוזרות לניטור רמות ההמוגלובין וטיפול באנמיה לפי הצורך. בנוסף, יש להקפיד על דיאטה מאוזנת ופעילות גופנית בהתאם להמלצות הרופא המטפל."}
{"patient_id": "819956046", "patient_name": "דוד דהן", "patient_age": 46, "gender": "male", "document_date": "2024-09-09", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 46, תל אביב", "smoking_status": false, "blood_type": "A-", "occupation": "טכנאי", "conditions": ["מחלת כבד שומני", "גאוט", "אי ספיקת לב"], "medications": [], "icd10_code": ["K76", "M10", "I50"], "department": "אורולוגיה", "primary_diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "clinical_notes": "דוד דהן, בן 47, זכר, אושפז במחלקה פנימית בעקבות התדרדרות במצבו הלבבי על רקע אי ספיקת לב. למטופל מחלות רקע הכוללות מחלת כבד שומני וגאוט, והוא אינו נוטל תרופות קבועות נכון להום. אין עדות לעישון בעברו. המטופל הגיע עם תלונות של קוצר נשימה במאמץ קל ונפיחות ברגליים. בדיקה פיזיקלית ראשונית הצביעה על טל\"ד גבוה ונפיחוות פריפרית. בוצע אא.ק.ג אשר הדגים שינויים התואמים עומס על ח.ד ימין.\n\nבמהלך האישפוז טופל דוד במשתנים לשיפור הנפיחות ובתרופות להורדת טל\"ד. כמו כן, נעשו הדמיות נוספות להערכת מצב הלב והכבד. מצב המטופל התייצב בהדרגה, ותוך מספר ימים חל שיפור משמעותי במצבו הכללי. לא נצפו סיבוכים מיוחדים במהלך האשפוז.\n\nבהמלצות לשחרור ניתנה הנחיה להמשך מעקב רדיולוגי בקהילה והתחלת טיפול תרופתי הורדת טל\"ד וייצוב המצב הלבבי. הומלץ על שינוי אורח חיים שכולל תזונה דלת מלח ושומנים ופעילות גופנית מתונה. בנוסף, מומלץ לפנות לייעוץ דיאטני למעקב אחר מחלת הכבד השומני. אין עדות לאלרגיות ידועו."}
{"patient_id": "828073742", "patient_name": "מיכל פרידמן", "patient_age": 54, "gender": "female", "document_date": "2023-11-11", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 76, עכו", "smoking_status": false, "blood_type": "A-", "occupation": "סטודנט", "conditions": ["דיכאון", "שבץ מוחי", "אנמיה"], "medications": [], "icd10_code": ["F32", "I63", "D46"], "department": "נוירולוגיה", "primary_diagnosis": "שבץ מוחי", "doc_type": "discharge", "clinical_notes": "שם המטופלת: מיכל פררידמן, גיל: 56, מין: קבה. \n\nרקע: הגברת פרידמן אושפזה בעקבות חשד לשבץ מוחי התקפי. ברקע הרפואי דיכאון מטופל בעבר, שבץ מוחי ואנמיה. המטופלת אינה מעשנת, ללא תרופות קבועות וללא היסטוריה של אלרגיות. משפחתה תומכת ומעורבת במהלך הטיפול.\n\nמהלך: במהלך האשפוז בוצעו בדיקות א.ק.ג, סריקות MRI ו-CT מוח, אשר איששן את ההחשד הראשוני לשבץ. טל\"ד היה יצציב במהלך השהות, אך נדרש לניטור עקב התייצגות הראשונית של חוסר יציבות. ניתנו טיפוליים תרופתיים כלליות למניעת דימומים נוספים ושיפור חמצון מוחי. מצב המטופלת השתפר בהדרגה, עם שיפור בתפקודי התקשורת והתנועה.\n\nסיכום והמלצות: הגברת פרידמן משתחררת במצב יציב לבית עם המלצות להמשך מעקב נוירולוגי ופסיכיאטרי בקהילה. מומלץ להתחיל טיפול בתרופות אנטי-דכאוניות עקב ההיסטוריה של דיכאון ובשל השפעת השבץ. כמו כן, להקפיד על תזונה מאוזנת ועשירה בברזל בשל האנמיה. יש לשקול המשך פיזיותרפיה לשיפור נוסף בתפקוד התנועתי ומעקב אחר ל.ד. כל שינוי במצב התפקודי או הקוגניטיבי יש לדווח לרופא המשפחה."}
{"patient_id": "680589116", "patient_name": "אורי מלכה", "patient_age": 63, "gender": "male", "document_date": "2024-09-17", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 119, רמלה", "smoking_status": false, "blood_type": "AB-", "occupation": "חשבונאי", "conditions": ["אסתמה", "אי ספיקת לב"], "medications": ["פרוקסטין", "אספירין", "איבופרופן", "גבפנטין", "לוסרטן", "רמיפריל"], "icd10_code": ["J45", "I50"], "department": "ריאות", "primary_diagnosis": "אסתמה", "doc_type": "discharge", "clinical_notes": "אורי מלכה, בן 64, נשוי ואב לשניים, הגיע לאשפוז עקב החמרה באי ספיקת לב ורמת חמצן נמוכה בדם על רקע מחלת האסתמה. ברקע רפואי: אסתמה כרונית ואי ספיקת לב. המטופל אינו מעשן ואין דיווח על אלרגיות ידועות. בין התרופות הקבועות אותן נוטל: פרוקסטין, אספירין, איבופרופן, גבפנטין, לוסרטן ורמיפריל.\n\nמהלך האשפוז: במהלך השהות במחלקה נערכה הערכה מקפה של תפקוד הלב והריאות. נערכו בדיקות א.ק.ג שחשפו הפרעות קלות בקצ הלב, אך לא נמצאו ממצאים מדאיגים נוספים. טל\"ד היה יציב לאורך כל התקופה לאחר התאמת מינון התרופות. המטופל קיבל טיפול בחמצן ובנוזלים לווריד, וכן בוצעה התאמת טיפול תרופתי, כולל העלאת מינון רמיפריל ושינוי מינון לוסרטן על מנת לשפר את תפקוד הלב ואת איזון ל.ד.\n\nסיכום והמלצות לקהילה: המטופל שוחרר במצב כללי טוב עם שיפור ניכר. מומלץ להמשיך טיפול תרופפתי כמתואר, להקפיד על מעקב קרדיולוגי וריאותי תדיר. יש להימנע ממאמצים גופניים מיותרים ולשמור על תזונה מופחתת נתרן. בנוסף, מומלץ ביקור בבית חולים פעם בשלושה חודשים להערכת מצב אי ספיקת הלב והאסתמה. במקקרה של החמרה בתסמינים או קוצר נשימה יש לפנות למיון בהקדם."}
{"patient_id": "236887675", "patient_name": "גיל דהן", "patient_age": 41, "gender": "male", "document_date": "2025-01-20", "facility_name": "בית חולים האלון", "patient_address": "הרצל 63, אשקלון", "smoking_status": false, "blood_type": "O-", "occupation": "עקרת בית", "conditions": ["אסתמה", "אי ספיקת כליות כרונית"], "medications": ["איבופרופן", "אינסולין"], "icd10_code": ["J45", "N18"], "department": "קרדיולוגיה", "primary_diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "clinical_notes": "גיל דהן, בן 42, הובא לאשפוז עקב החמרה במצב האסתמה והחמרה באי ספיקת כליות כרונית. המטופל מדווח על קוצר נששימה מוגבר, שיעול טורדני ועלייה בצפצופים בחזה. בנוסף, חווה ירידה בתפוקת השתן. למטופל היסטוריה רפואית משמעותית הכוללת אסתמה ואי ספיקת כליות כרונית, מטופל באופן קבוע באיבופרופן ואינסולין עקב ס.ד. המטופל אינו מעשן, ואין דיווח על אלרגיות או רגישויות ידועות לתרופות.\n\nבמהלך האשפוז, בוצעו בדיקות דם שהצביעו על עליה בקריאטינין, כמו גם בדיקות תפקודי ריאה שהראו ירידה ב-FEV1. המטופל טופל בסטרואידים סיסטמיים ובמרחיבי סימפונות דרך אינהלציה. עקב מצבו הכלייתי, הופחת מינון האיבופרופן. הונחה על חשיבות ניטור רמות הסוכר בדם וטל\"ד על נת למזער סיכון לסיבוכים נוספים. במהלך האשפוז חלה שיפור במצב הנשימתי והכלייתי, והמטופל יצא מהמצב החריף.\n\nבהמלצות לשחרור, מומלץ להמשיך טיפול מרחיבי הסימפונות ולבצע מעקב תכוף אחר תפקוד כלייתי ול.ד. יש להימנע משימוש יתר במשככי כאבים נוגדי דלקת מסוג NSAIDs. מומלץ מעקב ריאתי ואנדוקריני בקהילה, כולל פגישה עם נפרולוג להמשך בירור ויפול. יש להמשיך פעילות גופנית מתונה בהתאם להנחיות הרופא המטפל ולשמור על תזונה מותאמת למצב הכלייתי. בשעת חירום או החמרה במצב, לפנות מיידית לחדר מיון."}
{"patient_id": "171339591", "patient_name": "אורלי אברהם", "patient_age": 46, "gender": "female", "document_date": "2024-05-31", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 105, אשקלון", "smoking_status": false, "blood_type": "B+", "occupation": "עיתונאי", "conditions": [], "medications": ["מטופרולול", "לוסרטן", "אינסולין", "איבופרופן", "אטורבסטטין"], "icd10_code": [], "department": "אורולוגיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "אורלי אברהם, בת 47, אושפזה עקב כאבים בחזה וטכיקרדיה. אורלי ללא מחלות רקע ידועות, אך מציינת נטילת מטופרולול, לוסרטן, אינסולין, איבופרופן ואטורבסטטין. המטופלת אינה מעשנת וכך גם לא עישנה ב-20 השנים האחרונות. במהלך אשפוזה בוצעה הערכה קרדיאלית, כולל בדיקות דם, א.ק.ג וצנ\"ל אשר הצביעו על היצרות קלה בעורק הכלילי. נצפה טל\"ד מוגבר יחד עם רמות סוכר משתנות, ולכן הוחלט על התאמת מינוני התרופות.\n\nבמהלך האשפוז טופלה באמצעות ניטרוגליצרין ומעקב קרדיאלי צמוד. לאחר התייצבות במצב הקרדיאלי, הוחלט על המשך טיפול תרופתי עם התאמות במינון האינסולין והאטורבסטטין. כמו כן, הומלץ על ביצוע אקו לב בעוד חודש להערכת תפקוד הלב.\n\nבהמלצות לשחרור: המשך טיפול תרופתי כרגיל עם המינונים המותאמים, מעקב רופא משפחה כעבור שבוע, והמשך ניטור רמות סוכר ולחץ דם בבית. ממליצים על פעילות גופנית סדירה מותאמת למב הקרדיאלי ושמירה על דיאטה מאוזנת. במידה וישנם שינויים במצב הבריאוי או הופעת תסמינים חדשים, ש לפנות בהקדם לרופא המטפל."}
{"patient_id": "126042233", "patient_name": "משה אלון", "patient_age": 52, "gender": "male", "document_date": "2024-01-23", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 105, לוד", "smoking_status": true, "blood_type": "AB-", "occupation": "קבלן", "conditions": ["דיכאון", "אי ספיקת כליות כרונית", "אוסטאופורוזיס", "אנמיה"], "medications": ["לוסרטן", "סימבסטטין"], "icd10_code": ["F23", "N18", "M81", "D64"], "department": "אונקולוגיה", "primary_diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "clinical_notes": "המטופל משה אלון, בן 54, אושפז בשל החמרה במצב דיכאון כרונית ובשל סימפטומים נלווים של אי ספיקת כליות כרונית. למטופל היסטוריה רפואית הכווללת דיכאון, אי ספיקת כליות כרונית, אוסטאופורוזיס ואנמיה. הוא מטופל בתרופות לוסרטן וסימבסטטין וממשיך לעשן. בשיחה עם המטופל לא עלו אלרגיות ידועותת. \n\nבמהלך האשפוז בוצעה הערכה פסיכיאטרית שהובילה להעלאת מינון התרופות האנטי-דיכאוניות וכן טיפול תומך ע\"י צוות רב-מקצועי. נצפתה יציבות במצב הדיכאון ובמדדי הכליותת. מבחינת טיפול באנמיה, ניתנה תמיכה בברזל תוך וורידי. נעשו מאמצים להוריד את כמות הסיגריות באמצעות ייעוץ גמילה מעישון. בקרת ל.ד וטל\"ד היו תקינים במהלך האשפוז, ולא נצפו שינויים משמעותיים בא.ק.ג. \n\nבעת שחרור, המטופל הומלץ להמשיך בטיפול התרופתי הנוכחי ולבצע מעקב פסיכיאטרי בקהילה. יש להקפיד על בקרת ל.ד סדירה ולפנות לנפרולוג להמשך טיפול באי ספיקת כליות. מומלץ להשתתף בתוכנית גמילה מעישון ולבצע בדיקות דם נוספות תוך חודש לוודא רמות ברזל תקינות. המטופל נדרש למעקב אורטופדי בשל האוסטאופורוזיס. יש להודיע לרופא המטפל על כל שינוי במצב הבריאותי."}
{"patient_id": "577590177", "patient_name": "חנה אלון", "patient_age": 28, "gender": "female", "document_date": "2024-11-16", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 36, לוד", "smoking_status": false, "blood_type": "AB-", "occupation": "אחות", "conditions": ["אי ספיקת לב", "שבץ מוחי"], "medications": ["אספירין", "הידרוכלורותיאזיד", "פרוקסטין"], "icd10_code": ["I50", "I63"], "department": "אורולוגיה", "primary_diagnosis": "שבץ מוחי", "doc_type": "discharge", "clinical_notes": "חנה אלון, בת 29, התקבלה לאשפוז בשל החמרה במצב הבריאותי הנובע מאי ספיקת לב ואירוע שבץ מוחי בעבר. המטופלת ללא עישון ברקע, ומדווחת על ס.ד ול.ד תקינים בעבר. אין רישום של אלרגיות ידועות. נוטלת תרופות קבועות: אספירין, הידרוכלורותיאזיד ופרוקסטין. חנה רווקה ומתגוררת עם הוריה.\n\nבמהלך האשפוז בוצע א.ק.ג שהראה שינויים קלים בתפקוד הלבבי. המעקב הלבבי הצבי על יציבות יחסית, אם כי נצפו תנודות בטל\"ד אשר טופלו בתרופות מתאימות. הטיפול כלל מתן משתנים להקלת עומס הנוזלים ובקרה על המצב הנפשי באמצעות התאמת מינון הפרוקסטין. חנה השתתפה בסדנת חינוך על מניעת אירועים עתידיים וששיפור אורח חיים.\n\nבסיכום, מצב המטופלת השתפר בהשוואה למצבה הקודם, עם רושם של יציבות קלינית. מומלץ להמשיך בטיפול התרופתי הקבוע ולעקוב אחר טל\"ד ול.ד בקהילה. יש להימנע ממאמצים גופניים מיותרים ולהקפיד על תזונה מאוזנת. ממליצים על ביקורת קרדיולוגית בעוד כחודש והמשך מעקב פסיכיאטרי כמקובל. חנה תשוחרר לביתה להמשך טיפול בקהילה עם ליווי רפואי מתאים."}
{"patient_id": "500170121", "patient_name": "אריאל אברהם", "patient_age": 40, "gender": "male", "document_date": "2025-03-05", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 63, עכו", "smoking_status": false, "blood_type": "A+", "occupation": "סטודנט", "conditions": ["אוסטאופורוזיס", "דמנציה"], "medications": ["לבותירוקסין", "אטורבסטטין"], "icd10_code": ["M81", "F03"], "department": "נפרולוגיה", "primary_diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "clinical_notes": "אריאל אברהם, גבר בן 41, התקבל לאשפוז בשל נפילה מגובה נמוך בזמן תשומת הלב של המשפחה. סיבת האשפוז הייתה חשש לשברים באזור הירך והצלעות. הרקע הרפואי כולל אוסטאופורוזיס ודמנציה, ללא עדות לאלרגיות ידועות. המטופל אינו מעשן ונוטל תרופות קבועות: לבותירוקסין ואטורבסטטין.\n\nבמהלך האשפוז, בוצעו בדיקות דימות כולל CT ראש ואגן, אשר שללו שברים. בבדיקוות הדם לא נמצאו חריגות משמעותיות. בהתייחס למצב הדמנטי, בוצעו הערכות מעקב קוגניטיבי ונמצא כי מצבו היציב ביחס להיסטוריה הרפואית. במהלך האשפוז קיבל המטופל טיפול תומך של פיזיותרפיה ושמירה על ניידות בשיתוף פעולה עם צוות רב-מקצועי.\n\nסיכום והמלצות: אריאל משוחרר במצב כללי טוב להמשך מעקב בקהילה. מומלץ להמשיך טטיפול תרופתי לפי הנחיות קודמות, להקפיד על מעקב אורטופדי בשל האוסטאופורוזיס ולהמשיך תוכניות פיזיותרפיה לחיזוק שרירים וניידות בטוחה. יש להמשיך מעקב נוירולוגי וקווגניטטיבי במסגרת הקהילה, כולל התאמות סביבתיות במידת הצורך. במידה ומופיעים תסמינים חדשים כגון כאבים, נפיחות או שינוי במצב ההכרה, יש לפנות לבדיקה רפואית דחופה."}
{"patient_id": "064361108", "patient_name": "אורי מלכה", "patient_age": 71, "gender": "male", "document_date": "2025-11-04", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 22, צפת", "smoking_status": true, "blood_type": "A-", "occupation": "עורך דין", "conditions": ["מחלת לב כלילית", "אנמיה"], "medications": ["אספירין", "וורפרין"], "icd10_code": ["I25", "D64"], "department": "נפרולוגיה", "primary_diagnosis": "מחלת לב כלילית", "doc_type": "discharge", "clinical_notes": "המטופל אורי מלכה, בן 71, הגיע לאשפוז בשלל כאבים בחזה ודפיקות לב מהירות. ברקע מחלת לב כלילית, אנמיה כרונית ונטילת תרופות אספירין וורפרין באופן קבוע. המטופל מעשן מזה שננים רבות. במהלך האשפו בוצעו מספר בדיקות א.ק.גג אשר הצביעו על שינויים איסכמיים. בוצע צנ\"ל שהראה על חסימה בולטת בעורק הכלילי השמאלי, והוחלט על טיפול בצינתור טיפולי עם השתלת סטנט. מצב המטופל השתפר לאחר ההתערבות ולא נצפתה הירדרות במצבו ההמודינמי. במהלך האשפוז חלה ירידה קלה ברמת ההמוגלובין, אך לא נדרשה התערבות מיוחדת.\n\nבסיכום, המטופל הגיב היטב לטיפול הפולשני ונמצא במצב יציב. הומלץ להמשיך במעקב קרדיולוגי בקהילה, לבצע בדיקות דם חודשיות לניטור רמת INR עקב הטיפול בוורפרין ולהקפיד על תזונה מאוזנת עשירה בברזל לשיפור מצב האנמיה. הודגש הצורך בהפסקת עישון וניתנה הפניה לייעוץ גמילה מעישון. המטופל שוחרר עם המלצה להמנע ממאמצים פיזיים מוגזמים ולקבוע פגישה עם קרדיולוג תוך שבועיים להמשך הערכה וטיפול."}
{"patient_id": "913800033", "patient_name": "רחל בן דוד", "patient_age": 35, "gender": "female", "document_date": "2025-11-16", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 115, אילת", "smoking_status": true, "blood_type": "AB-", "occupation": "חייל", "conditions": ["אנמיה"], "medications": ["סימבסטטין"], "icd10_code": ["D64"], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "אנמיה", "doc_type": "discharge", "clinical_notes": "רחל בן דוד, בת 35, אושפזה עקב תלונות על כאבי בטן עזים, בחילות והקאות ממשכות. ברקע הרפואי קיימת אנמיה כרונית, והיא נוטלת סימבסטטין באופן קבוע. כמו כן, המטופלת מעשנת מזה כ-15 שנה, ללא מחלות כרוניות נוספות ידועות. במהלך השהייה בבית החולים בבוצעו בדיקות דם שהראו המוגלובין נמוך, וכןן בדיקות הדמיה לבירור מקור הכאבים. נמצא כי קיימת דלקת חריפה בקיבה אשר טופלה באמצעים תרופתיים וחל שיפור במצבה.\n\nבמהלך האשפוז, המטופלת קיבלה טיפול באמצעות נוזלים לוריד לשיפור המצב ההידרתי, וכן טיפול תרופתי במעכבי פרוטון להקטנת חומציות הקיבה. בנוסף, נערכה התייעצות עם תזונאית להדרכה בנוגע לשינויים תזונתיים להקלה על תסמיני הדלקת. המטופלת הגיבה היטב לטיפול ונצפה שיפור במצב הכללי ובתפקוד מערכת העיכול.\n\nהמלצות לשחרור: המטופלת משתחררת עם הנחיה להמשך טיפול תרופתי במעכבי פרוטון למשך ארבעה שבועות וכן המנעות מעישון שמחמיר את מצבה. מומלץ להמשיך מעקב בקהילה אצל רופא משפפחה ורופא גסטרו להמשך בירור ומעקב אחר מצב האנמיה. יש לבצע בדיקות דם חוזרות בעוד כחודש לבדיקה חוזרת של רמות ההמוגלובין. ניתנו הנחיות תזונתיות ברורות להקטנת גורמי הסיכון להתלקחות חוזרת של דלקת הקיבה."}
{"patient_id": "320603855", "patient_name": "שרה חדד", "patient_age": 65, "gender": "female", "document_date": "2023-04-05", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 98, דימונה", "smoking_status": false, "blood_type": "A+", "occupation": "עובד סוציאלי", "conditions": ["דמנציה", "השמנת יתר"], "medications": ["וורפרין", "גבפנטין", "רמיפריל"], "icd10_code": ["F03", "E66"], "department": "נפרולוגיה", "primary_diagnosis": "דמנציה", "doc_type": "discharge", "clinical_notes": "שרה חדד, בת 68, התקבלה לאשפוז עקב שינוי במצב ההכרה ותשישות כללית. רקע רפואי כולל דמנציה והשמנת יתר. במהלך ההשהות בהשפוז נצפו שינויים במצב הקוגניטיבי, אשר יוחסו למחלת הרקע הדמנטית. בוצע א.ק.ג ששלל אירוע קרדיאלי חריף. במהלך האשפוז ניתנה תמיכה תרופתית בהתאם למחלות הרקע, כולל המשך טיפול ב-וורפרין, גבפנטין ורמיפריל. מצב המטופת יציב בעת השחרור, ללא ימנים נוספים לירידה בתפקוד העצבי.\n\nבמהלך האשפוז נדרש מעקב צמוד אחר טל\"ד, ונרשמה עליה מתונה אשר הותאמה בטיפול התרופתי. לא דווח על תגובות אלרגיות לתרופות. המשפחה מעורבת בתהליך הטיפול וביצוע ההחלטות, והומלץ על המשך מעקב רפואי צמוד בקהילה.\n\nבהמלצצות להמשך טיפול בקהילה: יש להקפיד על מעקב קבוע אצל רופא משפחה לצורך ניטור ל.ד וכיול מינוני הוורפרין בהתאם לערכי INR. מומלץ על ביקור חודשי אצל נוירולוג לצורך המשך טיפול בתסמיני הדמנציה. יש לשקול פיזיותרפיה לשיפור התפקוד הכללי ולהפחתת סיכון לנפילות בבית. תזונה מותאמת להשמנה ודמנציה, תוך הימנעות ממזונות עשירים בוויטמין K שמשפיעים על הוורפריןן. אין לעשן ואין צורך בהמשך מעקב קרדיולוגי דחוף."}
{"patient_id": "024103863", "patient_name": "ורד אוחנה", "patient_age": 56, "gender": "female", "document_date": "2023-07-20", "facility_name": "בית חולים האלון", "patient_address": "בלפור 63, נתניה", "smoking_status": false, "blood_type": "AB-", "occupation": "גמלאי", "conditions": [], "medications": ["אלנדרונט"], "icd10_code": [], "department": "אורולוגיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "ורד אוחנה, בת 58, ללא מחלות רקע ידועות, אושפזה עקב כאבי חזה חזקים והקרנה לזרוע שמאל. בבדיקות ראשוניות בוצע א.ק.ג שהראה שינויים איסכמיים, ובדיקות דם הצביעו על עליית טרופפונין. במהלך האשפוז, עברה המטופלת צ\"ל שאישר מחלה כלילית עם היצרויות קלות שטופלו בהצלחה באמצעות בלון וסטנטים.\n\nבמהלך האשפוז, מצבה של ורד השתפר משמעותית לאחר הטיפול. היא נותרה במעקב קרדיאלי במשך 48 שעת נוספות, ללא אירועים חריגים. טל\"ד חזר לנורמה, ולא נצפו שינויים נוספים בא.ק.ג. המטופלת החלה טיפול תרופתי במעכבי ACE ונוגדי טסיות, בנוסף על התרופה הקיימת, אלנדרונט.\n\nהמלצות לשחור כוללות המשך טיפול תרופתי כפי שנקבע, מעקב קרדיאלי ומעקב אצל רופא משפחה להערכת מצב כללי. יש להימנע מפעילות גופנית מאומצת למשך 4 שבועות הקרובים ולהפסיק שימוש בתרופות נוגדות דלקת שאינן סטרואידיות. מומלץ על תזונה מאוזנת ופעילות גופנית מתונה לאחר פרק זמן זה. ההמלצות יועברו לרופא המטפל בקהילה להמשך פיקוח והתאמת תוכנית הטיפול."}
{"patient_id": "557431327", "patient_name": "רון ביטון", "patient_age": 25, "gender": "male", "document_date": "2023-01-05", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 51, רמת גן", "smoking_status": false, "blood_type": "A-", "occupation": "עורך דין", "conditions": ["מחלת לב כלילית", "יתר לחץ דם", "אי ספיקת לב"], "medications": ["אטורבסטטין", "מטופרולול", "לוסרטן", "סימבסטטין", "דיקלופנק"], "icd10_code": ["I25", "I10", "I50"], "department": "נוירולוגיה", "primary_diagnosis": "יתר לחץ דם", "doc_type": "discharge", "clinical_notes": "רון ביטון, גבר בן 28, רווק, עם רקע רפואי הכולל מחלת לב כלילית, יתר לחץ דם ואי ספיקת לב, הגיע לאשפוז עקב הופעת כאבים בחזה ודפיקות לב מהירות. רון מעשןן כבד מזה 20 שנה, למרות שהצהיר בעבר כי הפסיק לעשן. אין דיווח על אלרגיות ידועות. בשנים האחרונות טופל בתרופות: אטורבסטטין, מטופרולול, לוסרטן, סימבסטטין ודיקלופנק.\n\nבמהלך האשפוז, בוצע א.ק.ג שהראה שינויים איסכמיים. נערך צנ\"ל דחוף שהדגים היצרות משמעותית בעורק הכלילי הראשי, ובוצע סטנטציה מוצלחת. מאז ההליך, נצפתה שיפור במצבו ההמודינמי של המטופל, כולל ירידה בלחץ הדם והסדרת הדופק. רון קיבל טיפול תומך שכלל נוזלים, משככי כאביםם ומעקב לבבי ביחידה לטיפול נמרץ לב.\n\nבהמלצות לשחרור, יש המשיך בטיפול התרופתי הנוכחי עם התאאמה מינורית במינונים. מומלץ להתחיל שיקום לב בהקדם, ולהמשיך במעקב קרדיולוגי צמוד בקהילה. יש להימנע מעישון באופן מוחלט ולשקול טיפול תומך בגמלה. יש לבצע בדיקת דם נוספת בעוד 4 שבועות ולחזור לבדיקת א.ק.ג בעוד חודש. שמירה על אורח חיים בבריא, כולל תזונה מאוזנת ופעילות גופנית סדירה, חיונית למניעת אירועים עתידיים."}
{"patient_id": "210032363", "patient_name": "מתן מלכה", "patient_age": 61, "gender": "male", "document_date": "2024-12-20", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 14, באר שבע", "smoking_status": false, "blood_type": "A-", "occupation": "צלם", "conditions": ["סוכרת סוג 2"], "medications": ["איבופרופן", "לבותירוקסין", "מטופרולול"], "icd10_code": ["E11"], "department": "כירורגיה כללית", "primary_diagnosis": "סוכרת סוג 2", "doc_type": "discharge", "clinical_notes": "מתן מלכה, גבר בן 62, התקבל לאשפוז עקב תלונות של כאבים בחזה והרגשה כללית רעה. למטופל רע של ס.ד סוג 2 והוא מטופל באופן כרוני באיבופרופן, לבותירוקסין ומטופרולול. במהלך החקירה נמצא כי הוא מעשן זה 20 שנה, אף על פי שדיווח שאינו מעשן. \n\nבמהלך האשפוז, נערכו בדיקות כולל א.ק.ג שחשף שינויים איסכמיים אשר חשדו לקיום תהליך אוטם לבבי. המטופל הועבר לצנ\"ל דחוף שבו נמצאה חסימה בעורק כלילי מרכזי. החסימה טופלה בהצלחה באמצעות התערבות פרקוטנית ושוחרר לאחר ייצוב מצב הלב ולחץ הדם. במהלך האשפוז נדרש תיאום עדין של טל\"ד, אשר הושג בעזרת התאמות מינון למטופרולול והשגחה על מצבו ההמודינמי.\n\nהמלצות לשחרור: המשך טיפול תרופתי כמקובל עבור מצב לאחר אוטם לבבי כולל מעקב קרדיולוגי סדיר. יש להפסיק עישון באופן מידי ולהפנות לגמילה מסודרת. המלצות לניהול ס.ד כוללות דיאטה מותאמת ופעילות גופנית מתונה. יש לפנות לרופא המשפחה להמשך מעקב וטיפול בתסמינים הנלווים."}
{"patient_id": "670662535", "patient_name": "יוסף מזרחי", "patient_age": 66, "gender": "male", "document_date": "2024-07-29", "facility_name": "בית חולים האלון", "patient_address": "בלפור 106, עכו", "smoking_status": false, "blood_type": "AB+", "occupation": "פועל בניין", "conditions": ["פרפור פרוזדורים", "אסתמה", "מחלת לב כלילית", "מחלת כבד שומני", "אי ספיקת לב"], "medications": ["קלופידוגרל", "אמלודיפין", "אינסולין", "איבופרופן", "מטפורמין", "אספירין"], "icd10_code": ["I84", "J45", "I25", "K76", "I50"], "department": "כירורגיה כללית", "primary_diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "clinical_notes": "יוסף מזרחי, בן 68, התאשפז בשל החרפה באי ספיקת לב על רקע פרפור פרוזדורים ומחלת לב כלילית. למטופל רקע של ס.ד מטופלת באינסולין ומטפורמין, אסתמה, וכבד שומני. המטופל לא מעשן. בעת הגעתו, נמדד טל\"ד גבוה במיוחד עם קוצר נשימה חריף ונמצא בא.ק.ג פרפור פרוזדורים מהיר.\n\nבמהלך האשפוז, יוסף טופל במשטר תרופתי שכלל הורדת טל\"ד באמצצעות אמלודיפין, איזון סוכר בדם והפסקת איבופרופן עקב החמרת התסמינים. הותחל טיפול בוורפרין עקב הסיכון לקרישות דם בפרפור פרוזדורים. בבוצע ניטור מתמיד של תפקודי הלב והנשימה. במעקב צמוד אודות מצבו הפיזי והנפשי, חלה הטבה במצבו הכללי, עם ירידה בקוצר הנשימה ושיפור בערכי טל\"ד.\n\nמומלץ להמשיך מעקב קרדיולוגי צמוד בקהילה, כולל בדיקות דם תקופתיות לתפקודי כבד וכליות ולרמות INR. יש לשמור על תזונה מאוזנת, להימנע ממאמצים פיזיים כבדים ולהסתייע בפיזיותרפיה נשימתית. יש להקפיד על נטילת התרופות בהתאם להנחיות ולהגיע לביקורות סדירות ברפואת משפחה וקרדיולוגיה."}
{"patient_id": "785932138", "patient_name": "מיכל עמר", "patient_age": 57, "gender": "female", "document_date": "2025-11-29", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 8, אילת", "smoking_status": false, "blood_type": "AB+", "occupation": "טכנאי", "conditions": ["דיכאון", "אי ספיקת כליות כרונית", "סוכרת סוג 2"], "medications": ["מטופרולול", "מטפורמין"], "icd10_code": ["F32", "N18", "E11"], "department": "נוירולוגיה", "primary_diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "clinical_notes": "מיכל עמר, בת 57, אושפזה עקב החמרה במצב הכללי וקשיים בניהול רמות סוכר בדם על רקע סוכרת סוג 2 ואי ספיקת כליות כרונית. המטופלת סובלת מדיכאון כרוני המנוההל תרופתית. היא אינה מעשנת ואין לה אלרגיות ידועות. הגיעה למיון עם תלונות על עייפות, בחילות ורמות סוככר לא מאוזנות.\n\nבמהלך האשפוז, ננערכה ייצוב כולל של רמות הסוכר, וטיפול לייצובב ל.ד אשר היה לא יציב בהגעה. בוצעו בדיקות דם שכללו תפקודי כליות והעמסת סוכר. בנוסף, בוצע א.ק.ג שהראה שינויים מינוריים ללא ממצאים חריגים. המטופלת קיבלה עירוי נוזלים להחזרת טל\"ד למצב תקקין והותאמה לה תוכנית איזון סוכר חדשה תחת פיקוח. הטיפול התרופתי שכלל מטופרולול ומטפורמין הותאם מחדש.\n\nלקראת השחרור, מצבה של מיכל התייצב והיא חזרה לתפקוד בסיסי עצמאי. מומלץ להמשיך במעקב צמוד אצל רופא המשפחה עם בדיקות רמת סור קפדניות, כחלק מניהול ס.ד. יש להמשיך לקחת את התרופות כרגיל ולבצע בדיקות דם כל שבועיים לשם ניטור תפקודי כליה. מומלץ להיוועץ בדיאטנית להמשך איזון תזונתי ולשקול טיפול פסיכולוגי תמיכתי."}
{"patient_id": "526218151", "patient_name": "מוחמד גולן", "patient_age": 78, "gender": "male", "document_date": "2025-02-07", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 10, חולון", "smoking_status": false, "blood_type": "O-", "occupation": "מהנדס", "conditions": [], "medications": ["מטפורמין", "קלופידוגרל"], "icd10_code": [], "department": "אורתופדיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "מטופל בשם מוחמד גולן, בן 79, ללא מחלות רקע ידועות, הגיע לאשפוז עקב כאבים בחזה וחשד לאוטם שריר הלב. המטופל אינו מעשן ונוטל את התרופות מטפורמין וקלופידוגרל. בבדיקת א.ק.ג נמצאו שינויים חשודים, והוחלט על ביצוע צנ\"ל לבדיקת מצב העורקים הכליליים.\n\nבמהלך האשפוז בוצע צנ\"ל שהראה היצרות קריטית בעורק הימני, ובוצעו הרחבה והשתלת סטנט. מצבו של המטופל השתפר משמעותית לאחר הפרוצדורה. טל\"ד התייצב, והמטופל לא התלונן על כאבים נוספים. נצפתה התאוששת טובה בח.ד מימין, וההמוגלובין נמצא בטווח התקין בבדיקות הדם החוזרות.\n\nבהמצות לשחרור: המשך טיפול תרופתי בנוגדי טסיות וסטטינים, מעקב קרדייולוגי בעוד חודש בקהילה. יש להקפיד על בדיקות ס.ד ול.ד תקופתיות. מומלץ על שינוי באורח חיים הכולל תזונה מאוזנת ופעילות גופנית מתונה. כמו כן, יש לוודא שאין רגישות לתרופות החדשות שנרשמו."}
{"patient_id": "146774187", "patient_name": "אריאל מזרחי", "patient_age": 57, "gender": "male", "document_date": "2024-01-05", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 109, חיפה", "smoking_status": false, "blood_type": "AB-", "occupation": "חייל", "conditions": ["היפרליפידמיה", "דלקת מפרקים", "COPD", "סוכרת סוג 2", "מחלת כבד שומני"], "medications": ["לוסרטן"], "icd10_code": ["E78", "M19", "J44", "E11", "K76"], "department": "פנימית א", "primary_diagnosis": "היפרליפידמיה", "doc_type": "discharge", "clinical_notes": "אריאל מזרחי, בן 59, אושפז במחלקה פנימית בעקבות קשיי נשימה והחמרה ב-COPD. למר מזרחי רקע רפואי עשיר הכולל היפרליפדמיה, דלקת מפרקים, סוכרת סוג 2 ומחלת כבד שומני. הגיע מלווה באשתו, ללא עישון בעברו. אין אלרגגיות ידועות, מטופל בלוסרטן ל.ד.\n\nבמהלך האשפוז בוצע בירור מקיף שכלל בדיקות דם, א.ק.ג וחזה צילום רנטגן. נמצא החמרה ברמות הסוכר ובמדדי תפקודי הכבד. טל\"ד היה יציב לאורך האשפוז, ותפקודי הלב נמצאו תקינים. ניתן טיפול תומך בחמצן, וכן שיפור באיזון ס.ד באמצעות התאמת מינון אינסולין. בוצע מעקב צמוד אחר תפקודי כבד וניתנה פיזיותרפיה נשימתית שסייעה בשיפור מצבו.\n\nבהמלצות לשחרור: המשך טיפול תרופתי כרגיל, עם דגש על מעקב אחר רמות ס.ד ותפקודי כבד בקהילה. מומלץ להפחית שומנים בתזונה ולהמשיך בפיזיותרפי נשימתי פעמיים בשבוע. יש לעקוב אחר סימנים להחמרה במצב הנשימתי ולפנות לרופא משפחה במקרה של שינוי."}
{"patient_id": "869380683", "patient_name": "רחל שלום", "patient_age": 46, "gender": "female", "document_date": "2025-12-11", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 104, צפת", "smoking_status": false, "blood_type": "O-", "occupation": "צלם", "conditions": ["דיכאון", "השמנת יתר", "מחלת כבד שומני"], "medications": ["אינסולין", "אטורבסטטין", "אמלודיפין", "אספירין"], "icd10_code": ["F32", "E66", "K76"], "department": "גריאטריה", "primary_diagnosis": "דיכאון", "doc_type": "discharge", "clinical_notes": "רחל שלום, בת 46, אושפזה בעקבות החמרה במצב הרגשי שכלה עלייה בסימפטומים של דיכאון, יחד עם החמרה באיזון ס.ד וערכי ל.ד לא מאוזנים. ברקע, מחלות כרוניות הכוללות דיכאון, השמנת יתר ומחלת כבד שומני. המטופלת מטופלת באינסולין, אטורבסטטין, אמלודיפין ואספירין. אינה מעשנת ואין סימנים לאלרגיות ידועות.\n\nבמהלך האשפוז, התקיים מעקב צמוד אחר ערכי הסוכר ושינויים בתרופות בהתאם למצב. בוצע א.ק.ג שלא הראה שינויים חריגים. הוחלט על התאמת מינון האינסולין ושילוב טיפול פסיכולוגי לצורך איזון המצב הדיכאוני. נרשמה ירידה חלקית בערכי ל.ד עם הטיפול התרופתי. צוות רב תחומי שכלל רופא פנימי, מומחה לס.ד ופסיכולוג ליווה את המקרה והמליץ על המשך מעקב בקהילה.\n\nהמלצות לאחר שחרור: המשך טיפול פסיכולוגי במסגרת הקהילתית, מעקב רופא משפחה אחת לשבוע לבחינת רמות סוכר ואיזון ל.ד. המשך טיפול תרפתי כמקובל, ביצוע פעילות גופנית תונה לפחות 3 פעמים בשבוע, ושמירה על תזונה מאוזנת.. יש לשוב למרפאת הסוכרת בעוד חודש לבחינת תוצאות וטיפול נוסף במידת הצורך."}
{"patient_id": "850821489", "patient_name": "ענת ברק", "patient_age": 76, "gender": "female", "document_date": "2024-08-02", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 98, דימונה", "smoking_status": false, "blood_type": "A+", "occupation": "חשבונאי", "conditions": ["פרפור פרוזדורים"], "medications": ["דיקלופנק"], "icd10_code": ["I48"], "department": "פנימית ב", "primary_diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "clinical_notes": "ענת ברק, בת 78, הגיעה לאשפוז עקב החמרה בפרפור פרוזדורים ממושך, מלווה בקוצר נשימה ועייפות כללית. ברקע המחלה פרפור פרוזדורים כרוני המטופל בתרופה דיקלופנק. ללא היסוריה של עישון. במהלך האשפוז בוצע א.ק.ג שהראה פרפור פרוזדורים מהיר. טל\"ד נמצא יציב במהלך כל האשפוז. לא נצפו סימנים לאי-ספיקת לב. התבצעה התאמה של טיפול תרופתי שכללה הוספת בטא-חוסם לשיפור בקצב הלב. \n\nמהלך האשפוז היה ללא סיבוכים נוספים, והמטופלת הגיבה היטב לטטיפול. בוצעה הערכה קרדיולוגית שהמליצה על המשך מעקב קרדיולוגי בקהילה, כולל יטור קבוע של קצב הלב וביצוע א.ק.ג שגרתי. כמו כן, הומלץ על פעילות גופנית מתונה ושמירה על תזונה מאוזנת להפחתת הסיכון לאירועים טרומבואמבוליים. המטופלת שוחררה במצב כללי טוב, עם הנחיו להמשך טיפול ומעקב רפואי סדיר אצל הרופא המטפל."}
{"patient_id": "333468007", "patient_name": "פאטמה שלום", "patient_age": 17, "gender": "female", "document_date": "2024-08-27", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 110, אילת", "smoking_status": false, "blood_type": "B+", "occupation": "שף", "conditions": ["מחלת לב כלילית", "דמנציה", "סוכרת סוג 2", "דלקת מפרקים", "היפרליפידמיה"], "medications": ["הידרוכלורותיאזיד"], "icd10_code": ["I52", "F03", "E11", "M19", "E78"], "department": "ריאות", "primary_diagnosis": "היפרליפידמיה", "doc_type": "discharge", "clinical_notes": "פאטמה שלום, בת 18, הגיעה לאשפוז בשל כאבים חדים בחזה ותחושת עייפות מוגברת. הרקע הרפואי כולל מחלת לב כלילית, סוכרת סוג 2, דמנציה, דלקת מפרקים והיפרליפידמיה. היא לוקחת הידרוכלורותיאזיד ולא מעשנת. ללא אלרגיות ידועות. \n\nבמהלך האשפוז, החולה עברה בדיקות כלליות כולל א.ק.ג אשר הצביע על שינויים איסכמיים. בוצע צנ\"ל עם הרחבה של עורק כלילי. במהלך הטיפול נצפתה יציבות במדדי ל.ד. וטונוס תקין. רמות סוכר הדם היו בשליטה יחסית עם טיפול תרופתי. ניתן טיפול תרופתי להורדת רמת הכולסטרול והומלץ על המשך מעקב צמוד אחר מצב הלב וכלי הדם. \n\nהמלצות לשחרור: ההמשך טיפול תרופתי בהידרוכלורותיאזיד, הוספת סטטינים לנהול היפרליפידמיה, ומעקב קרדיולוגי כל 3 חודשים. יש להמשיך בבדיקת ס.ד ולשמור על דיאטה דלת מלח וסוכר. מומלץ להתחיל פעילות גופנית מתונה ולהימנע ממאמצים פיזיים מוגברים. יש לפנות למעקב רופא משפחה לבדיקות תקופתיות ולהערכת מצב כללית."}
{"patient_id": "965207442", "patient_name": "לאה אזולאי", "patient_age": 59, "gender": "female", "document_date": "2023-12-31", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 110, ירושלים", "smoking_status": false, "blood_type": "O+", "occupation": "חייל", "conditions": ["אוסטאופורוזיס", "דיכאון", "גאוט", "מחלת כבד שומני", "אנמיה"], "medications": ["לוסרטן", "רמיפריל", "אטורבסטטין", "מטופרולול", "איבופרופן"], "icd10_code": ["M81", "F23", "M10", "K67", "D64"], "department": "ריאות", "primary_diagnosis": "אנמיה", "doc_type": "discharge", "clinical_notes": "לאה אזולאי, בת 61, עם מחלות רקע כוללות אוסטאופורוזיס, דיכאון, גאוט, מחלת כבד שומני ואנמיה, הגיעה לאשפוז עקב החמרה בכאבים מפרקיים ופגיעה בתפקוד היום-יומי. המטופלת אינה מעשנת, ובאנמנזה התרופות שהיא נוטלת: לוסרטן, רמיפריל, אטורבסטטטין, מטופרולול ואיבופרופן.\n\nבמהלך האשפוז, בוצעו בדיקות מעבדה שהראו עלייה קלה באנזימי כבד, אך לא נמצאו עדויות לפגיעה חדשה בתפקוד הכבדי. א.ק.ג הראאה שינוי קל במקטעי ST, אך לא היה שינוי משמעותי לעומת בדיקות קודמוות. במקביל, טופה המטופלת בתרופות נוגדות דלקת שאינן סטרואידיות לשיכוך הכאב, ובוצעה התאמה של מינון הרמיפריל לשיפור השליטה בל.ד.\n\nבסיכום, מצבה של המטופלת השתפר, והיא שוחררה עם הממלצה להמשך מעקב רופא משפחה לצורך איזון ל.ד ומעקב אחר תפקוד הכבדי. הומלץ להפחית את מינון האיבופרופן עקב השפעתו על התפקוד הכבדי והמלצה לפנייה לפיזיותרפיה לשיפור המצב התפקודי. כמו כן, מומלץ להמשך טיפול פסיכולוגי עקב דיכאון ולשקול שינוי תרופתי במידת הצורך."}
{"patient_id": "709991731", "patient_name": "איתי פרידמן", "patient_age": 18, "gender": "male", "document_date": "2025-07-21", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 16, כפר סבא", "smoking_status": false, "blood_type": "O+", "occupation": "מתכנת", "conditions": ["אי ספיקת לב", "אוסטאופורוזיס"], "medications": ["סימבסטטין", "לוסרטן"], "icd10_code": ["I50", "M81"], "department": "אורתופדיה", "primary_diagnosis": "אי ספיקת לב", "doc_type": "discharge", "clinical_notes": "איתי פרידמן, זכר בן 19, עם מחלות רקע של אי ספיקת לב ואוסטאופורוזיס, אושפז במוסדנו עקב החמרה במצב נשימתו,, אשר לוותה בקוצר נשימה במאמץ קל ובצקת פריפית. אין עישוון ברקע. אין היסטוריה משפחתית של מחלות לב משמעותיות. בעת הקבלה, איתי היה בהכרה מלאה, בלבול קל נצפה, טל\"ד היה מעט מוגבר. א.ק.ג הדגים שינויים קלים, אך ללא עדות לאירוע איסכמי חריף. במהלך האשפוז טופל במשתנים להפחתת הבצקת, וכן הותאמה תרופת הלוסרטן למינון אופטימלי לייצוב ל.ד. סימבסטטין נותרה במינון הקודם. הטיפול הפיזיותרפי החל מיד עם התייצבותו של איתי וכבר נצפתה שיפור בתפקודו הגופני.\n\nמהלך האשפוז התאפפיין בהדרגה בשיפור במצבו של איתי, תוך הפחתת הבצקת ושיפור ניכר בתפקוד הקרדיאלי. במהלך האשפוז לא נצפו סיבוכים נוספים. ביום השחרור, איתי היה במצב יציב, עם תפקודי ריאות ולב משביעי רצון.\n\nבהמלצות להמשך הטיפול בקהילה, מוצע להמשיך במעקב קרדיולוגי צמוד לוודא שמירה על תפקוד הלב, כולל בדייקות א.ק.ג ובדיקות דם תקופתיות להערכת מצב האלקטרוליטים ותפקוד כלייתי. יש להמשיך בטיפול הפיזיותרפי וכן לשקול פנייה לדיאטנת לצורך התאמה תזונתית התומכת באוסטאופורוזיס. יש לעקוב אחר סימני קוצר נשימה או בצקת חוזרים ולהגיע למיון במידה והם מופיעים."}
{"patient_id": "505830034", "patient_name": "יעקב רוזנברג", "patient_age": 47, "gender": "male", "document_date": "2025-12-27", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 26, ירושלים", "smoking_status": true, "blood_type": "AB-", "occupation": "מזכירה", "conditions": ["אי ספיקת לב", "שבץ מוחי", "מחלת כבד שומני", "השמנת יתר", "דלקת מפרקים"], "medications": [], "icd10_code": ["I50", "I63", "K76", "E66", "M19"], "department": "אורתופדיה", "primary_diagnosis": "אי ספיקת לב", "doc_type": "discharge", "clinical_notes": "מר רוזנברג יעקב, בן 4, התקבל לאשפוז עקב התדרדרות במצבו הקרדיולוגי עם חשד לאי ספיקת לב חריפה. כאדם עם היסטוריה של אי ספיקת לב, שבץ מוחי קודם, מחלת כבד שומני והשמנת יתר, נמצא בסיכון מוגבר לסיבוכים קרדיולוגיים. המטופל עישן רב שנים, דבר שהחמיר את מצבו הריאתי והקרדיולוגי. עם קבלתו למיון, התלונן על קווצר נשימה, עייפות מוגברת ונפיחות ברגליים. נרשמה ירידה בטל\"ד וא.ק.ג הצביע על סימנים של עומס לבבי. במהלך האשפוז קיבל טיפפול משתן ואיזון נוזללים שהוביל לשיפור ניכר במצבו הקליני תוך ימים ספורים.\n\nבמהלך האשפוז, המטופל עבר הערכה מקיפה שכללה בדיקות דם, א.ק.ג תקופתיות ובדיקת לב נוספות אשר איששו את האבחנה של אי ספיקת לב מיוצבת. הוחלט על התחלת טיפול תרופתי משולב למניעת התדרדרות נוספת, כולל משתנים וחוסמי בטא. המטופל פנה לליווי של דיאטנית לתזונה מותאמת מצב בריאותו והפחתת משקל. בנוסף, נערכה שיחה מפורטת בנוגע לחשיבות הפסקת העישון והופנה לסדנת גמילה.\n\nהמלצות לקהילה: מומלץ המשך מעקב קרדיולוגי קבוע בקהילה כולל בדיקות א.ק.ג תקופתיות. התחלת טיפול תרופתי קבוע בהתאם להנחיות הקרדיולוג. להפחית גורמי סיכון קרדיולוגיים ע\"י הפסקת עישון והקפדה על תזונה נכונה. לפנות לשירותי פיזיותרפיה לחיזוק סיבולת לב-ריאה. יש לעקוב אחרי תפקודי כבד עעקב מחלת כבד שומני. יש ליידע את הצוות המטפל על כל שינוי במצב הבריאותי."}
{"patient_id": "170166086", "patient_name": "גיל ברק", "patient_age": 49, "gender": "male", "document_date": "2023-10-08", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 41, רעננה", "smoking_status": false, "blood_type": "A-", "occupation": "עיתונאי", "conditions": ["השמנת יתר", "מחלת לב כלילית", "פרפור פרוזדורים"], "medications": ["הידרוכלורותיאזיד", "איבופרופן", "אספירין"], "icd10_code": ["E66", "I25", "I48"], "department": "אונקולוגיה", "primary_diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "clinical_notes": "גיל ברק, גבר בן 52, התאשפז בשל כאבים בחזה וקוצר נשימה שהתפתחו במהלך פעילות גופנית מתונה. למטופל היסטוריה רפואית של השמנת יתר, מחלת לב כלילית ופרפור פרוזדורים. נוטל באופן כרוני הידרוכלורותיאזיד, איבופרופן ואספירין. המטופל אינו מעשן אך ציין כי עישן במשך 20 שנה בעברו. בנוסףף, מציין כי הוא נשוי ויש לו שני ילדים. אין אלרגיות ידועות לתרופות.\n\nבמהלך האשפוז, בוצע א.ק.ג שהראה שינויים איסכמיים חשודים. המטופל עבר צנ\"ל אבחוני שהדגים חסימה של 70% בעורק הימני כלילי. התחיל טיפול בתרופות נוגדות קרישה והותאם טיפול תרופתי מחדש. במהלך האישפוז, מצב המטופל השתפר משמעותית, הכאבים בחזה פחתו ולא נרשמו אירועים חוזרים של פרפור פרוזדורים. תוצאות בדיקות הדם חזרו תקינות פרט לרמות טריגליצרידים מעט גבוהות.\n\nבהמלצות לשחרור: המשך טיפול תרופתי באספירין ובהידרוכלורותיאזיד, תוספת סטטיניים לשיפור פרופיל שומנים בדם, מעקב קרדיאלי בקהילה כולל בדיקה חוזרת של רמות ל.ד וטריגליצרידים. מומלץ על דיאטה דלת שומן וכולסטרול, וכן פעילות גופנית מתונה ומבוקרת. יש לפנות לבדיקה קרדיאלית חוזרת בעוד שישה שבועות."}
{"patient_id": "113055487", "patient_name": "עדי שמעוני", "patient_age": 66, "gender": "female", "document_date": "2025-01-30", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 58, אשקלון", "smoking_status": false, "blood_type": "A-", "occupation": "מורה", "conditions": ["פרפור פרוזדורים", "אוסטאופורוזיס", "אנמיה", "אי ספיקת לב", "סוכרת סוג 2"], "medications": ["מטופרולול", "איבופרופן", "קלופידוגרל", "גבפנטין", "וורפרין", "אלנדרונט"], "icd10_code": ["I48", "M81", "D64", "I50", "E11"], "department": "פנימית א", "primary_diagnosis": "אנמיה", "doc_type": "discharge", "clinical_notes": "המטופלת, עדי שמעוני, בת 67, נעזרה לשחרור מאשפוז לאחר חמישה ימי אישפו בשל החמרה במצב הבריאות הכללי בעקבות אי ספיקת לב. ברקע הרפואי פרפור פרוזדורים, אוסטאופורוזיס, אנמיה וסוכרת סוג 2. עדי נוטלת את התרופות מופרולול, איבופרופן, קלופידוגרל, גבפנטין, וורפרין ואלנדרונט. לאור עישון במשך 20 שנה, נראו השפעות על מצב הלב וכלי הדם. המטופלת אינה מעשנת כיום.\n\nבמהלך האשפוז, נערכו בדיקות דם שגרתיות וא.ק.ג שהראו שינויים המחשידים לדיספונקציה לבבית. ניתן טיפול בתרופות לוויסות טל\"ד ושיפור תפקוד הלב. התגלה חוסר ייציבות ברמות ה-INR, ולכן נערכה התאמה במינון הוורפרין. במקביל, ניתנו תוספות ברזל בשל האנמיה. מצב ל.ד התייצב עם השיפור במצב הלבבי והמטופלת חשה שיפור כללי.\n\nהמלצות להמשך טיפול בקהילה: מעקב סדיר אחר רמות INR ורמות הסוכר בדם, המשך טיפול תרופתי כפי שניתן באשפוז. מומלץ על ביצוע פעילות גופנית מתונה, כגון הליכה יומית של לפחות 30 דקות. יש להמנע מעישון ולשמור על תזונה מאוזנת. מטופלת מופנית לבדיקת מעב במרפאת לב בעוד כשבועיים ולטיפול אצל רופא משפחה להמשך מעקב ותיאום טיפולים."}
{"patient_id": "351609177", "patient_name": "ליאם אוחנה", "patient_age": 19, "gender": "male", "document_date": "2024-02-19", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 59, בת ים", "smoking_status": false, "blood_type": "B+", "occupation": "עקרת בית", "conditions": ["COPD", "דיכאון", "דלקת מפרקים"], "medications": ["אמלודיפין"], "icd10_code": ["J44", "F32", "M19"], "department": "אנדוקרינולוגיה", "primary_diagnosis": "דלקת מפרקים", "doc_type": "discharge", "clinical_notes": "ליאם אוחנה, בן 21, אושפז במחלקה פנימת עעקב החמרה של COPD, עם קשיי נשימה חריפים. למטופל ידועע גם על רקע של דיכאון המטופל בטייפול תרופתי ודלקת מפרקים כרונית. המטופל אינו מעשן ואין לו אלרגיות ידועות. בעת קבלתו למיון, נמדד טל\"ד של 130/80 מ\"מ כספית, סטורציה 88% באוויר חדר ונשימות מהירות עם שימוש בשרירי עזר.\n\nבמהלך האשפוז, ליאם טופל בחמצן באף, סטרואידים סיסטמיים וברונכודילטורים בשאיפה. הורדנו את מינון הסטרואידים בהדרגה בהתאם לשיפור הקליני. ביקורת א.ק.ג לאא הראתה שינויים חריגים. במהלך השהייה במחלקה, ליאם קיבל גם ייעוץ פסיכיאטרי להמשך תמיכה בניהול הדיכאון. שיתוף פעולה עם צוות הפיזיותרפיה סייע בשיפור תפקוד נשימתי ובהקלה על הסימפטומים.\n\nבהמלצות לשחרור, מומלץ לליאם להמשיך בטיפול החמצן בבית לפי הצורך ובהוראת רופא ריאות. יש להקפיד על נטילת התרופות הקבועות, כולל אמלודיפין, ומעקב רפואי סדיר אצל רופא משפחה ורופא ריאות. פיזיותרפיה נשימתית פעמיים בשבוע, והמשך תמיכה פסיכולוגית במסגרת הקהילה. כמו כן, מומלץ להפחית מאמצים פיזיים ולהימנע מחשיפה למזהמים אוויריים ככל האפשר. לביקורת חוזרת במרפאת ריאות בעוד חודש."}
{"patient_id": "586693467", "patient_name": "גיל דוד", "patient_age": 10, "gender": "male", "document_date": "2025-04-25", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 78, צפת", "smoking_status": false, "blood_type": "AB+", "occupation": "גמלאי", "conditions": ["היפרליפידמיה", "גאוט", "אי ספיקת כליות כרונית", "אנמיה"], "medications": ["אומפרזול", "אטורבסטטין", "אמלודיפין", "פרוקסטין"], "icd10_code": ["E78", "M10", "N18", "D64"], "department": "קרדיולוגיה", "primary_diagnosis": "גאוט", "doc_type": "discharge", "clinical_notes": "גיל דוד, בן 10, זכר, התקבל לאשפוז בשל החמרה באי ספיקת כליות כרונית על רקע היפרליפידמיה וגאוט. בנוסף, נצפתה ירידה בהמוגלובין המעידה על אנמיה. במהלך האשפוז בוצעו בדיקות מעבדה שכללו ספירת דם, כימיה, ותפקודי כליות שהראו החמרה בתפקודי הכליות ועלייה ברמות קראטינין ו- BUN. \n\nבמהלך האשפוז טופל גיל באומפרזול, אטורבסטטין, אמלודיפין ופרוקסטין. ניתנה תשומת ל מיוחדת למעקב אחר סימני גאוט, אך לא נצפו התקפים במהלך השהות. ניתנה טיפול תומך בנוזלים ומעקב יומי אחר ל.ד וטל\"ד. נערכה פגישה עם דיאטנית להתאמת תפריט להקל על תפקוד הכליות והפחתת רמות הליפידים בדם. \n\nבבדיקת שחרור מצבו של גיל התייצב, אך יש להמשיך מעקב קדני בקהילה. מומלץ להמשיך בטיפול הנוכחי ולהוסיף מעקב נפרולוגי תדיר. יש לבצע בדיקות דם חודשיות למעקב אחר תפקודי כליות והמוגלובין, וכן להמשיך בתזונה דלת מלח ושומן. חשוב להקפיד על שתייה מספקת ולהימנע מהמאכלים המחריפים את הגאוט. ניתנה הפניה למרפאת ילדים להמשך טיפול ומעקב."}
{"patient_id": "228851580", "patient_name": "ענת סויסה", "patient_age": 16, "gender": "female", "document_date": "2023-06-15", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 118, צפת", "smoking_status": false, "blood_type": "O+", "occupation": "טכנאי", "conditions": ["דמנציה", "אוסטאופורוזיס", "דלקת מפרקים", "COPD"], "medications": ["לוסרטן"], "icd10_code": ["F03", "M81", "M19", "J44"], "department": "מיון", "primary_diagnosis": "דמנציה", "doc_type": "discharge", "clinical_notes": "ענת סויסה, בת 188, הגיעה לאשפוז במחלקת פנימית עקב החמרה במחלות הרקע שלה, בעיקר דלקת המפרקי ו-COPD. הרקע הרפואי כולל דמנציה, אוסטאופורוזיס ו-COPD, ללא היסטוריה של עישון. ענת מטופלת בלוסרטן ומדווחת על אי סבילות לתרופות נוספות בעבר.\n\nבמהלך האשפוז, ענת הופיעה עם קשיי נשימה וחולשה כללית. האבחנה כללה החמרה ב-COPD ודלקת מפרקים חריפה. בוצע טיפול אינטנסייבי בתרופות אנטי-דלקתיות ושימוש במשאפים להפחתת תסמיני הנשימה. בנוסף, ניתנה פיזיותרפיה נשימתית לשיפור המצב הנשימתי. במהלך האשפוז נצפתה ירידה במצב הקוגניטיבי ומעקב הדוק על ידי צוות גריאטרי.\n\nבסיכום, ענת שוחררה במצב משופר יחסית עם המלצה להמשך טיפול קבוע בלוסרטן והוספת טיפול נוגד דלקת על פי הצורך. לנוכח מצב הדמנציה, יש להמשיך מעקב גריאטרי צמוד ולהתאים את הטיפול התרופתי בהתאם להתקדמות המצב. מומלץ להימנע מעילות מאומצת ולבצע בדיקות א.ק.ג תקופתיות. כמו כן, מומלץ לבצע מעקב שגרתי אצל הרופא המטפל בקהילה להערכת מצב העצמות והמשך טיפול אוסטאופורוזיס."}
{"patient_id": "268861531", "patient_name": "אורי רוזנברג", "patient_age": 9, "gender": "male", "document_date": "2024-10-23", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 65, חיפה", "smoking_status": false, "blood_type": "AB-", "occupation": "עובד סוציאלי", "conditions": ["דמנציה", "היפרליפידמיה", "אנמיה", "יתר לחץ דם", "שבץ מוחי"], "medications": ["קלופידוגרל", "אלנדרונט", "מטופרולול", "אומפרזול", "סימבסטטין"], "icd10_code": ["F03", "E78", "D64", "I10", "I63"], "department": "פנימית א", "primary_diagnosis": "שבץ מוחי", "doc_type": "discharge", "clinical_notes": "המטופל אורי רוזנברג, בן 10, הגיע לאשפוז עקב שבץ מוחי חריף. בעברו הרפואי דמנציה, היפרליפידמיה, אנמיה ויתר לל.ד. אף שהמטופל צעיר יחסית, הוא מעשן זה 20 שנהה, דבר הנחשב לגורם סיכון משמעותי להתפתחות שבץ מוחי נוסף. הטיפול התרופתי כולל קלופידוגרל, אלנדרונט, מטופרולול, אומפרזול וסימבסטטין, ואין שינוי משמעותי בפרופיל התרופות הנוכחי.\n\nבמהלך האשפוז, בוצעו בדיקות דם מקיפות והערכת קרישיות. נצפתה ירידה ברמות ההמוגלובין אשר נבדקה במסגרת האנמיה הקיימת. המטופל טופל בבאמצעות סטנדרט טיפולי לשבץ,, כולל טיפול בתרופות נוגדות קרישה והמשך מעקב קרדיאלי. א.ק.ג הראה תקינות יחסית, אך נדרש מעקב נוסף על רקע ההיסטוריה הקרדיאלית של יתר ל.ד ושבץ קודם.\n\nלשחרור, המטופל נדרש להמשיך את הטיפול התרופתי הקיים, כולל קלופידוגרל כמניעה שניונית. מומלץ ביצוע בדיקות דם תקופתיות למעקב אחרי רמות הליפידים וההמוגלובין. יש להימנע מעישון ולהמשיך מעקב נוירולוגי וקרדיאלי בקהילה, כולל מדידות טל\"ד סדירות והתאמת טיפול בהתאם. יש לשקול תמיכה גנטית והתייעצות עם מומחים נוספים להערכת מצב הדמנציה והמשך הטיפול."}
{"patient_id": "361386121", "patient_name": "רחל מלכה", "patient_age": 26, "gender": "female", "document_date": "2024-10-19", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 27, טבריה", "smoking_status": true, "blood_type": "AB-", "occupation": "מורה", "conditions": ["אוסטאופורוזיס"], "medications": ["אספירין", "אמלודיפין", "אומפרזול", "מטפורמין"], "icd10_code": ["M81"], "department": "כירורגיה כללית", "primary_diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "clinical_notes": "רחל מלכה, בת 27, התקבלה לאשפוז בשל כאבים בחזה וקוצר נשימה. רקע רפואי כולל אוסטאופורוזיס, נוטלת אספירין, אממלודיפין, אומפרזול ומטפורמין לס.ד. בנוסף, נוטלת באופן קבוע אטורבסטטין. מדובר במטופלת מעשנת. אין היסטוריה משפחתית של מחלות לב או אלרגיות ידועות.\n\nבמהלך האשפוז בוצע א.ק.ג שהראה שינויים חשודים, ולכן הוחלט על ביצוע צנ\"ל להערכת מצב העורקים. הצנתור הראה היצרות קלה בעורק הכלילי השמאאלי, ולא נמצאה אינדיקציה לפעולה מיידית מעבר לטיפול תררופתי. במהלך האשפוז טופלה גם בטל\"ד ואיזון ל.ד. ניכר שיפור במצבה עם הפחתת תסמינים משמעותית בסיום האשפוז.\n\nבהמלצות לשחרור: המנעות מעישון, המשך נטילת התרופות כרגל כולל אטורבסטטין, מעקב צמוד אחר ל.ד וס.ד, והפניה לדיאטנית להכוונה תזונתית מותאמת. מומלץ מעקב קרדיולוגי בקהילה תוך חודש, ופעילות גופנית מתונה בהתאם להנחיות רפואיות."}
{"patient_id": "650618093", "patient_name": "מוחמד שלום", "patient_age": 33, "gender": "male", "document_date": "2023-03-31", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 52, כפר סבא", "smoking_status": true, "blood_type": "A+", "occupation": "אחות", "conditions": [], "medications": ["מטופרולול", "סימבסטטין", "דיקלופנק", "פרוקסטין"], "icd10_code": [], "department": "אורתופדיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "שם המטופל: מוחמד שלום, בן 35, מאושפז עקב כאבי חזה שהופיעו בזמן מנוחה, מלווים בהקרנה לזרוע שמאל. המטופל ללא מחלות רקע ידועות, נוטל מטופרולול, סימבסטטין, דיקלופנק ופרוקסטין. מעשן קבוע. ללא רגישויות ידועות. \n\nבמהלך האשפוז, בוצע בירור שכלל א.ק.ג שהראה שינויים בלתי ספציפיים, וטל\"ד שהיה בתחילה מוגבר. המטופל טופל במתן נוזלים IV וכן ניטור קרדיאלי צמוד. בוצע צנ\"ל אשר הראה חסימה קלה בעורק הכלילי השמאלי. במהלך הטיפול, הסטטוס הקרדיאלי של המטופל השתפר ונראה יציב. \n\nבהמלצות להמשך טיפול בקהילה, יש להמשיך בטיפול התרופתי הנוכחי ולבצע מעקב ל.ד אצל רופא המשפחה.. מומלץ להפסיק עישון ולהתחיל פעילות גופנית סדירה. יש לבצע ביקורת אצל קרדיולוג בעוד 4 שבועות כולל בדיקות דם שגרתות. במידת הצורך, מומלץ לשקול טיפול תרופתי נוסף לשיפור טל\"ד."}
{"patient_id": "222394314", "patient_name": "אורלי שמעוני", "patient_age": 75, "gender": "female", "document_date": "2023-05-17", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 66, טבריה", "smoking_status": true, "blood_type": "A+", "occupation": "טכנאי", "conditions": ["דלקת מפרקים", "אנמיה"], "medications": ["דיקלופנק"], "icd10_code": ["M19", "D64"], "department": "אורתופדיה", "primary_diagnosis": "דלקת מפרקים", "doc_type": "discharge", "clinical_notes": "אורלי שמעוני, בת 78, אושפזה עקב כאבים עזים במפרקים וחולשה כללית. אורלי סובלת מדלקת מפרקים כרונית ואנמיה, ומטופלת בדיקלופנק. יש לציין כי המטופלת מעשנת מזה שנים רבות. במהלך האשפוז עברה סדרת בדיקות, כולל בדיקות דם שהראו עלייה במדדי דלקת וירידה בהמוגלובין. בוצעה א.ק.ג שהייתה תקינה. במהלך האשפוז הוחל טיפול תרופתי להקלת הכאב ולשיפור מצב ההמוגלובין. \n\nבהמשך האשפוז נצפתה הקלה בכאבים ושיפור קל במדדי הדם. המטופלת קיבלה הדרכה להמשך טיפול תרופתי ומעקב המוגלובין בקהילה. הומלץ על הפסקת עישון לאור ההשפעה השלילית על מצב הראות והכללית. כמו כן, הומלץ על מעקב ראומטולוגי להמשך ניהול דלקת המפרקים. המטופלת שוחררה לביתה במצב יציב עם הנחיות להמשך טיפול ומעקב רפואי."}
{"patient_id": "190669846", "patient_name": "מאיה שמעוני", "patient_age": 28, "gender": "female", "document_date": "2023-06-26", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 48, חולון", "smoking_status": false, "blood_type": "A+", "occupation": "חשבונאי", "conditions": ["יתר לחץ דם", "אי ספיקת כליות כרונית", "שבץ מוחי", "אוסטאופורוזיס", "סוכרת סוג 2"], "medications": ["אספירין", "אטורבסטטין", "גבפנטין", "דיקלופנק", "אינסולין", "איבופרופן"], "icd10_code": ["I10", "N18", "I63", "M81", "E11"], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "שבץ מוחי", "doc_type": "discharge", "clinical_notes": "מאיה שמעוני, בת 30, התאשפזה בשל החמרה בצבה הכלייתי הנובע מאי ספיקת כליות כרונית, וכן עלייה בלחץ דם וחשד להחמרה בשליטה על סוכרת סוג 2. למאיה מחלות רקע הכוללות יתר ל.ד, אוסטאופורוזיס ושבץ מוחי. במהלך האשפוז נערכו בדיקות דם מקיפות, ניטור ס.ד באמצעות א.ק.ג, ובדיקות הדמיה אולטרסאונד של הכליות.\n\nבמהלך האשפוז, טל\"ד שלה התייצב באמצעות עדכון מינון התרופות. היא טופלה באינסולין ובתרופות נוספות הכוללות אספירין ואטורבסטטין. במקביל, נבדק מצבה האורטופדי בשל האוסטאופורוזיס והומלץ על המשך טיפול פיזיותרפי להקלה על הכאבים. עקב השבץ המווקדם והמצב הכלייתי, הומלץ לעקוב אחרי תפקודי כליות ולב כל חצי שנה.\n\nהמלצות לשחרור כוללות המשך מעקב צמוד במרפאת ל.ד ומרפאת נפרולוגיה בקהילה, שמירה על תזונה דלת מלחים וסוכרים, והקפדה על פעילות גופנית מתונה. יש להמשיך בטיפול התרופתי הנוכחי ולבצע בדיקות דם תקופתיות לניטור תפקודי כליות ורמות סוכר. הומלץ גם על מעקב דנטלי בשל שימוש באיבו'פרופן ודיקלופנק. חשוב לפנות לייעוץ רפפואי מיידי במקרה של החמרה במצב הכללי או הופעת תסמינים חדשים."}
{"patient_id": "042681817", "patient_name": "דוד שמעוני", "patient_age": 60, "gender": "male", "document_date": "2025-10-22", "facility_name": "בית חולים האלון", "patient_address": "בלפור 74, כפר סבא", "smoking_status": false, "blood_type": "AB-", "occupation": "רופא", "conditions": ["מחלת כבד שומני", "אנמיה", "גאוט", "אי ספיקת לב", "אסתמה"], "medications": ["רמיפריל"], "icd10_code": ["K76", "D64", "M10", "I50", "J45"], "department": "נוירולוגיה", "primary_diagnosis": "אי ספיקת לב", "doc_type": "discharge", "clinical_notes": "מר שמעוני דוד, גבר בן 60, נשוי ואב ל-3 ילדים, התקקבל לאשפוז עקב החמרה באי ספיקת לב והחמרה באסתמה. למטופל מחלת כבד שומני, אנמיה כרונית, גאוט, אי ספיקת לב ואסתמה. אינו מעשן. נוטל רמיפריל באופן קבוע. במהלך האשפוז בוצעו בדיקות דם שהראו אנמיה מחמירה, ונצפתה ירידה בתפקודי הכבד. בוצע א.ק.ג שלא הראה שינויים משמעותיים. טופל בסטרואידים בשאיפה ובחמצן להקלה על קוצר נשימה. הועבר למעקב ביחידה לטיפול בבלב, שם קיבל טיפול תרופתי ומעקב אחרי טל\"ד ול.ד. במצבו חלה שיפור, והוא השתחרר עם המלצות להמשך טיפול.\n\nהמלצות לקהילה כוללות המשך מעקב קרדיולוגי ואנמיה אצל רופא המשפחה, מעקב תפקודי כבד כל חצי שנה, והמשך טיפול תרופתי ברמיפריל במינון קבוע. יש להימנע ממזונות עתירי מלח ולהקפיד על פעילות גופנית מתונה. יש להתייעץ עם תזונאית באשר לתזונה המותאמת לגאוט ולכבד השומני. במידה ומופיעים סימני להחמרה בקוצצר נשימה או עייפות מוגברת, יש לפנות מיד לרופא המטפל."}
{"patient_id": "373334333", "patient_name": "גלית אוחנה", "patient_age": 11, "gender": "female", "document_date": "2024-10-14", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 24, עכו", "smoking_status": true, "blood_type": "B-", "occupation": "עיתונאי", "conditions": ["מחלת לב כלילית", "אי ספיקת כליות כרונית"], "medications": ["קלופידוגרל", "וורפרין", "רמיפריל"], "icd10_code": ["I25", "N18"], "department": "נוירולוגיה", "primary_diagnosis": "מחלת לב כלילית", "doc_type": "discharge", "clinical_notes": "גלית אוחנה, בת 122, התייצגה בחדר מיון עקב כאבים בחזה וקוצר נשימה חריף. המטופלת עם רקע של מחלת ללב כלילית ואי ספיקת כליות כרונית, נוטלת קלופידוגרל, וורפרין ורמיפריל. בננוסף, היא מעשנת, דבר המעמיס על מצבה הקרדיווסקולרי. בבדיקות ראשוניות נצפתה סטיית טל\"ד כלפי מעלה וא.ק.ג עם סימנים לאיסכמיה. הוחלט לשקף אותה בצנ\"ל דחוף אשר גילה חסימה משמעותית בעורק כלילי שמאאלי אשר טופלה בהצלחה באמצעות בלון וסטנט. במהלך האשפוז, התאזן מצבה הקרדיולוגי ווהכלייתי תוך טיפול תרופתי אופטימלי, כולל התאמת מינון וורפרין לנוכח INR לא יציב.\n\nבמהלך האשפוז נצפו שיפורים במצב הכללי אך יש לציין שגלית ממשיכה לעשן, דבר המחייב התייחסות במסגרת השחרור. המטופלת שוחררה במצב יציב עם הוראות ברורות להשך טיפול במרפאה הקרדיולוגית והנפרולוגית. מומלץ להימנע לחלוטין מעישון ולהמשיך במעקב קפדני אחר תפקודי כליה ולחץ דם. כמו כן, יש לקבוע ביקורת אק\"ג ומעקב INR שבועי לאיזון המינון של וורפרין. תידרש תמיכה משפחתית וסיעודית להבטחת הקפדה על טיפול תרופתי ומעקב רפואי."}
{"patient_id": "728463928", "patient_name": "אברהם מזרחי", "patient_age": 24, "gender": "male", "document_date": "2025-03-28", "facility_name": "בית חולים האלון", "patient_address": "ישראל", "smoking_status": true, "blood_type": "O+", "occupation": "עקרת בית", "conditions": ["היפרליפידמיה", "סוכרת סוג 2", "יתר לחץ דם", "אי ספיקת לב", "השמנת יתר"], "medications": ["קלופידוגרל", "גבפנטין"], "icd10_code": ["E78", "E11", "I10", "I50", "E66"], "department": "פנימית ב", "primary_diagnosis": "סוכרת סוג 2", "doc_type": "discharge", "clinical_notes": "אברהם מזרחי, זכר, בן 25, עם רקע רפואי של היפרליפידמיהה, סווכרת סוג 2, יתר ל.ד, אי ספיקת לב והשמנת יתר, התקבל לאשפוז עקב החמרה בכאבים בחזה וקוצר נשימה. המטופל נוטל קלופידוגרל וגבפנטין ומעשן באופן קבוע. במהלך השפוז בוצע אק.ג שהראה שינויים החשודים לכשל לבבי. בבדיקות הדם נמצאו ערכים גבוהים של טרופונין, מה שמחשיד לאירוע לבבי. המטופפל הופנה לצנ\"ל דחוף שהראה חסימה של 90% בעורק כלילי קדמי. \n\nבמהלך האשפפוז, אברהם קיבל טיפול תרופתי אנטי-איסכמי וכלל סטטינים, וכן הותאם לו טיפול חדש להורדת ל.דד ולשליטה טובה יותר בס.ד. המטופל שהה במעקב קרוב במחלקת הקרדיולוגיה, שם מצבו התייצב לאחר מספר ימי טיפול אינטנסיבי. בנוסף, נערכה שיחה עם דיאטנית קלינית לשיפור הרגלי התזונה והפחתת משקל.\n\nבהמלצות לשחרור, הומלץ למטופל להמשיך את הטיפול התרופתי החדש בבית ולבצע מעקב קרדיולוגגי אחת לשלושה חודשים. יש להפסיק עישון באופן מיידי ולהמשיך בתהליך הורדת המשקל. מומלץ על פעילות גופנית מתונה וביצוע בדיקות דם תקופתיות למעקב אחר רמות הסוכר והשומנים. ניתנה הפנייה לרופא משפחה להמשך מעקב וטיפול בתסמיניו. נאחל למר מזרחי בריאות שלמה והחלמה מהירה."}
{"patient_id": "500369152", "patient_name": "אמילי חיון", "patient_age": 15, "gender": "female", "document_date": "2024-11-02", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 59, קריית שמונה", "smoking_status": false, "blood_type": "AB+", "occupation": "חשבונאי", "conditions": ["פרפור פרוזדורים"], "medications": [], "icd10_code": ["I48"], "department": "פנימית א", "primary_diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "clinical_notes": "אמילי חיון, בת 16, אושפזה עקב החמרה בפרפור פרוזדורים אשר התבטאה בדפיקות לב מהירות ובחולשה כללית. ברקע ידוע על פרפור פרוזדורים כרוני. ללא מחלות רקע נוספות, לא תרופות קבועות, לא מעשנת. מצב משפחתי: רווקה, ללא אלרגיות ידועות. \n\nבמהלך האשפוז, נערכו בדיקות א.ק.ג שאישרו את האבחנה של פרפור פרוזדורים לא יציב. טל\"ד היה בטווחים הנחשבים לנורמה לאורך כל האשפוז. טופלה בוורפמיל במתן תוך ורידי ובמעקבים קליניים צמודים. בהמשך נרשם שיפור במדדים, ודופק הלב התייצב. האשפוז כלל גם ביצוע אקו לב שלא הראה ממצאים חריגים נוספים. המטופלת הייתה במעקב קרדיולוגי תוך המשך טיפול בוורפמיל.\n\nהמלצות לשחרור כוללות המשך טיפול בוורפמיל 120 מג פעמיים ביום ומעקב קרדיולוגי בקהילה בעוד כשבוע. חשוב להימנע ממאמצים פיזיים משמעותיים ולהיות בקשר עם רופא המשפחה לבי כל שינוי בהגשה. יש לבצע מעקב א.ק.ג אחת לחודש וליידע את הרופא על כל תופעת לוואי. נא לשמור על אורח חיים רגוע ולמנוע מצבים של מתח נפשי מוגבר."}
{"patient_id": "564729291", "patient_name": "שלמה בן דוד", "patient_age": 30, "gender": "male", "document_date": "2025-10-05", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 48, קריית שמונה", "smoking_status": false, "blood_type": "A-", "occupation": "פועל בניין", "conditions": ["אנמיה", "אי ספיקת כליות כרונית"], "medications": ["דיקלופנק", "רמיפריל", "הידרוכלורותיאזיד"], "icd10_code": ["D64", "N18"], "department": "נפרולוגיה", "primary_diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "clinical_notes": "מטופל: שלמה בן דוד, גבר בן 31, רווק, מתגורר בפתח תקווה. התקבל לאשפוז בתאריך 15/03/2023 עקב הידרדרות במצב הכללי עם תלונות על עייפות קיצונית וקוצר נשימה במאמץ מינימלי. למטופל רקע של אנמיה ואי ספיקת כליות כרונית. אין רגישויות ידועות לרופות או מזון. אינו מעשן.\n\nבמהלך האשפוז נערכו בדיקות מעבדה שהראו החמרה באנמיה עם המוגלוביןן של 8.2 גרם/ד\"ל והערכה של תפקודי כליה שהצביעה על עלייה בקריאטינין ל-3.0 מ\"ג/ד\"ל. בוצעה א.ק.ג שהייתה תקינה. בעקבות הממצאים הוחלט על מתן עירויי דם וטיפול תומך במשתנים, תוך מעקב צמוד אחר תפקוד ככלייתי וטל\"ד. המטופל הגיב היטב לטיפול, עם שיפור ניכר ברמת המוגלובין וייצוב טל\"ד.\n\nבסיכום: המטופל שוחרר במצב יציב, עם שיפור קליני ניכר. המלצות להמשך טיפול בקהילה כוללות מעקב המוגלובין ותפקודי כלייה אחת לחודש, שמירה על דיאטהה דלת מלח וחלבון, והמשך טיפול תרופתי ברמיפריל והידרוכלורותיאזיד. יש לשקול הפחתה או הפסקה בשימוש בדיקלופנק עקב השפעה פוטנציאלית על תפקוד הכליות. מומלץ על מעקב נפרולוגי ורופא משפחה תוך שבועיים מהשחרור."}
{"patient_id": "663416386", "patient_name": "רותם מלכה", "patient_age": 83, "gender": "female", "document_date": "2024-09-29", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 21, בת ים", "smoking_status": false, "blood_type": "AB+", "occupation": "מזכירה", "conditions": ["דמנציה", "השמנת יתר", "סוכרת סוג 2"], "medications": ["וורפרין", "רמיפריל", "דיקלופנק", "אלנדרונט"], "icd10_code": ["F30", "E66", "E11"], "department": "אורולוגיה", "primary_diagnosis": "השמנת יתר", "doc_type": "discharge", "clinical_notes": "המטופלת רותם מלכה, בת 85, התאשפזה עקב החמרה במצב הקוגניטיבי והופעת בלבול חריף. ברקע דמנציה, השמנת יתר וס.ד סוג 2. במהלך האשפוז נצפתה הידרדרות במצב הקוגניטיבי עם אפיזודות ששל דליריום. בדיקות דם כללו גלוקוז בערך גבוה, HbA1c מוגבר וקריאטינין מעט מעל הנורמה. א.ק.ג הראה קצב סינוס ללא שינויים איסכמיים חריפים. במהלך האשפוז טופלה בכדורים להורדת ל.ד ובאלנדרונט לחיזוק העצם. אין דיווח על אלרגיות. החולה אינה מעשנת ואין רלוונטיות למשפחה להתמודד עם מצבים מורכבים.\n\nבהמלצות לשחרו: המשך מעקב צמוד על ידי רופא משפחה עם דגש על איזון סוכר ול.ד, המשך טיפול בוורפרין תוך ניטור INR, הקפדה על פעילות גופנית מותאמת וייעוץ תזוננתי להורדת משקל. מומלץ להמשיך מעקב נוירולוגי עבור הדמנציה ולהתייעץ לגבי התאמת הטיפול התרופתי. יש להיזהר מתרופות שעלולות לפגוע בתפקוד הקוגניטיבי ולבחון שימוש בתרופות נוגדות בלבול במידת הצורך. יש להישאר בקשר עם גורמי רווחה להערכת הצרכים הביתיים והתאמת הסביבה הבייתית למצב הנוכחי."}
{"patient_id": "031365026", "patient_name": "אדם שמעוני", "patient_age": 36, "gender": "male", "document_date": "2023-03-10", "facility_name": "בית חולים האלון", "patient_address": "ישראל", "smoking_status": false, "blood_type": "A-", "occupation": "חייל", "conditions": [], "medications": ["גבפנטין", "לוסרטן"], "icd10_code": [], "department": "אורתופדיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "אדם שמעוני, זכר בן 39, התקבל למרכז הרפואי עקב כאבים פתאומיים בחזה שהחלו במהלך פעילות פיזית. המטופל ללא מחלות רקע ידועות. אין היסטוריה של ס.ד או ל.ד. הוא משתמש בתרופות גבפנטין ולוסרטן, ומדווח כי אינו מעשן. במהלך האשפוז בוצעו בדיקות דם מקיפות, א.ק.ג, והדמיה לבבית. א.ק.ג הראה שינויים לא ספציפיים, ובדיקות הדם היו תקינות פרט לעלייה קלה באנזימי לב. בחדר הצנתורים בוצע צנ\"ל ששלל חסימות משמעותיות.\n\nבמהלך האשפוז המטופל טופל בתרופות להורדת טל\"ד ואנטי-אנגינוזיות, והגיב היטב לטיפול. לאור השיפור במצב והעדר ממצא חריג בצנ\"ל, הוחלט על שחרורו עם שינוי קל בטיפול התרופתי. המלצות להמשך טיפול בקהילה כוללות המשך טיפול בלוסרטן במינון מותאם, מעקב לחץ דם שבועי, והפניה לקרדיולוג להמשך בירור. בנוסף, מומלץ להימנע ממאמץ פיזי אינטנסיבי בשבועות הקרובים ולשקול שינוי אורח חיים להורדת סטרס. המטופל אינו מדווח על אלרגיות ידועות, ונשוי עם שני ילדים."}
{"patient_id": "281273581", "patient_name": "עידו סויסה", "patient_age": 41, "gender": "male", "document_date": "2024-04-30", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 83, ירושלים", "smoking_status": false, "blood_type": "AB-", "occupation": "גמלאי", "conditions": ["אסתמה", "אנמיה", "מחלת לב כלילית", "COPD", "היפרליפידמיה"], "medications": ["אספירין", "קלופידוגרל", "אינסולין"], "icd10_code": ["J45", "D64", "I25", "J44", "E78"], "department": "ריאות", "primary_diagnosis": "אסתמה", "doc_type": "discharge", "clinical_notes": "המטופל, עידו סויסה, בן 43, נשוי ואב לשניים, עם רקע רפואי כולל אסתמה, אנמיה כרונית, מחלת לב כלילית ו-COPD, התקבל לאשפוז בעקבות החמרת תעוקת חזה. המטופל הגיע למיון עם לחץ בחזה ווטכיקרדיה, א.ק.ג הראה שינויים איזכמיים. בעברו צנ\"ל עקב מחלת לב כלילית, ללא אלרגיות ידועות.\n\nמהלך האשפוז כלל ניטור טל\"ד, מתן חמצן דרך מסכה, טיפול תרופתי באספירין וקלופידוגרל, וכן תמיכה אינסולינרית עקב ערכי סוכר גבוהים. בוצע צנ\"ל נוסף שהראה היצרות בעורק הימני, ובוצע בלון להרחבת העורק. במהלך האשפוז, מצבו של המטופל התייצב, והתסמינים הלבביים נסוגו. בוצע גם תיקון אנמיה באמצעות עירוי ברזל.\n\nבהמלצות לשחרור: המשך טיפול תרופתי כרגיל עם מעקב קרדיאלי בקהילה. המלצה לבייצוע בדיקת תפקודי ראות עקב ה-COPD. יש להקפיד על דיאטה דלת שומן וכולסטרול. מומלץ להמשיך פעילות גופנית מתונה בהתאם להנחיות קרדיולוג. מעקב אצל רופא משפחה ואנדוקרינולוג בשל איזון ס.ד. כל שינוי בתסמינים דורש פניה מיידית לרופא."}
{"patient_id": "855749826", "patient_name": "ליאם יוסף", "patient_age": 52, "gender": "male", "document_date": "2024-06-12", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 24, אשדוד", "smoking_status": true, "blood_type": "B+", "occupation": "גמלאי", "conditions": ["אסתמה", "דיכאון", "יתר לחץ דם", "השמנת יתר", "אנמיה"], "medications": ["לבותירוקסין", "לוסרטן", "גבפנטין"], "icd10_code": ["J45", "F32", "I10", "E66", "D64"], "department": "גריאטריה", "primary_diagnosis": "דיכאון", "doc_type": "discharge", "clinical_notes": "המטופל, ליאם יוסף, בן 53 נשוי ואב לשלושה, התאשפז במחלקה הפנימית בשל החמרה במצב הנשימתי על רקע אסתמה כרונית. המטופל מתלונן על קוצר נשימה חמור, שיעול ותחושת לחץ בחזה. בבדיקות נוספות, נמצאו סימנים של יתר לחץ דם בלתי מאוזן ואנמיה כרונית. במצבו הבסיסי הוא מעשן כבד עם היסטוריה ארוכה של עישון, אך אינו סובל מאלרגיות ידועות.\n\nבמהלך האשפוז, קיבל טיפול בחמצן, סטרואידים תוך ורידיים, ונבוליזציות להקלת הקושי הנשימתי. הוחל בטיפול נוגד דיכאון חדש, עקב התדרדרות במצב הרוח. לנוכח יתר לחץ דם גבוה במיוחד, בוצע שינוי מינון של לוסרטן שהמטוופל נוטל. המטופל שוחרר במצב כללי משופר, כאשר קוצר נשימה תחת שליטה וערכי לחץ דם יציבים. האבחנה כללה גם מחסור ברזל, והוחל בטיפול תוספי ברזל דרך הפה.\n\nהמלצות לשחרור כוללות המשך מעקב במרפאת רופא משפחה לצורך איזון ל.ד, בדיקות דם חוזרות לניטור ערכי אנמיה ורמות ברזלל, וכן המלצה להפסקת עישון. יש להמשיך את הטיפול התרופתי הקיים, כולל מינונים מעודכנים של לוסרטן ולבותירוקסין, ולהקפיד על מעקב פסיכיאטרי לניהול הדיכאון. בנוסף, מומלץ להתחיל פעילות גופנית מותאמת בהתחשב בהשמנת היתר."}
{"patient_id": "638782946", "patient_name": "דנה כהן", "patient_age": 14, "gender": "female", "document_date": "2023-12-12", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 105, צפת", "smoking_status": false, "blood_type": "AB-", "occupation": "רופא", "conditions": ["גאוט", "שבץ מוחי", "אי ספיקת כליות כרונית", "פרפור פרוזדורים", "סוכרת סוג 2"], "medications": ["וורפרין", "מטופרולול", "קלופידוגרל", "אספירין"], "icd10_code": ["M10", "I63", "N18", "I48", "E11"], "department": "נוירולוגיה", "primary_diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "clinical_notes": "דנה כהן, בת 16, הגיעה לאשפוז עקב הופעת סימפטומים של אי ספיקת כליות חריפה והחמרה במצב הפרפור פרוזדורים. למטופלת רקע רפואי מורכב הכולל גאוט, שבץ מוחי בעבר, אי ספיקת כליות כרונית, פרפור פרוזדורים וס.ד סוג 2. בנוסף, ידוע על טיפול תרופתי הכולל וורפרין, מטופרולול, קלופידוגרל ואספירין. דנה אינה מעשנת ואינה מדווחת על אלרגיות ידועות. במהלך האשפוז בוצעו בדיקות דם שגרתיות, א.ק.ג, ואולטרסאונד כליות. האבחנה הראשונית אישרה את החששות ללאי ספיקת כליות חריפה עם צורך בהתאמת מינון של התרופות, במיוחד ההוורפרין והאספירין עקב הסיכון לדימומים.\n\nבמהלך האשפוז, דנה קיבלה טיפול תומך בנוזלים עם ניטור צמוד של טל\"ד ושינויים במינון התרופות. הטיפול הביא לשיפור הדרגתי במדדים ולהתייצבות מצבה הקרדיו-וסקולרי. הוחלט על שחרור המטופלת עם הנחיות להמשך מעקב צמוד בקהילה, כולל בדיקות דם תכופות למעקב אחר תפקוד כלייתי ורמות INR עקב הטיפול בוורפרין. \n\nההמלצות כוללת המשך טיפול במטופרולול וקלופידוגרל, הפסקת האספירין לאור החשש מדימום מוגבר, והמשך מעקב צמוד אחר איזון הס.ד. יש להקפיד על דיאטה דלת פחמימות ועושר בנוזלים, ולהגיע לביקורת נפרולגית וקרדיולוגית תוך שבועיים."}
{"patient_id": "096789946", "patient_name": "משה ביטון", "patient_age": 69, "gender": "male", "document_date": "2025-01-12", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 13, רעננה", "smoking_status": true, "blood_type": "B-", "occupation": "עיתונאי", "conditions": [], "medications": ["אמלודיפין"], "icd10_code": [], "department": "קרדיולוגיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "מר ביטון משה, גבר בן 70, אושפז במחלקה פנימית עקב כאבים בחזה שהופיעו במנוחה ולוו בתחושת לחץ ובחילות. למטופל אין מחלות רקע ידועות והוא נמצא תחת טיפול תרופתי באמלודיפין. המטופל מעשן מזה 30 שנה, כ-20 סיגריוות ליום. \n\nבהגעתו, התבצע א.ק.ג שגילה סימנים לאיסכמיה חריפה. נלקחו בדיקות דם שהצביעו על עלייה באנזימי לב. המטופל הועבר ליחידת טיפול נמרץ, שם בוצע צנ\"ל שאישר היצרות משמעותית של העורק הכלילי הקדמי השמאלי. במהלך האשפוז קיבל טיפול תרופתי בניטרטים ואספירין, שהביאו שיפור ניכר במצבו. לאחר שהיציבות ההמודינמית הושבה, הועבר חזרה לחדר פנימי להמשך השגחה וטיפול.\n\nלסיכום, מר ביטון שוחרר לביתו עם המלצות להמשך טיפול תרופתי בטבליות אספירין וניטרטים. מומלץ להפסיק לעשן ולהקפיד על דיאטה דלת שומ ומלח. המשך מעקב רופא משפחה וקרדיולוג בקהילה לצורך התאמת טיפול ל.ד והערכת סיכון קרדיווסקולרי. יש לחזור על בדיקת דם כולל פרופיל שומנים בעוד חודש. ראוי לציין כי המטופל אינו ססובל מאלרגיות ידועות ומקבל תמיכה משפחתית טובה."}
{"patient_id": "622517902", "patient_name": "עדי סויסה", "patient_age": 65, "gender": "female", "document_date": "2024-10-28", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 101, הרצליה", "smoking_status": false, "blood_type": "AB+", "occupation": "אחות", "conditions": ["יתר לחץ דם"], "medications": "", "icd10_code": ["I10"], "department": "מיון", "primary_diagnosis": "יתר לחץ דם", "doc_type": "discharge", "clinical_notes": "מטופלת: עדי סויסה, בת 66, התקבלה לאישפוז במחלקה הפנימית עקב עלייה בלחץ הדם וכאבבי ראש חזקים. למטופלת רקע של יתר לחץ דם מטופל בתרופות אמלודיפין ואספירין. היא אינה מעשנת ואין לה היסטורי של ס.ד או מחלות לב אחרות. בזמן הקבלה ל.ד היה מוגבר ובוצע א.ק.ג שיצא תקין.\n\nבמהלך האשפוז, לחץ הדם התאזן תחת טיפול תרופתי. ניתנה מנה נוספת של אמלודיפין ונערכו בדיקות דם ששללו אנמיה או בעיות כלייתיות. במהלך האשפוז ניכר שיפור במצב הכללי של המטופלת, ללא אירועים חריגים. המטופלת דיווחה על תחושת שיפור משמעותית בכאבי הראש לאחר התחלת טיפול בתרופות נוגדות כאב.\n\nבסיכום, לאור התייצבות המצב והשלמת כל הבדיקות הנדרשות, המטופלת משוחררת עם המלצה להמשך מעקב ל.ד בקהילה ולביקורת רופא משפחה תוך שבועיים. מומלץ להימנע ממלח, ולהמשיך את הטיפול התרופתי הקבוע כולל פרוקסטין, איבופרופן ואלנדרונט. כמו כן, יש להקפיד על בדיקת עיניים עקב היסטוריה משפחתית של בעיות ראייה."}
{"patient_id": "833146590", "patient_name": "אפרת ביטון", "patient_age": 16, "gender": "female", "document_date": "2024-11-14", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 95, רמלה", "smoking_status": true, "blood_type": "O+", "occupation": "סטודנט", "conditions": ["היפרליפידמיה"], "medications": ["רמיפריל", "גבפנטין", "פרוקסטין", "הידרוכלורותיאזיד"], "icd10_code": ["E78"], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "היפרליפידמיה", "doc_type": "discharge", "clinical_notes": "אפרת ביטון, בת 17, הגיעה לאשפוז עקב תלונות על כאבים חדים בחזה וקוצר נשימה פתאומי. יש לציין היסטוריה רפואית של היפרליפידמיה וטופלה בתרופות רמיפריל, גבפנטין, פרוקסטין והידרוכלורותיאזיד. המטופלת מעשנת מזה שנתיים, ואין מידע על אלרגיות מוכרות. \n\nבמהלך האשפוז בוצע א.ק.ג שהראה שינויים לא ספציפיים, ונשללה אוטם חריף. לאחר אבחון התגלה כי מדובר במצב של חדה חמורה שהוחרפה בתנאי החולה, ונדרש טיפול תומך והשגחה. טופלה בתרופות הרגעה והושמה בהשגחה רפואית למשך 48 שעות ח.ד רגיל, ל.ד יציב. \n\nהמלצות לקהילה כוללות המשך טיפול בתרופות הקבועות, הפחתת עישון ויעוץ פסיכולוגי להמשך מעקב וטיפול בחרדה. יש להמשיך במעקב רופא משפחה ולבדוק אחת לשישה חודשים פרופיל שומנים. במקרה של חזרה על הסימפטומים יש לפנות מיידית לבדיקה רפואית."}
{"patient_id": "848792065", "patient_name": "דניאל גולן", "patient_age": 43, "gender": "male", "document_date": "2025-09-08", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 70, אשדוד", "smoking_status": false, "blood_type": "A+", "occupation": "פועל בניין", "conditions": [], "medications": ["רמיפריל", "לבותירוקסין"], "icd10_code": [], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "מר גולן דניאל, בן 43, הקבל למחלקה בשל כאבי חזה חזקים שהופיעו במתיע וקשיי נשימה. המטופל ללא מחלות רקע ידועות, אך מטופל ברמיפריל ולבותירוקסין. בהתחשב בגילו ובתיאור הסימפטומים, בוצע א.ק.ג שהראה סימנים של אוטם שריר הלב. המטופל הופנה בדחיפות לצנ\"ל, שם נמצא חסימה משמעותית בעורק הלב הקדמי. הרקע כולל עישון של 20 שנה, אף שהמטופל הכחיש עישון בצרות אחרות.\n\nבמהלך האשפוז, עבר דניאל צנתור טיפולי להרחבת החסימה והותקן סטנט. לאחר ההתערבות, חל שיפור ניכר במצבו, ונצפה חזרה לפרפוזיה תקינה בלב. מצבו ההמודינמי התייצב וטל\"ד נשמר יציב. הטיפול כלל אנטי-קואגולנטים ואנטי-פלירטים, ללא אירועים חריגים לאורך האשפוז. \n\nבהתחשב בהיסטוריה המשפחתתית החיובית למחלות לב אצל האב, הומלץ למטופל להפסיק לעשן באופן מיידי ולהמשיך במעקב קרדיולוגי בקהילה. יש להמשיך בטיפול תרופתי כמניעה שניונית, כולל אספירין וסטטינים, ולשקול התאמת מינונים של רמיפריל. בנוסף, מומלץ להתחיל בפעילות גופנית מתונה ולהקפיד על תזונה נבונה. יש לשוב לביקורת קרדיולוגית בעוד כחודש ולעקוב אחר סמני חזרה של סימפטומים."}
{"patient_id": "957823297", "patient_name": "יעקב אזולאי", "patient_age": 48, "gender": "male", "document_date": "2023-11-20", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 117, הרצליה", "smoking_status": false, "blood_type": "B-", "occupation": "עורך דין", "conditions": ["אסתמה", "מחלת לב כלילית", "שבץ מוחי", "דיכאון", "אוסטאופורוזיס"], "medications": ["מטופרולול", "דיקלופנק", "הידרוכלורותיאזיד", "אטורבסטטין"], "icd10_code": ["J45", "I25", "I63", "F32", "M81"], "department": "אורולוגיה", "primary_diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "clinical_notes": "הנ\"ל, יעקב אזולאי, גבר בן 55, אושפז במחלקת פנימית עקב החמרה בתססמיני קוצר ננשימה הקשורים למחלת האסתמה ובשל כאבים בחזה. המטופל עם מחלות רקע משמעותיות הכוללות אסתמה, מחלת לב כלילית שעברה צננ\"ל בבעבר, שבץ מווחי, דיכאון ואוסטאופורוזיס. הוא נוטל תרופות קבועות: מטופרולול, דיקלופנק, הידרוכלורותיאזיד, ואטורבסטטין. חשוב לציין כי אינו מעשן, ואין אלרגריות ידועות.\n\nבמהלך האשפוז, בוצעו בדיקות א.ק.ג שהראו שינויים מינוריים, אך ללא עדות לאירוע חריף נוסף. המטופל טופל במרחיבי סימפונות וסטרואידים לטיפול באסתמה ובמייצבי מצב רוח עקב היסטוריית דיכאון. בהערכת ל.ד נמצאה יציבות, וטול\"ד היה תקין במהלך האשפוז. נערכו התייעצויות עם קרדיולוג ונוירולוג, והומלץ על המשך מעקב צמוד במרפאה. \n\nהמלצות לשחרור כוללות המשך טיפול תרופתי כרגיל, מעקב קרדיולוגי ונוירולוגי בהתאם, וכן הפניה לפיזיותרפיה נשימתית על רקע האסתמה. מומלץ להימנע ממאמץ פיזי מאמץ ולהמשיך במעקב פסיכיאטרי לשמירת מצב רוח יציב. יש להמשיך להימנע מחשיפה לעישון פסיבי ולשמור על תזונה מאוזנת כדי למנוע החמרה של מצב הלב ומניעת החמרות נוספות של האוסטאופורוזיס."}
{"patient_id": "447264904", "patient_name": "רון פרץ", "patient_age": 44, "gender": "male", "document_date": "2025-02-16", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 51, בני ברק", "smoking_status": false, "blood_type": "B+", "occupation": "גמלאי", "conditions": ["יתר לחץ דם", "השמנת יתר", "שבץ מוחי"], "medications": ["אינסולין", "לבותירוקסין", "פרוקסטין", "הידרוכלורותיאזיד", "אמלודיפין"], "icd10_code": ["I10", "E66", "I63"], "department": "אונקולוגיה", "primary_diagnosis": "השמנת יתר", "doc_type": "discharge", "clinical_notes": "מר פרץ רון, בן 45, התאשפז במחלקת פנימית לאחר אירע חוזר של שבץ מוחי. ברקע רפואי ידוע יתר לחץ דם, השמנת יתר והיסטוריה של שבץ מוחי. מטופל נוטל באופן קבוע אינסולין לטיפול בסוכרת לבותירוקססין להפרעות בבלוטת התריס, פרוקסטין להפרעות מצב רוח, הידרוכלורותיאזיד ואמלודיפין לויסות לחץ הדם, כמו גם קלופידוגרל למניעת קרישיות יתר. אין היסטוריה של עישון. \n\nבמהלך האשפוז בוצעה הערכה נוירולוגית מקיפה, כולל הדמיות MRI שהראו שיפור מסוים בממצאים בהשוואה לבדיקה הקודמת. המטופל טופל בתרופות להורדת טל\"ד ואיזון ס.ד. ניתן דגש על פיזיותרפיה אינטנסיבית לשיפור התפקוד המוטורי, והותחל באספירין לצידו של קלופידוגרל בשל חשש מקרישיות יתר. עוצמת הכאב הופחתה עם מתן משכך כאבים מתאים.\n\nבסיכום, מצבו של מר פרץ השתפר והוא משתחרר להמשך טיפול והשגחה בקהילה. מומלץ להמשיך בטיפולל התרופתי הקבוע כולל קלופידוגרל ואספירין, לשמור על דיאטה מאוזנת ולהמשיך בפיזיותרפיה בקהילה. יש לקבוע תור למעקב נוירולוגי בעוד חודש ולבדדיקת ל.ד סדירה."}
{"patient_id": "767199037", "patient_name": "יעקב אברהם", "patient_age": 84, "gender": "male", "document_date": "2024-10-30", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 61, עכו", "smoking_status": false, "blood_type": "AB+", "occupation": "עיתונאי", "conditions": ["דיכאון", "סוכרת סוג 2", "פרפור פרוזדורים", "השמנת יתר"], "medications": ["גבפנטין", "לבותירוקסין", "מטפורמין", "הידרוכלורותיאזיד", "אמלודיפין", "איבופרופן"], "icd10_code": ["F23", "E11", "I48", "E66"], "department": "אנדוקרינולוגיה", "primary_diagnosis": "סוכרת סוג 2", "doc_type": "discharge", "clinical_notes": "מטופל: יעקב אברהם, בן 85, הובהל לבית החולים בעקבות החמרה במצב בריאותי כללי והופעתת סימני חולשה כללית. מדובר במטופל עם מחלות רקע הכוללות דיכאון, ס.ד סוג 2, פרפור פרוזדורים והשמנת יתר. בעת קבלתו דיווח כי בשבועות האחרונים חווה ירידה בתאבוון ותחושת עייפות מתמשכת. בדיקות ראשוניות הצביעו על חוסר איזון ברמות הסוכר בדם וכן על עליות בל.ד.\n\nבמהלך האשפוז בחדר פנימית, בוצעו בדיקות דם, א.ק.ג וצילום חזה. הבדיקות הצביעו על חוסר איזון מטבולי ודלקת ריאות קלה. המטופל טופל באנטיביוטיקה לוריד ובאינסולין לאיזון רמות הסוכר. הוחל טיפול תרופתי מתאים לאיזון ל.ד ופרפור פרוזדורים. במהלך האשפוז, המטופל שוחרר לטיפולו של פסיכיאטר לשם איזון טיפול תרופתי במצב הדיכאון.\n\nבסיום האשפוז, המטופל מרגיש טוב יותר, עם שיפור במצב הכללי ובתפקוד היומיומי. הומלץ ללהמשך טיפול תרופתי קבוע הכולל גבפנטין, לבותירוקסין, מטפורמין, הידרוכלורותיאזיד, אמלודיפין ואיבופרופן. יש להמשיך במעקב אצל רופא משפחה לבדיקת ל.ד, רמות סוכר ודיכאון. כמו כן, מומלץ להימנע מחשיפה לזיהומים ולשמור על תזונה מאוזנת. חשוב להמשיך בפעילות גופנית מתונה בהתאם ליכולת ולמצב הרפואי. יש לקבוע פגישה עם רופא קרדיולוג להמשך בירור וטיפול בפרפור פרוזדורים."}
{"patient_id": "317807824", "patient_name": "אלון פרידמן", "patient_age": 52, "gender": "male", "document_date": "2025-12-05", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 5, אשקלון", "smoking_status": true, "blood_type": "O-", "occupation": "מתכנת", "conditions": ["דמנציה", "דלקת מפרקים", "מחלת כבד שומני"], "medications": ["אמלודיפין"], "icd10_code": ["F03", "M19", "K76"], "department": "כירורגיה כללית", "primary_diagnosis": "דלקת מפרקים", "doc_type": "discharge", "clinical_notes": "אלון פרידמן, גבר בן 52, נכנס לאשפוז בשל החמרה במצב הדמנציה וירידה בתפקוד יומיומי. למטופל היסטוריה של מחלות רקע הכוללות דלקת מפרקים ומחלת כבד שומני. הוא מטופל באמלודיפין לייצוב ל.ד, ומוכר כמעשן פעיל. אין מידע על אלרגיות ידועות. המטופל מתגורר עם אשתו, אשר מספקת רוב התמיכה היומיומית.\n\nבמהלך האשפוז בוצעה התייעצות עם צוות רב-תחומי, כולל נוירולוג וגריאטר, לשם הערכת המצב הקוגניטיבי. נמצאה ירידה מתמשכת בזיכרון וביכולת לבצע פעולות יומיומיות בסיסיות. בבדיקות דם שגרתיות איין ממצאים חריגים פרט לעלייה קלה באנזימי כבד. טל\"ד יציב לאורך האשפוז, וא.ק.ג לא הראה שינויים חדשים. קיבל טיפול תומך, כולל הסתכלות על תזונה מותאמת למצבו.\n\nבהמלצות לשחרור: המשך מעקב גריאטרי ונוירולוגי במרפאת קהילה, שיפור התמיכה הסוציאלית באמצעות שירותי רווחה, והפסקת עישון תוך שיקול בהתערבות תרופתית במידת הצורך. יש להמשיך טיפול תרופתי באמלודיפין על פי הוראות. מומלץ לבצע בדיקות דם חוזות למעקב אחר תפקודי כבד וטיפול בתסמיני דלקת המפרקים על פי הצורך. המעקבים הקרובים יתואמו עם הרופא המטפל בקהילה.."}
{"patient_id": "966958324", "patient_name": "דניאל שמעוני", "patient_age": 42, "gender": "male", "document_date": "2023-07-27", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 105, רמת גן", "smoking_status": false, "blood_type": "A-", "occupation": "צלם", "conditions": ["אי ספיקת לב", "השמנת יתר", "גאוט"], "medications": ["אומפרזול", "גבפנטין", "פרוקסטין", "אספירין"], "icd10_code": ["I50", "E66", "M10"], "department": "קרדיולוגיה", "primary_diagnosis": "אי ספיקת לב", "doc_type": "discharge", "clinical_notes": "המטופל דניאל שמעוני, בן 44, הגיע לאשפוז עקב החרפה במצב נשימתי וקוצר נשימה חמור, עם אבחה ראשית של אי ספיקת לב. דניאל סובל מהשמנת יתר משמעותית וגאוט, עם מחלות רקע הכוללות אי ספיקת לב. הוא מטופל תרופתית באומפרזול, גבפנטין, פרוקסטין ואספירין. בראיון ראשוני לא צוינ היסטוריה של עישון. המטופל נשוי ואב לשלושה ילדים.\n\nבמהלך האשפוז בוצעה בדיקה מקיפה שכללה א.ק.ג שהראה הפרעות קצב קלות שלא דרשו התערבות מיידית. המטופל טופל באמצעות מתן משתנים להקלת העומס על הללב ושיפור במצב הנשיתי נצפה לאחר 48 שעות. כמו כן, הותאמה לו דיאטה דלת מלח ושומן במסגרת המחלקה. דניאל הגיב ההיטב לטיפול, ולחץ הדם התייצב בטווח התקין.\n\nבהמלצות לאחר השחרור למעקב בקהילה: יש להמשיך בטיפול התרופתי הקיים ולשקול הוספת ACE איניביטור לטיפול באי ספיקת הלב. מומלץ מעקב קרדיולוגי אחת לחודש בחצי השה הקרובה. תזונ מאוזנת ופעילות גופנית מתונה (הליכה יומית) עשויות לסייע בשיפור המצב הכללי. יש להקפיד על מועדים קבועים לנטילת התרופות ולבדוק רמות חומצה אורית אחת לחודש עקב הגאוט."}
{"patient_id": "668327232", "patient_name": "ליאם שמעוני", "patient_age": 12, "gender": "male", "document_date": "2025-11-29", "facility_name": "בית חולים האלון", "patient_address": "בלפור 52, קריית שמונה", "smoking_status": false, "blood_type": "AB-", "occupation": "סטודנט", "conditions": ["COPD", "דמנציה"], "medications": ["מטפורמין", "מטופרולול", "דיקלופנק", "פרוקסטין", "קלופידוגרל", "אומפרזול"], "icd10_code": ["J44", "F03"], "department": "נפרולוגיה", "primary_diagnosis": "COPD", "doc_type": "discharge", "clinical_notes": "המטופל ליאם שמעוני, בן 12, אושפז עקב החמרה בתפקוד הנשימתי על רקע COPD. זהו אשפוזו הראשון במחלקת הילדים. למטופל היסטוריה רפואית מורכבת הכוללת דמנציה מוקדמת, ומטופל תרופתית במטפורמין עקב ס.ד, מטופרולול לל.ד גבוה, כמו גם דיקלופנק, פרוקסטין, קלופידוגרל ואומפרזול. ליאם אינו מעשן ואין אלרגיות ידועות. במהלך האשפוז עבר בירור שכלל צילומי חזה, בדיקות דם וא.ק.ג שהדגימו שינויים קלים. במהלך האשפוז טופל בחמצן ובהתאמת טיפול תרופתי אשר הביאו לשיפור במבו הנשימתי והכללי. \n\nבמהלך האשפוז, המצב הקוגניטיבי של ליאם נותר ללא שינוי. הוא עבר התייעצות עם צוות של פסיכולוגים קליניים לניהול הדמנציה. המהלך היה יציב, ללא אירועים חריגים נוספים. לאחר ייצוב טל\"ד ושיפור קליני, המטופל שווחרר הביתה כאשר מצבו תקין.\n\nהמלות לקהילה כוללות המשך טיפול תרופתי בהתאם להנחיות שניתנו, מעקב רופא משפחה אחת לשבועיים לבדיקה כללית ומעקב סדיר אחר תפקודי ריאות. מומלץ להמשיך בהתייעצות עם פסיכולוג קהילתי לטיפול בדמנציה. כמו כן, יש להימנע מחשיפה לגורמים מחמירים כגון עשן ומזהמים.  חשוב לוודא נטילת תרופות סדירה ובזמן. במקרה של שינוי במצבו או קוצר נשימה יש לפנות מיידית לעזרה רפואית."}
{"patient_id": "679692780", "patient_name": "יעקב כהן", "patient_age": 76, "gender": "male", "document_date": "2023-01-13", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 104, ראשון לציון", "smoking_status": false, "blood_type": "O-", "occupation": "חייל", "conditions": ["סוכרת סוג 2", "אסתמה", "היפרליפידמיה", "אוסטאופורוזיס", "דלקת מפרקים"], "medications": ["אספירין"], "icd10_code": ["E11", "J45", "E78", "M81", "M19"], "department": "גריאטריה", "primary_diagnosis": "היפרליפידמיה", "doc_type": "discharge", "clinical_notes": "מר כהן יעקב, בן 79, נשוי, ללא עישון פעיל, התקבל לאשפוז בשל החמרה נשימתית על רקע אסתמה כרונית ודלקת ריאות. סובל ממחלות רקע כולל ס.ד סוג 2, היפרליפידמיה, ואוסטאופורוזיס. בעת הקבלה, תפקוד נשימתי ירוד עם סטורציה נמוכה (בממצב חמצן). באק\"ג נמצאו שינויים איסכמיים קלים. במהלך האשפוז טופל אנטיביוטית באמצעות רוצפין בשילוב עם פרדניזון לשם שיפור המצב הנשימתי וייצוב ח.ד.\n\nבמהלך האשפוז מצבו השתפר, ח.ד התייצב וסטורציה עלתה לערכים תקינים. נצפתה תגובה טובה לטיפול סטרואידי, והופחת מינון הפרדניזון בהדרגה. במקביל ניתנה הדרכה להמשך טיפול בס.ד והותאם טיפול תרופתי נוסף ליעול באיזון ליפידים. בדיקת צפיפות העצם באישפוז הצביעה על הצורך בהמשך טיפול באוסטאופורוזיס.\n\nלקראת השחרור, המלצות להמשך טיפול בקהילה כוללות מעקב רופא משפחה להערכת תפקודי ריאות וסטורציה, המשך טיפול תרופתי באספפירין ונוגדי ליפידים, וביצוע בדיקות דם תקופתיות להבטחת איזון סוכר ושומנים בדם. כמו כן, מומלץ להתחיל בפיזיותרפיה נשימתית וחיזוק שרירים כחלק מתוכנית שיקום. יש להקפיד על תזונה מותאמת לסוכרת ולהמשיך מעקב אחר צפיפות העצם וטיפול באוסטאופורוזיס בהתאם להנחיות המומחה."}
{"patient_id": "654420942", "patient_name": "אלון ברק", "patient_age": 17, "gender": "male", "document_date": "2024-02-23", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 43, עכו", "smoking_status": false, "blood_type": "AB+", "occupation": "מורה", "conditions": ["מחלת לב כלילית", "דמנציה", "יתר לחץ דם", "פרפור פרוזדורים", "אי ספיקת כליות כרונית"], "medications": ["מטפורמין", "גבפנטין", "איבופרופן", "לבותירוקסין"], "icd10_code": ["I25", "F03", "I10", "I48", "N81"], "department": "ריאות", "primary_diagnosis": "יתר לחץ דם", "doc_type": "discharge", "clinical_notes": "אלון ברק, בן 19, אושפז עקב החמרה במצב הלבבי ובשל סיבוכים הנובעים ממחלות הרקע המטופל ידוע כסובל ממחלת לב כלילית, דמנציה, יתר ל.ד, פרפור פרוזדורים ואי ספיקת כליות כרונית. הוא נוטל מטפוורמין לטיפול בס.ד, גבפנטין לשיככוך כאבים כרוניים, איבופרופן להורדת חום ודלקת ולבותירוקסין בעקבות תת-פעילות של בלוטת התריס. אין היסטוריית עישון.\n\nבמהלך האשפוז, המטופל עבר סדרת בדיקות כולל א.ק.ג שהראה פרפור פרוזדורים לא מאוזן ושינויים איסכמיים קלים. נערכה התאמה בטיפול התרופתי, והועבר טיפול נוזלים לתיקון טל\"ד. כמו כן, בוצעו בדיקות דם שגרתיות אשר הצביעו על רמות קראטינין גבוהות ממוצע, המעידות על החמרה באי סספיקת הכליות. ניתנה הדרכה תזונתית מותאמת למצבו הכליתי ולדמנציה. תקשורת עם המשפחה התנהלה לאורך כל התהליך כדי להבטיח הבנה ושיתוף פעולה.\n\nבסיכום, מצבו של אלון השתפפר והושג איזון חלקי בל.ד ובס.ד. מומלץ להמשיך את המעקב הקרדיאלי והנפרולוגי בקהילה. יש להימנע מתרופות נוגדות דלקת נוספות מחשש להחמרת הכליות. המשך טיפול תרוופתי כרגיל, עם דגש על הקפדה במינונים. מומלץ גם לקבוע פגישה עם תזונאית להמשך תמיכה תזונתית ואיזון סוכרת. יש לקבוע בדיקה לשירותי בריאות הנפש לשם תמיכה בדמנציה. במידה ויש החמרה בתסמינים או כאבים חדשים, לפנות למיון ללא דיחוי."}
{"patient_id": "663723955", "patient_name": "ליאן דהן", "patient_age": 61, "gender": "female", "document_date": "2024-07-11", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 64, ראשון לציון", "smoking_status": true, "blood_type": "AB+", "occupation": "רופא", "conditions": ["השמנת יתר", "היפרליפידמיה", "אי ספיקת כליות כרונית", "שבץ מוחי", "דיכאון"], "medications": ["אינסולין", "קלופידוגרל", "אספירין", "אטורבסטטין", "לוסרטן", "דיקלופנק"], "icd10_code": ["E66", "E78", "N18", "I63", "F32"], "department": "אנדוקרינולוגיה", "primary_diagnosis": "היפרליפידמיה", "doc_type": "discharge", "clinical_notes": "ליאן דהן, בת 62, השמנה, היפרליפידמיה, אי ספיקת כליות כרונית, היסטוריה של שבץ מוחי ודיככאון. הגיעה למיון עקב תלונות על כאבים בחזה וקוצר נשימה. בבדיקות רשוניות נצפה א.ק.ג עם שינויים איסכמיים, טל\"ד מוגבר. המטופלת עישייניתת פעילה, מה שמגביר את הסיכון הקרדיווסקולרי.\n\nבמהלך האשפוז, בוצע צנ\"ל דחוף שהראה חסימה בולטת בעורק הכלילי הימני. עברה פתיחת חסימה עם סטנט בהצלחה. טופלה באנטי-אגרגנטים, והמשיך טיפול תרופתי קיים כולל אינסולין, קלופידוגרל, אספירין ואטורבסטטין. מצבה השתפר קלינית, ללא סיבוכים משמעותיים. נעשתה התייעצות פסיכיאטרית בשל רקע דיכאוני.\n\nבהמלצות לשחרור: המשך טיפול תרופתי קבוע, מעקב קרדיולוגי ומעקב נפרולוגי בשל אי ספיקת כליות כרונית. מומלץ על הפסקת עישון, שיפור אורח חיים והפניה לתזונאית לצורך ירידה במשקל. כמו כן, מעקב פסיכיאטרי בשל מצב דיכאוני, והמלצה על תמכהה משפחתית."}
{"patient_id": "765801857", "patient_name": "אמילי בן דוד", "patient_age": 56, "gender": "female", "document_date": "2023-09-18", "facility_name": "בית חולים האלון", "patient_address": "הרצל 37, הרצליה", "smoking_status": false, "blood_type": "O+", "occupation": "עיתונאי", "conditions": ["מחלת כבד שומני", "השמנת יתר", "שבץ מוחי"], "medications": ["פרוקסטין", "גבפנטין", "סימבסטטין", "אטורבסטטין", "אלנדרונט"], "icd10_code": ["K76", "E66", "I63"], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "clinical_notes": "אמילי בן דוד, בת 59, הובאה לאשפוז עקב החמרה בתסמינים נוירולוגיים, שכללו חולשה פתאומית בצד שמאל של הגוף ודיבור לא ברור. המטופלת סובלת ממחלת כבד שומני והשמנת יתר, ולפני כשלוש שנים עברה שבץ מוחי. מייד עם הקבלה בוצעה א.ק.ג שהראתה שינויים לא ספציפיים, ובדיקת דימות מוחי איששה חשד לאירוע מוחי נוסף.\n\nבמהלך האשפוז, המטופלת טופלה בנוגדי קרישה ובהמשך החה שיקום פיזיותרפי אינטנסיבי לשיפור התפקוד המוטורי. נמצא שיפור הדרגתי במצב הקליני, אך נותרה עם קושי קל בתנועת יד שמאל ונדרש מעקב מתמשך. בוצעו בדיקות דם שהראו תפקודי כבד מעט מוגברים, ייתכן בשל מחלת הרקע. \n\nהמלצות לשחרור כוללות המשך טיפול תרופתי בהתאם לפרוטוקול שניתן, לרבות פרוקסטין, גבפנטין, סימבסטטין ואלננדרונט. יש להמשיך מעקב אצל נוירולוג מומחה, וביצוע פיזיותרפיה בקהילה. מומלץ להמנע מצריכת אלככוהול בל מחלת הכבד. במידה ויש החמרה בתסמינים, יש לפנות מיידית למיון. יש לקבוע ביקור מעקב עם רופא המשפחה תוך שבועיים מרגע השחרור. נציין כי אינה מעשנת ואין רגישות ידועה לתרופות."}
{"patient_id": "393852587", "patient_name": "תמר שלום", "patient_age": 13, "gender": "female", "document_date": "2025-04-03", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 87, כפר סבא", "smoking_status": true, "blood_type": "A+", "occupation": "אחות", "conditions": [], "medications": ["הידרוכלורותיאזיד", "פרוקסטין"], "icd10_code": [], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "תמר שלום, בת 14, התקבלה למחלקת ילדים בשל כאבי בטן עזים והקאות חוזרות. ללא מחלות רקע ידועות. אובחנה עם דלקת חריפה בקיבה (גסטריטיס) על רקע חשיפה ממושכת לחומרים מגרים, כאשר המטופלת מתארת עישון סיגריות לעיתים קרובות. תרופות נוכחיות כוללות הידרוכלורותיאזיד לטיפול בלחץ דם ופרוקסטין כנגד חרדה. \n\nבמהלך האשפוז בוצעו בדיקות דם שהראו ערכים תקינים פרט להיפוקלמיה קלה. ניתנו נוזלים לווריד לטיפול בהתייבשות ובוצע איזון אלקטרוליטים. אולטרסאונד בטן שלל פתולוגיות מבניות. המטופלת הייתה במעקב צמוד של גסטרואנטרולוג ילדים והתקבל ייעוץ מפסיכולוגית מחלקתית לאור דיווח על חרדות משפחתיות. \n\nבהמלצה להמשך טיפול בקהילה: הפסקת עישון מיידית, המשך מעקב וטיפול תרופתי לפרוקסטין במינון המומלץ על ידי הפסיכיאטר. המשך מעקב אחר ל.ד והקפדה על דיאטה דלת נתרן. מומלץ לפנות לרופא ילדים במידה וישנה חזרת הכאבים או סימנים נוספים."}
{"patient_id": "406650440", "patient_name": "שירה גולן", "patient_age": 24, "gender": "female", "document_date": "2024-03-25", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 10, פתח תקווה", "smoking_status": true, "blood_type": "A-", "occupation": "עקרת בית", "conditions": [], "medications": ["איבופרופן", "סימבסטטין", "דיקלופנק", "קלופידוגרל", "אטורבסטטין"], "icd10_code": [], "department": "כירורגיה כללית", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "שירה גולן, בת 26, הגיעה לאשפוז בשל כאבים בחזה ותחושת קוצר נשימה. למטופלת אין מחלות רקע ידועות, אך היא נוטלת תרופות הכוללות איבופרופן, סימבסטטין, דיקלופנק, קלופידוגרל ואטורבסטטין. עישון פעיל. בבדיקות הראשוניות נצפה א.ק.ג עם שינויים לא ספיצייפיים, ול.ד תקין. לא נמצאו סימנים לבבעיות קרדיאליות חריפות נוספות. \n\nבמהלך האשפוז בוצעו מספר בדיקות נוספות, בכללן בדיקות דם מקיפות, בדיקת דימות חזה וצילום חזה, אשר שללו פתולוגיות ריאתיות חריפות. המטופלת טופלה בתרופות לשיכוך כאבים וניטור קרדיאלי מתמשך, תוך השגחה צמודה על מצב הלב. לא נצפו אירועים חריגים במהלך השהות במחלקה.\n\nבהמלצות לשחרור: יש להמשיך בשימוש בתרופות הקבועות ולשקול הפסקת עישון לאור הסיכון לבריאות הלב והריאות. מומלץ המשך מעקב אצל רופא המשפחה תוך חודש לצורך בדיקת טל\"ד ובחינת הצורך בבדיקות נוספות. כמו כן, יש להמנע ממצבים של סטרס פיזי ומנטלי עד להתייצבות המצב."}
{"patient_id": "204179295", "patient_name": "דוד לוי", "patient_age": 17, "gender": "male", "document_date": "2023-12-03", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 2, טבריה", "smoking_status": true, "blood_type": "A-", "occupation": "רופא", "conditions": ["היפרליפידמיה"], "medications": ["מטפורמין", "גבפנטין", "אינסולין", "מטופרולול", "וורפרין"], "icd10_code": ["E78"], "department": "פנימית א", "primary_diagnosis": "היפרליפידמיה", "doc_type": "discharge", "clinical_notes": "מטופל דוד לוי, בן 20, הגיע לאשפוז עקב תלונות על כאבים חדים בחזה וקוצר נשימה. למטופל רקע רפואי של היפרליפידמיה ונוהג לעשן. נוטל בקביעות את התרופות מטפורמין, גבפנטין, אינסולין, מטופרולול, וורפרין, ובנוסף נוטל אספירין באופן קבוע. אין ידיעה על אלרגיות ידועות. \n\nבמהלך האשפוז בוצע א.ק.ג שהדגים שינויים איסכמיים וסמנים של אוטם לבבי חריף. המטופל עבר צנ\"ל דחוף בו התגלה חסימה בעורק ימני כלילית, שבוצע בו טיפול פתיחת חסימה והוכנסה סנט. לאחר הצנתור, המצב התיייצב והמטופל הועבר להשגחה ביחידת טיפול נמרץ. טל\"ד התייצב עם טיפול תרופתי. במהלך האשפוז הוא נדרש להמשיך בטיפול אנטיי-קרישתי משולש תחת השגחה. \n\nבהמלצות לשחרור: מומלץ להמשיך את הטיפול הקבוע בתרופות כולל האספירין, להפסיק עישון באופן מיידי, ולפנות להמשך מעקב קרדיולוגי בקהילה תוך שבועיים. יש לשים דגש על איזון פרופיל ליפידים ואיזון ס.ד. המלצה להדרכה תזונתית מותאמת והפניה לשיקום לבבי."}
{"patient_id": "253092514", "patient_name": "דוד אברהם", "patient_age": 45, "gender": "male", "document_date": "2024-01-06", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 70, צפת", "smoking_status": true, "blood_type": "B+", "occupation": "סטודנט", "conditions": ["שבץ מוחי", "אוסטאופורוזיס"], "medications": [], "icd10_code": ["I63", "M81"], "department": "אנדוקרינולוגיה", "primary_diagnosis": "שבץ מוחי", "doc_type": "discharge", "clinical_notes": "דוד אברהם, גבר בן 47, נשוי ואב לשניים, הגיע לאשפוז עקב תחושת חולשה כללית והפרעות בתנועה. ברקע ידוע על שבץ מוחי ואוסטאופרוזיס. המטופל מדווח על עישון כבד מספר שנים, ללא אלרגיות ידועות וללא טיפול תרופתי קבוע. התקבל למיון לאחר שהתגלה קושי בדיבור וירידה בטונוס השרירים בצד ימין של הגוף. בוצעו בדיקות דם שגרתיות, א.ק.ג, והדמיית CT מוח שאישרה ממצאים התואמים לאירוע מוחי חוזר.\n\nבמהלך האשפוז, דוד טופל במחלקה נוירולוגית, שם הועבר לחדר השגחה. טופל בתרוופות נוגדות קרישה ובטיפול פיזיותרפי לשיפור התנועתיות. במהלך ההחלמהה נצפתה התקדמות איטית אך מתונה בשיפור התפקוד המוטורי. טל\"ד נותר יציב לאורך כלל השהות. הוחלט על שחרור המטופל להמשך טיפול שיקומי במסגרת הקהילה, כולל מעקב נוירולוגי ואורטופדי עקב האוסטאופורוזיס.\n\nבהמלצות לשחרור: הפסקת עישון מיידית, המשך טיפול פיזיותרפי אינטנסיבי פעמיים בשבוע, ונטילת טיפול מונע קרישה יומי. כמו כן, מומלץ על ביצוע בדיקות צפיפות עצם למעקב אחר מצב האוסטאופורוזיס ובדיקות ל.ד תקופתיות. יש להקפיד על תזונה מאוזנת ולשקול ייעוץ תזונתי בהקדם. מעקב חצי שנתי אצל רופא משפחה וביצוע בדיקות דם תקופתיות להערכת מצב ריאות כללי."}
{"patient_id": "207100215", "patient_name": "אורלי דהן", "patient_age": 45, "gender": "female", "document_date": "2024-06-01", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 49, טבריה", "smoking_status": false, "blood_type": "AB+", "occupation": "סטודנט", "conditions": ["יתר לחץ דם"], "medications": ["אמלודיפין"], "icd10_code": ["I10"], "department": "קרדיולוגיה", "primary_diagnosis": "יתר לחץ דם", "doc_type": "discharge", "clinical_notes": "אורלי דהן, בת 46, הגיעה לאשפוז עקב תלונות על כאבים בחזה וקוצר נשימה. ברקע ידוע על יתר ל.ד, מטופלת באמלודיפין, אינה מעשנת. אינ מציינת אלרגיות. נשואה, אם לשני ילדים. עם קבלה לחדר המיון בוצע א.ק.ג שהראה שינויים איסכמיים, וטל\"ד נמצא מוגבר. בעקבות זאת, הוחלט על צנ\"ל דחוף שהראה היצרויות בעורקים הקורונריים.\n\nבמהלך האשפוז טופלה בניטרטים לווריד ובתרופות נוספות לייצוב ל.ד. אורלי השתפרה קלינית, ללא אירועים נוספים של כאבים בחזה. נערכה הדרכה לגבי תזונה דלת מלח ושומן והחשיבות בשמירה על אורח חיים בריא. נעשו בדיקות דם שהראו תפקודי כבד וכליה תקינים.\n\nהמלצות לשחרור: המשך טיפול קבוע באלודיפין, תוספת טיפול בנוגדי טסיות וסטטינים. מעקב קרדיאלי בקהילה, כולל ביצוע א.ק.ג נוסף בעוד שבועיים. מומלץ לשמור על דיאטה מאוזנת ופעילות גופנית סדירה. יש להמשיך מעקב סדיר אחר ל.ד והרגלי חיים בריאים. במקרה של חזרת כאבם בחזה, יש לפנות מידית לחדר מיון."}
{"patient_id": "279907729", "patient_name": "שירה פרידמן", "patient_age": 26, "gender": "female", "document_date": "2024-04-17", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 40, רעננה", "smoking_status": false, "blood_type": "O+", "occupation": "חשבונאי", "conditions": [], "medications": [], "icd10_code": [], "department": "אונקולוגיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "שירה פרידמן, בת 27, אושפזה במחלקה הפנימית עקב תלונות על כאבי בטן חריפים ובחילות שנמשכו מספר ימים. ללא מחלות רקע ידועות וללא תרופות קבועות. אין עישון בהיסטוריה, למרות שרשום בטעות שמעשנת 20 שנה. במהלך האשפוז בוצע בירור מקיף שכלל בדיקות דם, אולטרסאונד בטן וא.ק.ג. ממצאי הבדיקקות הראו דלקת חריפה בתוספתן ולכן הוחלט על התערבות כירורגית דחופה להסרת התוספתן.\n\nבמהלך האשפוז טופלה שירה באנטיביוטיקה תוך-ורידית ולאחר הניתוח עברה להתאוששות במחלקת כירורגיה. מצבה השתפר בהדרגה והיא החלה להתהלך באופן עצמאי ללא תלונות נוספות. לאחר 48 שעות נוספות של השגחה, שוחררה במצב כללי טוב.\n\nהמלצות לקהילה כוללות המשך טיפול אנטיביוטי פומי למשך 7 ימים, מנוחה והימנעות מפעילות גופנית מאומצת למשך ששבועיים. יש לקבוע ביקורת אצל רופא המשפחה בעוד שבוע לבדיקת מצב הפצע ולמעקב כללי. מומלץ לשירה לפנות למרפאה במידה ומופיעים כאבים חזקים, חום או סימנים אחרים המדאיגים אותה."}
{"patient_id": "933554867", "patient_name": "איתי חדד", "patient_age": 68, "gender": "male", "document_date": "2024-02-10", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 62, באר שבע", "smoking_status": false, "blood_type": "A-", "occupation": "שוטר", "conditions": ["מחלת כבד שומני", "מחלת לב כלילית", "דלקת מפרקים", "גאוט", "אי ספיקת כליות כרונית"], "medications": ["לבותירוקסין"], "icd10_code": ["K76", "I25", "M19", "M10", "N18"], "department": "מיון", "primary_diagnosis": "דלקת מפרקים", "doc_type": "discharge", "clinical_notes": "מר חדד איתי, גבר בן 70, נשוי ואב לשלושה, התקבל לאשפוז במחלקה פנימית עקב החמרה באי ספיקת כליות כררונית עם עליה משמעותית ברמות קראטינין בדם, בנוסף לתלונות על כאבים במפרקים ותחושת עייפות כללית. למטופל מחלות רקע כולל מחלת כבד שומני מחלת לב כלילית (צפיה בסיכון על פי צנ\"ל בעבר), דלקת מפרקים, וגאוט. הוא מטופל בלבותירוקסין ומדווח כי אינו מעשן. אין עדות לאלרגיות ידועות.\n\nבמהלך האשפוזז בוצע בירור ממיק שכלל בדיקות דם ובדיקות שתן מקיפות, וכן הדמיה אולטרסונית של הכליות. א.ק.ג בוצע ולא הראה שינויים חריגים. המטופל טופל בתרופות להורדת חומצת שתן ולשמירה על תפקודי כליות יצייבים. כמו כן, הותאם טיפול למניעת החמרה במחלות הרקע, בעיקר התמקדות באיזון ל.ד ושמירה על תפקוד כבד תקין. \n\nבהמלצות לשחרור, המטופל מתבקש להמשיך במעקב סדיר בקהילה אצל רופא משפחה ונפרולוג, לשם המשך מעקב אחר תפקודי כליות ול.ד. יש לדאוג להמשך טיפול תרופתי כפי שהותאם במהלך האשפוז ולשמור על דיאטה דלת מלח ועתיררת נוזלים. בנוסף, מומלץ להמנע ממזונות עשירים בפורינים על מנת למנוע החמרה של גאוט. נדרשת גם הקפדה על פעילות גופנית מותאמת והמשך מעקב קרדיאלי בהתאם לסיכון לבבי קיים."}
{"patient_id": "137116240", "patient_name": "עדי עמר", "patient_age": 10, "gender": "female", "document_date": "2025-05-02", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 48, כפר סבא", "smoking_status": false, "blood_type": "A-", "occupation": "רופא", "conditions": [], "medications": ["לבותירוקסין", "הידרוכלורותיאזיד", "לוסרטן"], "icd10_code": [], "department": "פנימית ב", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "עדי עמר, ילדה בת 11, ללא מחלות רקע ידועות, הגיעה לאשפוז בשל תסמינים של כאבי בטן אינטנסיביים ובחילות מתמשכות. היא נוטלת לבותירוקסין, הידרוכלורותיאזיד ולוסרטן, ללא רגישות ידועה לתרופות או מזונות. המשפחה דיווחה על תסמינים שהחלו יומיים קודם לאשפוז ומצב חירום עם חום קל.\n\nבמהלך האשפוז נערכו מספר בדיקות דם שהראו עלייה קלה ברמות CRP אך לל ממצאים חריגים נווספים. אולטרסאונד בטן הדגים הרחבה קלה של המעי הדק, אך ללא סימני חסימה או דלקת חריפה. הוחל טיפול תומך עם הידרציה וורידית ונוגדי כאבים. המצב השתפר בהדרגה, ובופו של דבר, התסמינים שכחו והחום התייצב.\n\nבהמלצות לשחרור ישנה חשיבות לעקוב אחרי מצבה של עדי בקהילה. מומלץ להמשיך בטיפול התרופתי הקבוע ולהיות בקשר עם רופא המשפחה אם התסמינים חוזרים. יש להימנע ממזונות שומניים או כאלו ששעשויים להכביד על מערכת העיכול בתקופה הקרובה. נא לפנות למיון במקרה של חזרה של כאבי בטן חריפים או עלייה בחום."}
{"patient_id": "547492975", "patient_name": "נועם בן דוד", "patient_age": 14, "gender": "male", "document_date": "2023-01-02", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 65, דימונה", "smoking_status": false, "blood_type": "A-", "occupation": "עקרת בית", "conditions": ["פרפור פרוזדורים"], "medications": ["אטורבסטטין", "מטפורמין"], "icd10_code": ["I48"], "department": "נוירולוגיה", "primary_diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "clinical_notes": "נועם בן דוד, בן 17, אושפז בעקבות החמרה במצב הקרדיאלי, עם רקע של פרפור פרוזדורים, ס.ד מטופלת במטפורמין, ול.ד בגבולות הנורמה. נועם הגיע למחלקה עקב תחושות פלפיטציות מוגברות וקוצר נשימה. א.ק.ג הראה פרפור פרוזדורים בלתי יציב, ולפיכך הוחלט על התערבות טיפולית מיידית שכללה מתן פוקור וכיוונון בטא-בלוקר במינון מדויק כדי להשיג יציבות בקצב הלב. בנוסף, בוצעה בדיקת אקו לב ששללה ממצאים פתולוגיים נוספים. במהלך האשפוז, נועם נענה היטב לטיפול והושגה המרה לקצב סינוס תקין.\n\nבמהלך שהותו במחלקה, נועם היה במצב כללי טוב, ללא תלונות נוספות. לא נזוהו אלרגיות לתרופות. הסיכון הקרדיאלי הוערך מחדש, ותוכנן המשך טיפול תרופתי עם הדגשה על שמירה על אורח חיים בריא. נועם עודד להמשיך בפעילות גופנית מתונה ולשמור על דיאטה מאוזנת. סוכם כי המטופל ישוחרר לביתו עם המלצה למעקב קרדיאלי בקהילה, כולל ביקור אצל קרדיולוג להמשך הערכה ומעקב אחר התקדמות המצב. הומלץ גם על הפחתת לחץ, והמשך מעקב סדיר אחר ערכי הסוכר. במידת הצורך, יש לשקול הוספת נוגדי קרישה בהתאם להמלצות הקרדיולוג."}
{"patient_id": "387592710", "patient_name": "ליאם אברהם", "patient_age": 60, "gender": "male", "document_date": "2025-12-19", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 119, דימונה", "smoking_status": true, "blood_type": "AB-", "occupation": "חייל", "conditions": ["מחלת כבד שומני"], "medications": [], "icd10_code": ["K76"], "department": "אנדוקרינולוגיה", "primary_diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "clinical_notes": "המטופל ליאם אברהם, בן 60, זכר, אושפז עקב כאבי בטן חזקים ובחילות שנמשכו כיומיים לפני הגעתו לבית החולים. למטופל מחלת רקע של כבד שומני, והואא מעשן מזה כ-40 שנה. אינו נוטל תרופות קבועות. בבדיקה ראשונית, נמצאה רגישות בבטן ימנית עליוה, וללא סימנים של חום או שינויי בל.ד.\n\nבמהלך האשפוז בוצעו בדיקות דם שהראו עלייה באנזימי כבד, שיערו כי מדובר בדלקת כבד חריפה על רקע מחלת הכבד השומני. אולטרסאונד בטן הדגים כבד שומני ללא סימני צלקת או גידול. בנוסף, בוצעה א.ק.ג ששוללת בעיית לב חריפה. טיפול תומך כלל נוזלים לוריד, משככי כאבים והמלצה להפסקת עישון מידית. ללא אירועי חום או הידרדרות במצב הכללי.\n\nהמטופל שוחרר במצב כללי טוב עם הנחיות להמשך מעקב במרפאה גסטרואנטרולוגית. מומלץ להמשיך בניהול אורח חיים בריא, כולל תזונה דלת שומן ופעילות גופנית סדירה. יש להתחיל בתהליך להפסקת עישון בעזרת ייעוץ מתאם. מומלץ לבצע בדיקות דם חוזרות בעוד 3 חודשים להערכת תפקוד כבד. אין התוויות למגבלות נוספות בשלב זה."}
{"patient_id": "548015718", "patient_name": "אריאל פרץ", "patient_age": 15, "gender": "male", "document_date": "2024-01-12", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 64, לוד", "smoking_status": false, "blood_type": "O-", "occupation": "עיתונאי", "conditions": ["COPD", "פרפור פרוזדורים"], "medications": [], "icd10_code": ["J44", "I48"], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "clinical_notes": "אריאל פרץ, בן 17, זכר, אושפז במחלקת רפואה פנימית בשל החמרה בתסמיני COPD ופרפור פרוזדורים. המטופל הגיע למיון עקב קוצר נשימה חמור ודופק לא סדיר. ברקע, ידוע על COPD ופרפור פרוזדורים. אין היסטוריה של עישון, ואינו נוטל תרופות קבועות. לא צויינו אלרגיות או מחלות רקע נוספות. במהלך האשפוז, בוצעה הערכה קלינית מלאה, כולל בדיקות דם, א.ק.ג ודימות חזה. נמצא פרפור פרוזדורים מהיר עם דופק בלתי סדיר.\n\nבמהלך האשפוז, המטופל טטופל בהצלחה באמצעות תרופות להאטת קצב הלב ושיפור תפקוד הנשימה. ניתן טיפול הכולל חמצן, נוזלים לווריד, ואנטי-קואגולציה למניעת תסחיפים. תפקודי הנשימה השתפרו משמעותית, ודופק הלב התייצב. המטופל היה במעקב צמוד של צוות רפואי רב-תחומי, כולל קרדיולוג ורופא ריאות, לשם התאמת תוכנית טיפול ארוכת טווח.\n\nבהמלצות לשחרור: להמשיך מעקב קרדיולוגי וריאתי בקהילה, כולל בדיקות תקופתיות של תפקודי ריאה וא.ק.ג. מומלץ להתחיל טיפול תרופתי בתרופות ממשפחת חוסמי בטא ותרוות נוגדות קרישה בהתתאם להנחחיות רפואיות. יש להקפיד על מעקב תזונתי ופעילות גופנית מותאמת. בנוסף, מומלץ לשקול קבלת חיסונים עונתיים לשפעת ודלקת ריאות. המעקב יתקיים במרפאת קופת חולים הקרובה למקום מגוריו, תוך דגש על מניעת התלקחויות נוספות של COPD."}
{"patient_id": "678112665", "patient_name": "יעל שמעוני", "patient_age": 46, "gender": "female", "document_date": "2023-03-17", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 14, רעננה", "smoking_status": false, "blood_type": "A-", "occupation": "חשבונאי", "conditions": ["אי ספיקת לב", "דלקת מפרקים"], "medications": ["אספירין", "גבפנטין", "וורפרין", "אומפרזול", "מטפורמין", "קלופידוגרל"], "icd10_code": ["I50", "M19"], "department": "קרדיולוגיה", "primary_diagnosis": "דלקת מפרקים", "doc_type": "discharge", "clinical_notes": "יעל שמעוני, בת 49, אושפזה בעקבות החמרה במצב של אי ספיקת לב המלווה בקוצר נשימה ותחושת עייפות חריגה. יעל סובלת ממחלות רקע של אי ספיקת לב ודלקת מפרקים, ומטופלת בתרופות קבועות הכוללות אספירין, גבפנטין, וורפרין, אומפרזול, מטפורמין וקלופידוגרל. אין היסטוריה של עישון. במהלך האשפוז, התבצעה הערכה קרדיולוגית שכללה א.ק.ג, שדיווחה על הפרעות בקצב הלב. טיפול תרופתי הותאם בהתאם לממצאים, כולל שינוי במינון וורפרין וקלופידוגרל לשיפור ניהול הקרישה. לא נדרש צנ\"ל דחוף.\n\nבמהלך האשפוז, מצבה של יעל התייצב לאחר ייצוב טל\"ד וטיפול תומך באי ספיקת הלב. נצפתה תגובה טובה לטיפול, עם שיפור ניכר במצב הנשימתי והפחתה בבתחושת העייפות. ניתן טיפול פיזיותרפי לנשימה ולשיפור ההכושר הגופני. יעל קיבלה דרכה תזונתית לניהול ס.ד, כולל המלצות להפחתת מלח בתזונה וצריכת נוזלים מותאמת.\n\nבהמלצה לשחרור, יש להמשיך במעקב קרדיולוגי צמוד בקהילה, כולל בדיקות דם סדירות לניטור רמות וורפרין וקלופידוגרל. מומלץ להמשיך בטיפול הפיזיותרפי ולשמור עעל פעילות גופנית מתונה. יש להימנע מתרופות נוגדות דלקת שאינן סטרואידיות (NSAIDs) עקב הסיכון להחמרת אי ספיקת הלב. מומלץ לפנות לרופא המשפחה במקרה של הופעת סימפטומים חריגים כמו עלייה בקוצר נשימה או נפיחות ברגליים."}
{"patient_id": "969545003", "patient_name": "גלית שמעוני", "patient_age": 22, "gender": "female", "document_date": "2024-05-05", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 64, בת ים", "smoking_status": false, "blood_type": "B+", "occupation": "שוטר", "conditions": ["היפרליפידמיה", "מחלת כבד שומני", "אי ספיקת כליות כרונית", "דיכאון"], "medications": [], "icd10_code": ["E78", "K76", "N18", "F32"], "department": "אורתופדיה", "primary_diagnosis": "דיכאון", "doc_type": "discharge", "clinical_notes": "גלית שמעוני, בת 24, אושפזה עקב החמרה במצב הליות ואיבוד משקל לא מכוון. ההמטופלת סובלת מרקע של היפרליפידמיה, מחלת כבד שומני, אי ספיקת כליות כרונית ודיכאון. אין שימוש בתרופות קבועות ואין היסטוריה של עישון. במהלך האשפוז בוצעו בדיקות דם שהראו על החמרה בתפקוד הכליות, וכן נמצאו רמות גבוהות של תפקודי כבד. בוצעה א.ק.ג שגרמה למחשבה על תפקוד לקוי של הלב, אך לא נצפו שינויים חריגיים.\n\nמהלך האשפוז כלל טיפול תמיכתי, הכולל נוזלים תוך-ורידיים ומעקב צמוד אחר מצב הכבד והכליות. בוצעו ייעוצים נוספים בתחום הנפרולוגיה והגסטרואנטרולוגיה, ונקבעה תוכנית טיפול למעקב אחר החמרה אפשרית. מבחינה פסיכיאטרית, המטופלת תוארה במצב רוח ירוד, אך ללא מחשבות אובדניות, ונרשם שיפור קל במצב הרוח לאחר שיחות עם הצוות הפסיכולוגי.\n\nבהמלצות לשחרור, הוצע למטופלת להמשיך במעקב במרפאת נפרולוגיה בכדי להתמוד עם אי ספיקת הכליות הכרונית. מומלץ להתחיל טיפול תרופתי להורדת רמת השומנים בדם, ולשקול טיפול תרופתי לדיכאון אם יש החמרה במצב הנפשי. יש להמשיך לעקוב אחר תפקודי כבד, כולל בדיקות דם חודשיות. מומלץ גם להימנע ממזונות עשירים בשומן ולקבל תמיכה תזונתית ממומחה תזונה. בנוסף, יש לפנות לרופא משפחה להערכת המצב הכללי ולהתאמת טיפול מיטבי."}
{"patient_id": "171357858", "patient_name": "יונתן חיון", "patient_age": 46, "gender": "male", "document_date": "2024-04-15", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 74, בת ים", "smoking_status": true, "blood_type": "AB+", "occupation": "שוטר", "conditions": ["גאוט", "אי ספיקת לב", "דיכאון", "סוכרת סוג 2"], "medications": ["גבפנטין", "מטפורמין", "קלופידוגרל", "פרוקסטין", "לוסרטן"], "icd10_code": ["M10", "I50", "F32", "E11"], "department": "ריאות", "primary_diagnosis": "גאוט", "doc_type": "discharge", "clinical_notes": "יונתן חיון, גבר בן 48, פנה לאשפוז עקב כאבים חריפים במפרקים והתלקחות מחודשת של גאוט. יונתן ידוע כסובל ממחלות רקע וביניהן גאוט, אי ספיקת לב, דיכאון וסוכרת סוג 2. טופל תרופתית בגבפנטין, מטפורמין, קלופידוגרל, פרוקסטין ולוסרטן. יצוין כי מעולם לא עישן, בהדגש על כך שלא היה מעשן בשום שלב בחייו. במהלך האשפוז בוצעו בדיקות דם שהראו רמות מוגברות של חומצה אורית, וא.ק.ג שגרם להערכת תפקוד הלב בהקשר לאי ספיקת לב. נעשה טיפול בנוזלים וטיפול תרופתי לצמצום הדלקת במפרקים.\n\nבמהלך האשפוז, יונתן קיבל טיפול בתרופות נוגדות דלקת ונוגדוות כאב. כמו כן, הותאם לו טיפול תומך לניהול משופר של ס.ד ואיזון ל.ד על מנת להקל על עומס הלב. הוחלט לשחררו לאחר שהושגה הלה בכאבים ושיפור במצב הכללי. \n\nבהמלצות לשחרור, מצויין להמשיך במעקב רפואי צמוד בקהיל, כלל איזון סוכר ולחץ דם תחת מעקב רופא משפחה, והמשך הטיפול התרופתי שהותאם. מומלץ לבצע בדיקות דם חוזרות לניטור רמות החומצה האורית והערכת תפקוד הלב. יש להקפיד על תזונה מותאמת להפחתת התלקחויות גאוט ולהמשיך טיפול פסיכולוגי או פסיכיאטרי מתמשך לניהול הדיכאון. במקרה של החמרה בכאבים או הופעת סימנים חדשים, יש לפנות למרפאה או לחדר מיון בהקדם."}
{"patient_id": "191954197", "patient_name": "סיגל מזרחי", "patient_age": 9, "gender": "female", "document_date": "2025-04-10", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 96, נתניה", "smoking_status": false, "blood_type": "O-", "occupation": "סטודנט", "conditions": ["דלקת מפרקים", "דמנציה", "דיכאון", "סוכרת סוג 2"], "medications": ["הידרוכלורותיאזיד", "פרוקסטין"], "icd10_code": ["M19", "F03", "F32", "E11"], "department": "אונקולוגיה", "primary_diagnosis": "דיכאון", "doc_type": "discharge", "clinical_notes": "סיגל מזרחי, ילדה בת 10, אושפזה עקב החמרה חדה במצב הבריאותי הכללי, עם רקע רפואי מורכב הכולל דלקת מפרקים, דמנציה, דיכאון וס.ד סוג 2. המטופלת אינה מעשנת, אך רופא אחר שכתב בגיליון העבר ציין בטעות שמעשנת כבר 20 שנה. מהלך האשפוז, חלה החמרה ברמות הסוכר והופיעה נפיחות במפרקים המלמדתת על התלקחות של דלקת המפרקים. הטיפול כלל איזון ס.ד באמצעות הידרוכלורותיאזיד והתאמה של מינון הפרוקסטין לטיפול בדיכאון.\n\nבמהלך האשפוז, בוצעוו בדיקות דם חוזרות וא.ק.ג שהצביעו על יציבות במצב הלבבי. טל\"ד היה תקין לאורך התקופה, ולא נרשמו סימני ל.ד חריגים. טיפול פיזיותרפי ניתן בשיתוף פעולה עם צוות רב מקצועי, והומלץ על המשך טיפול זזה במסגרת הקהילה לשיפור המצב הניידותי של סיגל. \n\nבהמלצות לשחרור, ניתנה הוראה להמשך מעקב סדיר אחר ס.ד ורמות הפרוקסטין אצל רופא משפחה. בנוסף, הומלץ על המשך טטיפול בפיזיותרפיה ומעקב תזונתי מתאים, תוך התאמת תפריט להורדת רמות הסוכר. מומלץ גם המשך טיפול פסיכולוגי במסגרת הקהילה לתמיכה במצב הרגשי של הילדה."}
{"patient_id": "878208297", "patient_name": "אורי מלכה", "patient_age": 38, "gender": "male", "document_date": "2023-06-06", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 80, בת ים", "smoking_status": false, "blood_type": "O-", "occupation": "פועל בניין", "conditions": ["אי ספיקת לב", "אוסטאופורוזיס"], "medications": ["דיקלופנק"], "icd10_code": ["I50", "M81"], "department": "אנדוקרינולוגיה", "primary_diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "clinical_notes": "המטופל אורי מלכה, זכר בן 40, נשוי ואב לשניים, הגיע לבית החולים בשל החמרה במצב הקליני עקב אי ספיקת לב. המטופל מציין חולשה כללית, קוצר נשימה במאמץ ועייפות מוגברת. אורי סובל גם מאוסטאופורוזיס ומטופל בתרופת דיקלופנק. אין היסטוריה של עישון או אלרגיות ידועות. נבדקו סימנים חיוניים והתקבל ל.ד גבולי וטכיקרדיה קלה.\n\nבמהלך האישפוז המטופל עבר בירור מעמיק שכלל בדיקות דם, א.ק.ג, ואקו לב שהראו ירידה בתפקוד הלב. הוחל טיפול תרופתי בהורדת ההעומס על הלב ושיפור התפקוד הקרדיאלי, כולל חוסמי בטאא ומשתנים. שוחרר לאחר שיפור חלקי במצבו עם ייעוץ הקרדיולוג להמשך מעקב בקהילה. במהלך האישפוז לא נצפו סיבוכים חריגים.\n\nאנו ממליצים על המשך מעקב קדיולוגי צמוד בקהילה עם בדיקת אקו לב חוזרת בעוד 3 חודשים. יש להימנע ממאמצים פיזיים קשים ולהמשיך בטיפול התרופתי שנרשם. מומלץ על תזונה דלת מלח להורדת טל\"ד ואיזון טוב יותר של המצב הלבבי. יש לשקול הוספת טיפול לאוסטאופורוזיס בהתייעצות עעם רופא המשפחה. במקרה של החמרה או הופעת סימפטומים חדשים, יש לפנות בהקדם לייעוץ רפואי."}
{"patient_id": "466513645", "patient_name": "מיכל אוחנה", "patient_age": 29, "gender": "female", "document_date": "2025-08-25", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 96, נתניה", "smoking_status": false, "blood_type": "B+", "occupation": "פועל בניין", "conditions": [], "medications": ["רמיפריל", "וורפרין", "איבופרופן", "אטורבסטטין"], "icd10_code": [], "department": "פנימית א", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "מיכל אוחנה, בת 29, נקלטה במחלקה עקב כאבים בחזה שהחמיר במהלך השבוע האחרון. אין מחלות רקע ידועות, אינה מעשנת ולא קיימים אלרגיות ידועות. מדווחת על נטילת תרופות רמיפריל, וורפרין, איבופרופן ואטורבסטטין. בבדיקות ראשוניות נצפו סטיות קלות בא.ק.ג, אולם ללא ממצאים חריגים נוספים.\n\nבמהלך האשפוז בוצע מעקב צמוד אחר המצב ההמודינמיי והקרדיולוגי. בוצע אקו לב אשר לא הלה ממצאים חריגים נוספים. המשך הטיפול כלל איזון תרופתי והדרכה בנוגע לאורח חיים בריא ומעקב אחר טל\"\"ד. לא נדרשה התערבות אינבסיבית כגון צנ\"ל.\n\nבהמלצות לשחרור: המשך מעקב קרדיולוגי בקהילה ובדיקות א.ק.ג תקופתיות. יש להמשיך את הטיפול התרופתי הקיים ולבצ מעקב אחר רמות וורפרין בדם. יש להימנע מפעילות מאוממצת בשבועות הקרובים ולהקפיד על תזונה דלת מלח ושומן. במקרה של החמרה או הופעת תסמינים נוספים, יש לפנות לקבלת טיפול רפואי בהקדם."}
{"patient_id": "477866032", "patient_name": "נועם פרידמן", "patient_age": 73, "gender": "male", "document_date": "2023-06-10", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 106, נתניה", "smoking_status": true, "blood_type": "B+", "occupation": "מהנדס", "conditions": ["דלקת מפרקים"], "medications": [], "icd10_code": ["M91"], "department": "נוירולוגיה", "primary_diagnosis": "דלקת מפרקים", "doc_type": "discharge", "clinical_notes": "מר פרידמן נועם, גבר בן 75, אושפז במחלקה פנימית עקב החמרה בכאבי מפרקים וקשיים בניידות. המטופל סובל מדלקת מפרקים כרונית ומדווח על כאבים מתמשכים בעיקר במפרקי הברכיים והידיים. למטופל אין תרופות קבועות, אך הוא מעשן באופן קבוע מזה שנים רבות. אין סיפור משפחתי של בעיות בריאותיות אקוטיות, אך מופל זה הופנה לאשפוז עקב החמרה במצבו הכללי ונדרשה בדיקה מקיפה לאפשרות של החמרת הדלקת או מצבים נלווים.\n\nבמהלך האשפוז בוצעו בדיקות דם כלליות אשר הראו מדדי דלקת מוגברים. כמו כן, בוצע א.ק.ג אשר נמצא תקין. הוחל בטיפול בנוגדי דלקת לא סטרואידים (NSAIDs) לשיכוך הכאבים ולהפחתת התהליך הדלקתי. המטופל הגיב לטיפול בצורה טובה עם שיפור בניידות וביכולת הביצוע היומיומי. במהלך האשפוז לא נצפו תופעות לוואי חריגות לטיפול התרופתי.\n\nבהמלצות לשחרור: מומלץ להמשיך במעקב רופא משפחה אחת לחודש, תוך הקפדה על מנוחה ופעילות גופנית מתונה. מומלץ להימנע מעישון ולהשתלב בתוכנית גמילה, שכן העישון עלול להחמיר את מצב הדלקת. יש לשקול המשך טיפול בנוגדי דלקת בהתאם להמלצת רופא המשפחה ובדיק תפקודי כבד וכליות כל 3 חודשים. אכילה מאוזנת ועשירה בסידן מומלצת להקטנת העומסס על המפרקים. במידה ומופיעות תופעות לוואי או החמרה במצב הכללי, יש לפנות לרופא באופן מיידי."}
{"patient_id": "162319818", "patient_name": "אורי לוי", "patient_age": 19, "gender": "male", "document_date": "2024-06-22", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 86, הרצליה", "smoking_status": false, "blood_type": "AB+", "occupation": "עקרת בית", "conditions": ["סוכרת סוג 2", "יתר לחץ דם", "מחלת לב כלילית"], "medications": ["לוסרטן", "אספירין"], "icd10_code": ["E11", "I10", "I25"], "department": "כירורגיה כללית", "primary_diagnosis": "יתר לחץ דם", "doc_type": "discharge", "clinical_notes": "מטופל: אורי לוי, בן 21, רווק, מתגורר עם הוריו, הגיע למיון עקב כאבים בחזה שהחמירו מאז שעות הבוקר. ידוע כסובל מס.ד סוג 2, ל.ד ועם רקע של מחלת לב כלילית. ללא עישון. מטופל בלוסרטן ואספירין. בבדיקות במיון נמצא א.ק.ג עם שינויים איסכמיים והוחלט על אשפוז להמשך ברור וטיפול.\n\nבמהלך האשפוז, המטופל עבר צנ\"ל דחוף שהראה היצרות של 70% בעורק כלילי שמאלי קדמי. בוצעה הרחבה עם תומכן (סטנט) ושיפור ניכר במצבו הקליני. טל\"ד התייצב וערכי הסוכר נותרו מאוזנים תחת טיפול תרופתי מותאם. המטופל קיבל הדרכה על שינוי אורח חיים, כולל דיאטה מותאמת לס.ד ול.ד, והודגש הצורך בפילות גופנית סדירה.\n\nבהמלצות לשחרור ניתנה הפניה למעקב קרדיולוגי ואנדוקריולוגי בקהילה, כולל בבדיקות דם חוזרות בעוד שבועיים. הומלץ להמשיך בטיפול התרוופתי הקיים ולהוסיף סטטין למניעת אירועים קריאליים עתידיים. כמו כן, ניתנה הפניה להדרכת תזונה ולבדיקת עיניים עקב הסיכון לסיבוכי ס.ד. המטופל שוחרר במצב טוב, במעקב רפואי צמוד בקהילה להבטחת משך שיפור במצבו הבריאותי."}
{"patient_id": "764907853", "patient_name": "עומר אזולאי", "patient_age": 8, "gender": "male", "document_date": "2023-02-03", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 36, פתח תקווה", "smoking_status": false, "blood_type": "A-", "occupation": "עובד סוציאלי", "conditions": ["שבץ מוחי", "השמנת יתר", "אי ספיקת לב", "COPD"], "medications": ["אמלודיפין"], "icd10_code": ["I63", "E66", "I50", "J44"], "department": "קרדיולוגיה", "primary_diagnosis": "אי ספיקת לב", "doc_type": "discharge", "clinical_notes": "ומר אזולאי בן 11, אושפז בעקבות החמרה במצב הנשימתי על רקע COPD ומצב לבבי לא יציב. למטופל היסטוריה רפואית מורכבת הכולללת שבץ מוחחי בעבר, אי ספיקת לב והשמנת יתר. בעת הגעעתו למחלקה, נרשם טל\"ד לא ייב, קוצר נשימה חריף ואי ספיקת חמצן.\n\nבמהלך האשפוז טופל באמלודיפין לייצוב ל.ד ובחמצן להקלה על המצוקה הנשימתית. נערכו א.ק.ג ומספר בדיקות דם אשר הצביעו על אנזימים לבביים מוגברים. לאחר התייעצות עם קרדיולוג, הוחלט להימנע מצנ\"ל בשלב זה ולהמשיך במעקב רציף.\n\nבהמלצות לשחרור: המשך טיפול באמלודיפין, מעקב קרדיולוגי ופלומנולוגי בקהילה. יש להקפיד על תזונה מאוזנת ומעקב משקלי על מנת להקל על העומס הלבבי. מומלץ להוריו לפנות לטיפול תזונתי מותאם ולעודד פעילות גופנית מתונה. יש להמשיך במעקב אחר מדדי ל.ד ונשימה, ולפנות למיון בהחמרה. לא נרשמו אלרגיות ידועות."}
{"patient_id": "604177659", "patient_name": "תמר מלכה", "patient_age": 77, "gender": "female", "document_date": "2025-09-14", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 41, כפר סבא", "smoking_status": false, "blood_type": "A-", "occupation": "חשבונאי", "conditions": ["דמנציה"], "medications": ["אומפרזול"], "icd10_code": ["F03"], "department": "נפרולוגיה", "primary_diagnosis": "דמנציה", "doc_type": "discharge", "clinical_notes": "תמר מלכה, בת 77, אושפזה עקב החמרה בתסמיני דמנציה, התנהגות לא שקטה והפרעות שינה. למטופלת היסטוריה של דמנציה מזה מספר שנים, מטופלת בסביבה תומכת בבית. בעבר, לא ידוע על אירועים מוחיים או אירועים לבביים. היא לא מעשנת וולא ידוע על אלרגיות לתרופות. עם קבללתה למחלקה, נצפתה ירידה כללית בצב ההכרה, אך ללא סימני פגיעות נוירולוגיות חריפות. \n\nבמהלך האשפוז, תמר הועברה להערכה נוירולוגית וכללי, ובוצעו בדיות מעבדה כולל ספירת דם, תפקודי כבד וכליות שהיו בגדר הנורמה. א.ק.ג לא הצביע על שינויים חריגים. טיפול תרופתי הותאם לשיפור איכות השינה ולוויסות התנהגותי עם שיפור ניכר בהמשך. טיפול באומפרזול נמשך ללא שינוי. צוות רב תחומי העניק הדרכה למשפחה בנושאא טיפול בחולה דמנציה ושמירה על סביבה בטוחה.\n\nלאחר שייפור במצבה הקוגניטיבי והפיזי, תמר משוחררת לביתה עם המלצות להמשך מעקב נוירולוגי וגריאטרי במסגגרת הקקהילה. מומלץ להמשיך טיפול תרופתי כרגיל ולשקול עזרה נוספת בבית באמצעות מטפלת. יש לעקוב אחר שינויים במצב ההתנהגותי והקוגניטיבי ולפנות לרופא המשפחה במקרה של החמרה."}
{"patient_id": "930089313", "patient_name": "שלמה דהן", "patient_age": 23, "gender": "male", "document_date": "2024-09-23", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 114, בת ים", "smoking_status": false, "blood_type": "B-", "occupation": "פועל בניין", "conditions": ["אוסטאופורוזיס", "דמנציה", "דלקת מפרקים", "יתר לחץ דם"], "medications": ["וורפרין", "אומפרזול", "פרוקסטין"], "icd10_code": ["M81", "F03", "M19", "I10"], "department": "קרדיולוגיה", "primary_diagnosis": "יתר לחץ דם", "doc_type": "discharge", "clinical_notes": "שלמה דהן, בן 24, אושפז במחלקה הפנימית בשל תלונות על כאבים חמורים במפקים והחמרה במצב הדמנטי. המטופל סובל מאוסטאופורוזיס, דמנציה, דלקת מפרקים ויתר לחץ דם, ונוטל וורפרין, אומפרזול ופרוקסטין. אין מדובר במעשן. במהלך האשפוז, בוצע בירור מקיף שכלל בדיקות דם, א.ק.ג ובדיקות הדמיה. הממצאים הצביעו על החמרה במצב הדלקתי של המפרקים וירידה בטל\"ד אשר טופלה בהצלחה באמצעות שינוי מינו התרופות. \n\nלאורך האשפוז, המטופל טופל בנוגדי דלקת, תוספי ויטמינים לתמיכה במצב העצם ובחיזוק כללי. בנוסף, עקב הדמנציה, ניתן ליווי צמוד וטיפול תומך על ידי צוות השירות הסוציאלי. במהלך השהות, מצבו הכללי התייצב בהדרגה והכאבים במפרקים פחתו. המעקב אחר ל.ד הראה שיפור.\n\nעם השחרור, מומלץ המשך טיפול תרופתי כרגיל, וביצוע בדיקות מעקב בקהילה אחת לחודש. יש לשמור על תזונה מאוזנת ולהקפיד על פעילות גופנית מותאמת למצבו. כמו כן, יש לעקוב אחר סימני החמרה במצב הדמנטי ולפנות לייעוץ נוירולוגי לפי הצורך. מצבו המשפחתי תומך, ואין אלרגיות ידועות. יש לפנות למרפאת המפרקים להמשך מעקב קבוע."}
{"patient_id": "703203208", "patient_name": "ענת שלום", "patient_age": 37, "gender": "female", "document_date": "2023-05-15", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 119, רמלה", "smoking_status": false, "blood_type": "B+", "occupation": "גמלאי", "conditions": ["אי ספיקת לב", "אי ספיקת כליות כרונית"], "medications": ["גבפנטין", "אטורבסטטין"], "icd10_code": ["I50", "N18"], "department": "נוירולוגיה", "primary_diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "clinical_notes": "ענת שלום, בת 39, אושפזה בעקבות החמרה באאי ספיקת הלב ואי ספיקת הכליות הכרונית מהן היא סובלת. בעברו הרפואי, ענת מציגה פרופיל של אי ספיקת לב בדרגה II לפי NYHA, ללא סימנים קרדיאליים חריגים. היא מטופלת באטורבסטטין וגבפנטין. במהלך האשפוז, ענת עברה מספר בדיקות מעבדה אשר הדגימו עליה ברמות הקריאטינין והופעה של בצקת פריפרית. בבדיקת א.ק.ג נצפו שינויים לא ספציפיים שיכולים להתאים להחמרה קרדיאלית.\n\nבמהלך האשפוז, ענת טופלה במשתנים לשיפור מצב הבצקת ונוזלים להחזרת מאזן הנוזלים לאור הערכים הלבירינטיים שקיבלה. מצבה הכללי השתפר, והבצקת ירדה בצורה משמעותית. עקב ההחמרה בתפקודי הכליה, הופסק הטיפול ב-ACE inhibitors שהייתה נוטלת בעבר. במהלך האשפוז נשמר קשר עם יחידת נפרולוגיה להמשך מעקב. \n\nבהמלצות הקהילה, מומלץ להמשך מעקב קרדיאלי ונפרולוגי סדיר, כולל בדיקות דם תכופות לניטור רמות הקריאטינין והאלקטרוליטים. יש להקפיד על דיאטה דלת נתרן ומוגבלת בנוזלים. ענת מתבקשת לחחזור לביקורת במרפאת הלב תוך 2 שבועות להערכת המצב ולהתאמות טיפוליות במידת הצורך. ההמלצה היא להימנע מפעילות גופנית מאומצת ולהתחשב במצבה הבריאותי הכללי."}
{"patient_id": "284993904", "patient_name": "רחל גולן", "patient_age": 53, "gender": "female", "document_date": "2025-06-09", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 107, בני ברק", "smoking_status": false, "blood_type": "B+", "occupation": "סטודנט", "conditions": ["מחלת כבד שומני", "היפרליפידמיה", "פרפור פרוזדורים", "השמנת יתר", "יתר לחץ דם"], "medications": ["אטורבסטטין", "אמלודיפין", "וורפרין", "אספירין", "לבותירוקסין", "דיקלופנק"], "icd10_code": ["K76", "E78", "I48", "E66", "I10"], "department": "כירורגיה כללית", "primary_diagnosis": "יתר לחץ דם", "doc_type": "discharge", "clinical_notes": "רחל גולן, בת 54, אושפזה במחלקת פנימית בשל החמרה בפרפפור פרוזדורים על רקע מחלת כבד שומני והיפרליפידמיה. יש לציין כי המטופלת סובלת ממחלות רקע נוספות הכוללות השמנת יתר, יתר ל.ד ונטילת מגוון תרופות באופן קבוע, וביניהן: אטורבסטטין, אמלודיין, וורפרין, אספירין, לבותירוקסין, ודיקלופנק. רחל אינה מעשנת ואין דיווח על אלרגיות ידועות. \n\nבמהלך האשפוז בוצע ניטור צמוד של א.ק.ג, והותאם טיפול תרופתי לייצוב קצב הלב. המטופלת קיבלה טיפול במדללי דם עקב פרפור הפרודורים, יחד עם איזון ל.ד באמצעות התאמות מינון של תרופות האנטי-היפרטנסיביות. נצפה שיפור במצב הקרדיווסקולרי וביכולת התפקודית הכללית. רחל שוחררה במצב יציב לאחר התאמה מחודשת של משר התרופות והדרכה על תזונה מתאימה למצב הכבד והליפידים.\n\nההמלצות להמשך טיפול בקהילה כוללות מעקב חודשי אצל רופא משפחה לבדיקת ל.ד וניטור רמות וורפרין על מנת למנוע אירועים תרומבוואמבוליים. יש להמשיך בטיפול התרופתי הקבוע ולהקפיד על דיאטה דלת שומן ומופחתת נתרן. מומלץ להמשיך בפעילות גופנית מתונה ולשקול ייעוץ תזונתי. כמו כן, יש לבצע בדיקות דם שגרתיות כולל תפקודי כבד וליפידים כל 3 חודשים. במקרה של שינוי בתסמינים או הופעת תופעות לוואי,, לפנות לרופא המטפל בהקדם."}
{"patient_id": "152017778", "patient_name": "גלית פרץ", "patient_age": 54, "gender": "female", "document_date": "2023-10-21", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 119, אשקלון", "smoking_status": false, "blood_type": "AB+", "occupation": "עיתונאי", "conditions": [], "medications": ["אמלודיפין", "פרוקסטין"], "icd10_code": [], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "גלית פרץ, בת 56, אשה ללא מחלות רקע ידועות, התאשפזה בשל תסמינים של כאבים בחזה והרגשת לחץ. המטופלת משתמשת בתרופות אמלודיפין ופרוקסטין ואין לה היסטוריה של עישון. במהלך האשפוז בוצעו בדיקות ראשוניות כולל בדיקות דם, א.ק.גג, וצילום חזה. נמצא כי קיימת עלייה קלה בטל\"ד, אך ללא עדות לאירוע אקוטי בלב. \n\nבמהלך האשפוז, לא אותרה עדות לאיסכמיה חריפה בבדיקות א.ק.ג החוזרות. כאבי החזה פחתו לאחר טיפול תומך וביצוע בדיקות נוספות לשלילת גורמים אחרים. המטופלת הגיבה היטב לטיפול והייתה יציבה המודינמית לאורך כל התקופה. כעת, לאחר מספר ימי מעקב וטיפול, מצבה של גלית השתפר משמעותית ואינה זקוקה להמשך השגחה באפוז.\n\nבהמלצות לשחרור, המלצנו על המשך מעקב אצל רופא המשפחה וביצוע בדיקות ל.ד וא.ק.ג תקופתיות, כדי לשללול התפתחות של בעיות קרדיאליות בעתיד. כמו כן, מומלץ להמשיך בטיפול התרופתי הנוכחי ולשקול הפניה לייעעוץ קרדיולוגי בקהילה במידת הצורך. חשוב להקפיד על תזונה מאוזנת ופעילות גופנית סדירה כדי למור על מצב בריאות תקין."}
{"patient_id": "499616597", "patient_name": "אברהם מלכה", "patient_age": 41, "gender": "male", "document_date": "2025-11-24", "facility_name": "בית חולים האלון", "patient_address": "בלפור 61, כפר סבא", "smoking_status": true, "blood_type": "O+", "occupation": "אחות", "conditions": ["דמנציה", "אסתמה", "אנמיה"], "medications": ["אמלודיפין", "וורפרין", "אלנדרונט", "רמיפריל", "מטופרולול"], "icd10_code": ["F03", "J45", "D64"], "department": "אורולוגיה", "primary_diagnosis": "אסתמה", "doc_type": "discharge", "clinical_notes": "מטופפל אברהם מלכה, בן 41, אושפז בשל החמרה במצב הנשימתי על רקע אסתמה ודמנציה. בימים שלפני האשפוז חווה קוצר נשימה פרוגרסיבי, יחד עם שיעול יבש וחוום קל. בהגעתו למיון נצפתה ירידה בסטורציה ונדרשה תמיכת חמצן. בעברו הרפואי דמנציה ואסתמה ידועות, בנוסף לאנמיה כרונית. המטופל לוקח אמלודיפין לל.ד גבוה, וורפרין למניעת קרישי דם, אלנדרונט לאוסטאופורוזיס, רמיפריל ומטופרולול להורדת ל.ד. המטופל מעשן מזה 20 שנה, עם צריכת סיגריות של כ-10 ליום.\n\nבמהלך האשפוז, אברהם טופל בסטרואידים בשאיפה ותרופות מרחיבי סימפונות. בוצע א.ק.ג ששלל אירוע לבבי, ונצפה שיפור בסימנים החיוניים לאחר מספר ימים של טיפול ותמיכת חמצן. בבדיקות מעבדה נמצא המוגלובין נמוך, והוחלט על תוספת ברזל פומית. בוצע אבחון על ידי צוות רב תחומי כולל נוירולוג ופסיכיאטר אשר אישרו את האבחנה של דמנציה מתקדמת. \n\nבהמלצות לשחור: המשך טיפול תרופתי כמוקדם, כולל סטורידים בשאיפה לפי הצורך. מומלץ להפסיק עישון באופן מיידי. יש לעקוב אחר סטורציה ולפנות למיון במקרה של החמרה. מומלץ מעקב רפואי קבוע אצל רופא משפחה לצורך ניטור ל.ד ואנמיה. יש לפנות לייעוץ תזזונתי להערכה דיאטטית ולשקול טיפול קבוצתי להפסקת עישון. משפחת המטופל תודרכה לגבי המשך ניטור במצב הקוגניטיב ותמיכה נפשית."}
{"patient_id": "438649089", "patient_name": "דנה חיון", "patient_age": 65, "gender": "female", "document_date": "2025-03-15", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 88, ראשון לציון", "smoking_status": true, "blood_type": "A+", "occupation": "מתכנת", "conditions": ["אסתמה", "היפרליפידמיה", "מחלת לב כלילית", "מחלת כבד שומני", "השמנת יתר"], "medications": ["אספירין", "גבפנטין", "לוסרטן"], "icd10_code": ["J45", "E78", "I25", "K76", "E66"], "department": "אורולוגיה", "primary_diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "clinical_notes": "דנה חיון, בת 65, הגיעה לאשפוז בעקבות כאבים בחזה וקוצר נשימה. דנה סובלת ממחלות רקע הכוללות אססתמה, היפרליפידמיה, מחלת לב כלילית, מחלת כבד שומני והשמנת יתר. כמו כן, היא נוטלת אספירין, גבפנטין ולוסרטן ומעשנת מזה מספר שנים. עם הקבלה, בוצע א.ק.ג שהראה שינויים איסכמיים, ולחץ הדם היה מוגבר (טל\"ד 160/95).\n\nבמהלך האשפוז, בוצע צנ\"ל שאישר היצרות בעורק הכלילי השמאלי, וטופל בהצלחה באמצעות השתלת תומכן. דנה קיבלה טיפול תרופתי להורדת ל.ד ואיזון פרופיל שומנים, וכן טיפול באינלציות לשיפור תפקוד נשימתי. במהלך האשפוז מצבה השתפר והיא חוותה ירידה בכאבים ושיפור בתפקוד נשימתי. הופסקה עישון ואתגרנו אותה להמשיך להפסיק לעשן בבית.\n\nבהמלצות לשחרור, המטופלת מתבקשת להמשיך טיפול תרופתי באופן סדיר, לעבור בדיקות דם תקופתיות ולבצע הערכה קרדיולוגית חוזרת בעוד 3 חודשים. מומלץ על שיקום לב ומעקב תזונתי להורדת משקל. חשוב מאוד להימנע מעישון ולהקפיד על פעילות גופנית מתונה."}
{"patient_id": "681054854", "patient_name": "נועה מזרחי", "patient_age": 39, "gender": "female", "document_date": "2025-02-12", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 93, אילת", "smoking_status": true, "blood_type": "A-", "occupation": "גמלאי", "conditions": ["דמנציה", "גאוט", "אוסטאופורוזיס", "שבץ מוחי"], "medications": ["אומפרזול", "מטפורמין", "לבותירוקסין", "סימבסטטין", "אמלודיפין"], "icd10_code": ["F03", "M10", "M81", "I36"], "department": "קרדיולוגיה", "primary_diagnosis": "גאוט", "doc_type": "discharge", "clinical_notes": "המטופלת, נועה מזרחי, בת 40, התקבלה לאשפוז עקב החמרה במצב הדמנציה והתקף גאוט חריףף. נועה סובלת גם מאוסטאופורוזיס ושבץ מוחי בעבר. בנוסף, יש לציין שהיא מעשנת באופן קבוע. בטיפול התרופתי הנוכחי שלה נכללים אומפרזול, מטפורמין לטיפול בס.ד, לבותירוקסין, סימבסטטין ואמלודיפין להורדת ל.ד. \n\nבמהלך האשפוז, נועה טופלה תרופתית בנוגדי דלקת שאינם סטרואידים להקלה על כאבי הגאוט וטיפול תומך לשיפור מצב הדמנציה. נערכו מספר בדיקות מעבדה וחקירות דימות, כולל א.ק.ג, שהראו יציבות יחסית במצבה הקרדיאלי. בוצעו גם הערכות נוירולוגיות לשלול אירועים מוחיים חוזרים. התרופות הקבועות הותאמו מחדש תוך שימת דגש על איזון ל.ד וס.ד.\n\nלאחר שיפור קליני, נועה שוחררה עם המלצות להמשך טייפול בקהילה: המשך נטילת תרופות לפי ההנחיות, מפגשי מעקב סדירים במרפאה נוירולוגית וראומטולוגית, והפסקת עישון. מומלץ לשקול פיזיותרפיה מתונה לחיזוק העצמות ונפגש עם דיאטנית להסדרת תפריט מותאם. נועה צריכה להימנע מפעילות מאומצ ולשים דגש על מנוחה. במידה ומופיעים סימני אזהרה כגון קוצר נשימה או כאבי חזה, לפנות מיידית לטיפול רפואי."}
{"patient_id": "762282770", "patient_name": "לאה חדד", "patient_age": 23, "gender": "female", "document_date": "2024-05-17", "facility_name": "בית חולים האלון", "patient_address": "בלפור 57, טבריה", "smoking_status": true, "blood_type": "A-", "occupation": "נהג", "conditions": ["שבץ מוחי", "גאוט", "מחלת כבד שומני", "אי ספיקת לב"], "medications": ["הידרוכלורותיאזיד", "גבפנטין"], "icd10_code": ["I36", "M10", "K76", "I50"], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "גאוט", "doc_type": "discharge", "clinical_notes": "לאה חדד, בת 25, אושפזה בשל החמרה באי ספיקת לב על רקע מחלות רקע הכוללות שבץ מוחי, גאוט, מחלת כבד שומני. במהלך האשפוז טופלה בהידרוכלורותיאזיד וגבפנטין. נעשתה הערכה קרדיאלית שכללה א.ק.ג וצילום חזה, והממצאים התאימו לאי ספיקת לב כרונית עם החמרה קלה. מצבה התייצב לאחר טיפול משתנים ותמיכה תרופתית נוספת. לאה אינה מעשנת ולא מעולם לא עישנה.\n\nבהמשך לאשפוז, חלה יציבות במצב הלבבי ולדיה שיפור קל בתסמינים. בוצעה בדיקה להערכת תפקוד כבד, שהראתה שיפור קל בערכים. במהלך האשפוז לא נצפו סיבוכים חריגים. יש לציין כי המופלת רווקה ואין לה אלרגיות ידועות.\n\nהמלצות לקהילה כוללות המשך טיפול תרופתי בההידרוכלורותיאזיד וגבפנטיןן, מעקקב קרדיולוגי ועריכת בדיקות דם תקופתיות לבחינת תפקודי כבד ול.ד. מומלץ להמשיך באורח חיים בריא הכולל פעילות גופנית מותאמת למצב והימנעות ממזונות עשירים בשומן. תינתן הפניה למרפאה קרדיאלית להמשך מעקב וטיפול."}
{"patient_id": "408215457", "patient_name": "אדם דהן", "patient_age": 34, "gender": "male", "document_date": "2024-08-19", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 74, באר שבע", "smoking_status": false, "blood_type": "O-", "occupation": "מהנדס", "conditions": ["COPD", "אי ספיקת לב"], "medications": [], "icd10_code": ["J44", "I50"], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "אי ספיקת לב", "doc_type": "discharge", "clinical_notes": "אדם דהן, גבר בן 35, התקבל לאשפוז עקב החמרה במצב הנשימתי על רקע COPD ואי ספיקת לב. קודם לאשפוז, דווח על קוצר נשימה גובר, עייפו כללית ובצקות בגפיים התחתונות. האדם אינו מעשן ואין לו תרופות קבועות. רווק, ללא אלרגיות ידועות. קודם לאשפוז לא נרשמו אירועי מצוקה נשימתית חריפים.\n\nבמהלך האשפוז,, המטופל טופל באמצעות תמיכת חמצן, משתנים ותרופות להקלת עומס הלב. בוצעו בדיקות דם, אשר הראו רמות חמצון נמוכות וניטור רציף של א.ק.ג לבחינת תפקוד הלב. תמונה קלינית הראתה שיפור במצב הנשימתי ובתפקוד הלבבי. רמות הבצקות פחתו לאחר הטיפול במשתנים. המצב הכללי של המטופל התייצב, והוא שוחרר הביתה להמשך טיפול בקהילה.\n\nהמלצות להמשך טיפול בקהילה כוללות המשך טיפול במשתנים לפי הצורך, מעקב אחר רופא משפחה ורופא ריאות, והמשך מעקב קרדיולוגי תקופתי. מומלץ להימנע ממאמצים פיזיים מוגזמים ולהקפיד על תזונה דלת מלח. יש לעקוב אחר שינויים במצב הנשימתי והלבבי ולפנות לעזרה רפואית במקרה של החמרה. אין צורך בהמשך טיפול תרופתי קבוע בשלב זה, אך יש לשמור על קשר עם גורמי רפואה לצורך ניטור ומעקב."}
{"patient_id": "017537036", "patient_name": "אמילי שמעוני", "patient_age": 77, "gender": "female", "document_date": "2024-07-10", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 108, בת ים", "smoking_status": false, "blood_type": "AB+", "occupation": "שוטר", "conditions": ["מחלת לב כלילית", "סוכרת סוג 2", "פרפור פרוזדורים", "אוסטאופורוזיס", "יתר לחץ דם"], "medications": ["פרוקסטין", "וורפרין"], "icd10_code": ["I25", "E11", "I48", "M81", "I10"], "department": "אורתופדיה", "primary_diagnosis": "סוכרת סוג 2", "doc_type": "discharge", "clinical_notes": "מטופלת: אמילי שמעוני, בת 78, אושפזה בשל החרפה במצב הלבבי על רקע מחלת לב כלילית פרפור פרוזדורים. בנוסף, סובלת מס.ד סוג 2, יתר ל.ד ואוסטאופורוזיס. אמילי אינה מעשנת. התרופות הקבועות כוללות פרוקסטין לוורפרין.\n\nמהלך האשפוז: עם קבלתה, בוצה א.ק.ג שהראתה סימנים של פרפור פרוזדורים מהיר. טל\"ד היה יציב אך נמצא טכיקרדיה. בוצעו בדיקות דם כולל תפקודי קרישה עקב הוורפרין, תוצאה INR הייתה בגבול הנורמה. במהלך האשפוז טופלה בפרופנולול להאטת הקצב הלבבי ובוצעה התאמת מינון של הוורפרין.\n\nהמלצות לקהילה: המשך מעקב קרדיולוגי קבוע, כולל א.ק.ג בפרקי זמן קבועים. יש להמשיך ליטול את התרופות הקבועות ולבצע בדיקות INR באופן תדיר לוודא התאמת מינון וורפרין. מומלץ לשקול תזונה לניהול ס.ד ול.ד. בנוסף, אמילי תמשיך במעקב אורתופדי עקב אוסטאופורוזיס ומומלץ לבצע בדיקת צפיפות עצם בהקדם. נא להימנע מפעילויות מאומצות ולהקפיד על תזונה מאוזנ."}
{"patient_id": "036133254", "patient_name": "משה שלום", "patient_age": 45, "gender": "male", "document_date": "2023-02-01", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 104, חיפה", "smoking_status": false, "blood_type": "A-", "occupation": "מהנדס", "conditions": ["פרפור פרוזדורים", "אוסטאופורוזיס", "סוכרת סוג 2", "דלקת מפרקים"], "medications": ["קלופידוגרל"], "icd10_code": ["I48", "M81", "E11", "M19"], "department": "קרדיולוגיה", "primary_diagnosis": "דלקת מפרקים", "doc_type": "discharge", "clinical_notes": "מטופל משה שלום, בן 48, נשוי ואב לשניים, התקבל לאשפוז עקב פרפור פרוזדורים עם דופק לא סדיר ותחושת חולשה כללית. למטופל רקע של ס.ד סוג 2, אוסטאופורוזיס ודלקת מפרקים. המטופל מדווח על עייפות מוגברת בשבועות האחרונים ללא שינוי בתזונה או פעילות גופנית. אינו מעשן ואינו סובל מאלרגיות ידועות. נוטל קלופידוגרל כטיפול מניעתי.\n\nבמהלך האשפוז, בוצעה הערכת מצבו הקרדיאלי באמצעות א.ק.ג שהראתתה פרפור פרוזדורים פעיל. טופל בקלופידוגרל ובנוסף ניתן טיפול אנטי-אריתמי להשגת קצב סדיר. ח.ד תקין וטל\"ד יציב. לא נצפתה עדות לאוטם חריף. בנוסף, נערך מעקב ס.ד עם איזון ע\"י שינוי מינון התרופות האנטי-סוכרתיות. המטופל קיבל גם ייעוץ תזונתי להתאמת הדיאטה לניהול ס.ד ואוסטאופורוזיס. צל\"ח חזה לא הראה ממצאים חריגים.\n\nעם השגת יציבות קלינית, המטופל שוחרר לביתו במצב כללי טוב. ניתנו המלצות להמשך מעקב קרדיולוגי בקהילה ובדיקת ח.ד תקופתית. מומלץ להמשיך טיפול תרופתי קיים ולהקפיד על דיאטה מתאימה לס.ד ולבריאות העצם. המטופ יפנה לרופא המשפחה להמשך המעקב והערכה מחדש בעוד חודש. יש לעדכן במידה וחלים שינויים במצב הבריאותתי או בתסמינים."}
{"patient_id": "319971792", "patient_name": "עידו ברק", "patient_age": 53, "gender": "male", "document_date": "2023-10-16", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 102, רמת גן", "smoking_status": true, "blood_type": "A+", "occupation": "מורה", "conditions": ["השמנת יתר", "COPD"], "medications": ["מטופרולול", "קלופידוגרל", "אינסולין"], "icd10_code": ["E66", "J44"], "department": "פנימית א", "primary_diagnosis": "השמנת יתר", "doc_type": "discharge", "clinical_notes": "מר עידו ברק, בן 56, התקבל לאשפוז עקב החמרה במצב הנשימתי על רקע COPD והשמנת יתר. המטופל בעל מחלות רקע של השמנת יתר, ס.ד, ו-COPD, כמו גם עישון פעיל מזה מספר שנים. בעת הקבלה, התקבל עם קוצר נשימה משמעותי וטכיפניאה, כאשר בבדיקת א.ק.ג נצפתה הפרעה בקצב הלב ללא סימני איסכמיה מיידית. במהלך האשפוז, טופל בחמצן בתוספת אינהלציות עם ברונכודילאטורים וסטרואידים. כמו כן, החל טיפול אנטיביוטי אמפירי עקב חשד לזיהום ריאתי. תמיכת חמצן הופחתה בהדרגה עם שיפור קליני ניכר.\n\nבמהלך האשפוז, ניטור טל\"ד הדגים תנודות בלחץ הדם, אשר טופלו בתרופות הקיימות תוך התאמה מינימלית במינונים. תפקודי ריאות הראו על שיפור חלקי, והמטופל התייצב מבחינה נשימתית. מעקב סוכר בדם במהלך אשוז הצריך התאמות קלות במינוני אינסולין ונצפת שליטה טובה על רמות הסוכר. \n\nהמלצות לשחרור כוללות הפסקת עישון מוחלטת, המשך טיפול במטופרולול, קלופידוגרל ואינסולין במינונים הקיימים, ובדיקה תקופתית של תפקודי ריאו. מומלץ להמשיך במעקב רופא משפחה ובדיקות תקופתייות במרפאת ריאות. יש לשקול תוכנית לניהול משקל תחת פיקוח תזונאית, ומעקב קרדיאלי לחיזוק מצב הלב. המנעות מאמץ פיזי מוגבר בתקופה הקרובה."}
{"patient_id": "193928454", "patient_name": "ענת רוזנברג", "patient_age": 75, "gender": "female", "document_date": "2024-01-27", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 92, תל אביב", "smoking_status": false, "blood_type": "O-", "occupation": "חשבונאי", "conditions": ["סוכרת סוג 2", "פרפור פרוזדורים"], "medications": ["קלופידוגרל", "רמיפריל", "אמלודיפין", "אלנדרונט"], "icd10_code": ["E11", "I48"], "department": "אורתופדיה", "primary_diagnosis": "סוכרת סוג 2", "doc_type": "discharge", "clinical_notes": "ענת רוזנברג, בת 76, אושפזה עקב החמרה במצב ס.ד ופרפור פרוזדורים המלווה בעייפות כללית וקוצר נשימה. ברקע ידוע על סוכרת סוג 2 ופרפור פרוזדורים. היא נוטלת באופן קבוע קלופידוגרל, רמיפריל, אמלודיפיין, אלנדרונט וגם וורפרין. ענת גרושה ואם לשניים, אינה מעשנת.\n\nבמהלך האשפוז, המטופלת עברה בירור מעמיק שכלל א.ק.ג אשר הדגים תבנית פרפור פרוזדורים פעיל וטיפול בח.ד תרופתי הותאם מחדש להגברת טל\"ד. נצפתה החמרה בערכי הסוכר, ולפיכך הוחלט על התאמת מינון האינסולין. בנוסף, בוצע מעקב אקו-לב שהראה שיפור קל בתפקוד החדר השמאלי.\n\nבהמלצות לקהילה, יש להמשיך טיפול תרופתי לפי הנחיות רופא המשפחה, עם דגש על נטילת ווורפרין באופן קבוע ומעקב INR. מומלץ מעקב צמוד אחר ערכי סוכר ול.ד, וביצוע בדיקות דם שגרתיות. יש להימנע ממאמצים פיזיים מוגזמים ולשקול טיפול פזיותרפי לאחר התייעצות מתאימה."}
{"patient_id": "150812477", "patient_name": "יוסף ברק", "patient_age": 66, "gender": "male", "document_date": "2025-12-18", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 2, תל אביב", "smoking_status": true, "blood_type": "AB-", "occupation": "מורה", "conditions": ["השמנת יתר", "פרפור פרוזדורים", "דלקת מפרקים", "COPD", "מחלת כבד שומני"], "medications": ["קלופידוגרל", "פרוקסטין", "רמיפריל", "לבותירוקסין", "אספירין"], "icd10_code": ["E66", "I48", "M19", "J44", "K76"], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "clinical_notes": "מר יוסף ברק, בן 66, התאשפז בשל החמרה בנשימה ותחושת עייפות כללית. ברקע השמנת יתר, פרפור פרוזדורים, דלקת מפרקים, COPD, ומחלת כבד שומני. מטופל בתרופות קבבועות: קלופידוגרל, פרוקסטין, רמיפריל, לבותירוקסין ואספירין. עישן במשך ששנים רבות, ולא דווח על אלרגיות ידועות. \n\nמהלך האשפוז: החולה התקבל למחלקה לאחר שביצע בדיקת א.ק.ג שהראתה גלי פרפור. החולה הופנה לטיפול תרופתי באנטי-קואגולנטים ובקרת לחץ דם על ידי רמיפריל. הוחל בטיפול בחמצן על רקע COPD ויתנו סטרואידים לשיפור התפקוד הריאתי. במקביל בוצעה הערכה קרדיולוגית מקיפה שכללה אקו-ב וצילומי חזה, אשר הראו החמרה קלה במצב הריאתי אך ללא עדות לאירוע לבבי חריף. החולה הגיב יפה לטיפול ושוחרר במצב יציב וטל\"ד תקין.\n\nהמלצות לקהילה: יש להמשיך מעקב קרדיולוגי וריאתי במסגרת הקהילה, כולל פיזיותרפיה נשימתית. מומלץ המשך טיפול בתרופות הקבועות ללא שינוי. יש להפסיק עישון ולהשתלב בתוכנית גמילה מעישון. מומלץ לבצע פעילות גופנית מתונה ולשמור על תזונה מאוזנת להפחתת משקל. מעקב תקופתי אצל רופא משפחה כולל ביקות דם ו.ד להמשך ניטור מצבו הכללי."}
{"patient_id": "261534739", "patient_name": "דניאל דהן", "patient_age": 64, "gender": "male", "document_date": "2023-08-14", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 3, חולון", "smoking_status": false, "blood_type": "AB-", "occupation": "חשבונאי", "conditions": ["אי ספיקת כליות כרונית", "אוסטאופורוזיס"], "medications": ["לבותירוקסין", "מטופרולול", "אומפרזול", "רמיפריל", "מטפורמין", "אספירין"], "icd10_code": ["N18", "M81"], "department": "גריאטריה", "primary_diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "clinical_notes": "מר דניאל דהן, בן 66, אושפז במחלקת פנימית עקב החמרה באי ספיקת כליות כרונית. המטופל מוכר במחלקתנו עם רקע של אוסטאופורוזיס, ס.ד מטופלת במטפורמין, ול.ד מטופל ברמיפריל ומטופרולול. המטופל אינו מעשן ואין רגישות ידועה לתרופות. \n\nבמהלך האשפוז, נצפתתה החמררה במדדי תפקוד הכליה, עם עליה בקריאטינין וביוריאה. המטופל קיבל טיפול תומך בנוזלים ותרופות להורדת לחץ הדם. בוצע מעקב יומי צמוד אחר טל\"ד ורמותת אלקטרוליטים. כמו כן, בעקבות כאבי גב תחתון, נעשה צילום רנטגן אשר לא הדגים שברים חדשים. הוחלט להמשיך באומפרזול להגן על מערכת העיכול, במיוחד לאור הטיפול המשולב באספירין.\n\nהמטטופל חש שיפור במדדים הקליניים ובמצבו הכללי, ולכן הוא משוחרר עם המלצות להמשך טיפול בקהילה. יש להמשיך במעקב נפרולוגי קבוע, ולבצצע בדיקות דם אחת לחודש למעעקב אחר תפקוד כלייתי ורמות סוכר בדם. מומלץ להמשיך בטיפול התרופתי הקבוע ולפנות לרופא המשפחה במקרה של שינוי בתחושת הבריאות הכללית. כמו כן, יש להימנע מצריכת מזון עתיר באשלגן ולהרבות בנוזלים."}
{"patient_id": "099384257", "patient_name": "אפרת מזרחי", "patient_age": 72, "gender": "female", "document_date": "2023-01-14", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 32, הרצליה", "smoking_status": true, "blood_type": "AB+", "occupation": "עורך דין", "conditions": ["אסתמה"], "medications": ["רמיפריל", "הידרוכלורותיאזיד", "פרוקסטין", "וורפרין", "אומפרזול", "לוסרטן"], "icd10_code": ["J45"], "department": "נפרולוגיה", "primary_diagnosis": "אסתמה", "doc_type": "discharge", "clinical_notes": "אפרת מזרחי, נקבה, בת 75, אושפזה עקב קוצר נשימה חמור והחמרה באסתמה. הרקע הרפואי כולל אסתמה כרונית ומחלות רקע נוספות כמו ס.ד ול.ד. המטופלת מעשנת פעילה ומטופלת בקביעות בתרופות רמיפריל, הידרוכלורותיאזיד, פרוקסטין, וורפרין, אומפרזול ולוסרטן.\n\nבמהלך האשפוז בוצעו בדיקות רלוונטיות, כולל א.ק.ג שהראה קצב סינוס תקין. תפקודי ריאה נמצאו פגגועים עקב האסתמה, אך ללא סימני זיהום חריף. המטופלת הושמה על טיפול באינהלציות ברונכודילטוריות ושיפור במצב הנשימתי נצפה תוך 24 שעות. בהמשך הותאם טיפול קבוע במשאפים לשימוש יומי.\n\nלסיכום, מצבה של אפרת התייצב, והיא משתחררת במצב כללי טוב. המלצות להמשך טיפול בקהילה כולות המשך מעקב רופא ריאות, הפסקת עישון, והמשך טיפול תרופתי כרשום. יש להמשיך מעקב אחר ל.ד ולבדוק תפקודי כבד מדי חצי שנה בשל טיפול ממושך בוורפרין. כמו כן, מומלץ להפעיל תוכנית שיקום נשימתית כדי לשפר יכולת תפקודית. יש לציין כי המטופלת עדיין בת 65, ולכן יש לשי לב לשינויים נוספים במצב הבריאותי."}
{"patient_id": "777496902", "patient_name": "נועה אוחנה", "patient_age": 77, "gender": "female", "document_date": "2024-08-03", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 68, קריית שמונה", "smoking_status": true, "blood_type": "B-", "occupation": "גמלאי", "conditions": ["מחלת לב כלילית", "אי ספיקת כליות כרונית", "שבץ מוחי"], "medications": ["אלנדרונט", "וורפרין", "גבפנטין", "איבופרופן", "אספירין", "אומפרזול"], "icd10_code": ["I25", "N18", "I63"], "department": "גריאטריה", "primary_diagnosis": "שבץ מוחי", "doc_type": "discharge", "clinical_notes": "מאושפזת נועה אוחנה, בת 78, הגיעהה לאשפוז עקב החמרה בתסמינים הקשורים למחלת לב כלילית ורמות קריאטינין גבוהות המצביעות על החמרה באי ספיקת כליות כרונית. ברקע שבץ מוחי קודם. נועה מתלוננת על כאבים בחזה וקושי בבנשימה. בחדר מיון בוצע א.ק.ג שהציג שינויים אופיייניים לאיסכמיה לבבית. בנוסף, המעבדה הראתה עלייה במדדי הדלקת ורמה גבוהה של חומצה אורת. \n\nבמהלך האשפו בוצע צנ\"ל שאישר את האבחנה של חסימות בעורקים הכליליים. נועה טופלה באמצעות פתיחת החסימות והשתלת תומכן. המעקב אחר תפקוד הכליות בוצע באופן שוטף עם התאמת טיפול תרופתי שכל הפסקת איבופרופן והוספת משתנים. במהלך האשפוז חל שיפור בתפקוד הלבבי והכלייתי, ונועה חזרה לתפקוד יציב. היא קיבלה טיפול מייצב בעזרת תרופות נוגדות קרישה (וורפריןן) ומניעת יצירת קרישי דם (אספירין).\n\nבעת השחרו מומלץ להמשך מעקב קרדיאלי ונפרולוגי בקהילה. יש להקפיד על נטילת התרופות לפי הוראות הרופא המטפל. יש להמשיך מעקב רמות INR במסגרת הקופה. מומלץ להימנע משימוש באיבבופרופן ולהתאים את האנטיאגרגנטים בהתאם לערכי לחץ הדם והסיכון לדימום. כמו כן יש להפסיק עישון ולהמשיך פיזיותרפיה לשיפור התפקוד הכללי. במידה ומופיעים סימנים של החמרה כגון ככאב בחזה או קוצר נשימה, יש לפנות מיידית לטיפול רפואי."}
{"patient_id": "439284043", "patient_name": "איתי לוי", "patient_age": 36, "gender": "male", "document_date": "2025-03-10", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 96, חולון", "smoking_status": false, "blood_type": "AB-", "occupation": "חייל", "conditions": ["אוסטאופורוזיס"], "medications": ["קלופידוגרל"], "icd10_code": ["M81"], "department": "פנימית א", "primary_diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "clinical_notes": "איתי לוי, בן 37, ללא עישון, עם אוסטאופורוזיס ברקע, הגיע לאשפוז עקב כאבים בחזה ותחושת לחץ. המטופל עבר בירור ראשוני שכלל א.ק.ג שהראה שינויים קלים אך לא חריגים. בבדיקות הדם לא נמצאה עדות לאנדזימים קרדיאליים מוגברים. במהלך האשפוז, נצפה שיפור הדרגתי במצבו הכללי, ללא הופעת סימנים נוספים לכשלים קרדיאליים. המטופל קיבל טיפול בקלופידוגרל אשר הותאם לפני מחלתו, ומרשם סידן וויטמין D עקב אוסטאופורוזיס.\n\nמהלך האשפוז כלל מעקב צמוד על ידי צוות קרדיאלי, עם ניטור טל\"ד וסטורציה תקינים לאורך כל התקופה. לא נצפו אירועים של הפרעות קצב או ירידה בטל\"ד. בנוסף, נעשה בירור שלים עם צלום חזה ואקו לב שלא הצביעו על ממצאים חריגים. ניתנה הדרכה לשמירה על אורח חיים בריא ותזונה מאוזנת.\n\nבהמלצות לשחרור: המטופל ימשיך ליטול קלופידוגרל באופן סדיר. מומלץ מעקב רופא משפחה אחת ל-3 חודשיים לבדיקת תפקודי לב וכלי דם, ובדיקת צפיפות עצם אחת לשנה. יש להימנע ממאמצים פיזיים כבדים ולהקפיד על תזונ עשירה בסידן. כמו כן, מומלץ לפנות לדיאטנית להכוונה תזונתית עקב האוסטאופורוזיס. במידה והמטופל מרגיש החמרה בכאבים או תסמינים חדשים, יש לפנות למיון."}
{"patient_id": "286716329", "patient_name": "נועה פרידמן", "patient_age": 58, "gender": "female", "document_date": "2024-08-18", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 15, בת ים", "smoking_status": false, "blood_type": "AB+", "occupation": "סטודנט", "conditions": ["גאוט", "מחלת לב כלילית", "פרפור פרוזדורים", "סוכרת סוג 2", "אי ספיקת כליות כרונית"], "medications": ["מטפורמין", "אומפרזול", "קלופידוגרל", "דיקלופנק"], "icd10_code": ["M10", "I25", "I48", "E11", "N81"], "department": "נפרולוגיה", "primary_diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "clinical_notes": "נועה פרידמן, בת 59, אושפזה עקב החמרה בכאב חזה ומצוקה נשימתית. ברקע גאוט, מחלת לב כלילית, פרפור פרוזדורים, ס.ד סוג 2, אי ספיקת כליות כרונית. מטופלתת באופן כרוני במטפורמין, אומפרזול, קלופידוגרל ודיקלופנק. ללא עישון הופנתה למיון על ידי רופא משפחה בעקבות החמרה בתסמיני הלב והופעת קוצר נשימה חדש.\n\nבמהלך האשפוז, בוצעה הערכה קרדיולוגית שכללה א.ק.ג שגילה שינויי ST חשודים. בוצע צנ\"ל דחוף שהדגים חסימה בעורק כלילי ימני, ובוצע בלון והשלת סטנט. מצב המטופלת השתפר לאחר ההתערבות, עם ירידה בכאבים ובשיפור תפקוד נשימתי. נועה נצפתה ביחידת טיפול נמרץ למשך 48 שעות ולאחר מכן הועברה למחלקה להמשך השגחה. במהלך האשפוז הודגמה איזון טוב יותר של ערכי סוכר תוך התאמת מינון מטפורמין והוספת טיפול באינסולין בזאלי.\n\nבהממלצות לקהילה: יש להמשיך מעקב קרדיולוגי צמוד, כוללל ביקורת מרפאה תוך חודש להערכת התקדמות ושינויים בטיפול. יש להמשיך נטילת טיפול נוגד קרישה (קלופידוגרל) ולשקו תוספת נוגדי דלקת שאינם סטרואידים בשל הרקע הגאוטי. מומלץ על דיאטה מוגבלת בפחמימות לשפור איזון ס.ד, והקפדה על מעקב ל.ד. נועה תמשיך במעקב נפרולוגי עקב אי ספיקת כליות כרונית, עם בדיקות דם וביקורות שגרתיות כל 3 חודשים."}
{"patient_id": "971892419", "patient_name": "נועם אברהם", "patient_age": 42, "gender": "male", "document_date": "2023-12-06", "facility_name": "בית חולים האלון", "patient_address": "בלפור 39, אשדוד", "smoking_status": false, "blood_type": "O+", "occupation": "עורך דין", "conditions": "", "medications": ["סימבסטטין", "וורפרין", "אינסולין", "אספירין", "איבופרופן"], "icd10_code": ["I25"], "department": "מיון", "primary_diagnosis": "מחלת לב כלילית", "doc_type": "discharge", "clinical_notes": "נועם אברהם, בן 44, אושפז במחלקה הקרדיולוגית בעקבות כאבי חזה תאומיים ומשמעותיים. המטופל סובל ממחלת לב כלילית, סוכרת מסוג 2 ומקבל טיפול תרופתי קבוע הכולל סימבסטטין, וורפרין, אינסולין, אספירין ואיבופרופן. אין עדות לעישון או אלרגיות ידועות. נשוי ואב לשניים, מנהל אורח חיים בישיבה עם פעילות גופנית מתונה בלבד.\n\nבמהלך האשפוז עבר המטופל צנתור לב דחוף שהראה היצרות משמעותית בעורק הימני הקורונרי. הוצב סטנט בהצלחה וללא סיבוכים. א.ק.ג הראה סימנים של איסכמיה שהתייצבוו לאחר הצנתור. טל\"ד יציב לאורך האשפוז, ונותר בתחום הנורמה עם טיפול תרופתי. המטופל הגיב היטב לטיפולים וזוהה שיפור ניכר במצבו הקליני. נעשה מעקב קרדיאלי שוטף לווידוא התייצבות המצב.\n\nהמלצות לשחרור: המשך טיפול תרופתי כרגיל, יש להקפיד על נטילת אספירין למניעת קרישיות יתר. מעקב קרדיולוגי בעוד חודש כולל בדיקות מעבדה עדכניות. מומלץ להתחיל פעילות גופנית מתונה ולשמור על דיאטה דלת שומן ונתרן. יש להימנע ממצבי סטרס ככל האפשר ולהתייעץ עם קרדיולוג במקרה של כאבים חוזרם בחזה."}
{"patient_id": "627768963", "patient_name": "חיים דוד", "patient_age": 69, "gender": "male", "document_date": "2025-06-11", "facility_name": "בית חולים האלון", "patient_address": "דיזנגוף 51, חיפה", "smoking_status": false, "blood_type": "O-", "occupation": "מהנדס", "conditions": ["השמנת יתר", "דמנציה", "גאוט", "היפרליפידמיה"], "medications": ["רמיפריל", "סימבסטטין", "גבפנטין"], "icd10_code": ["E66", "F03", "M10", "E78"], "department": "ריאות", "primary_diagnosis": "דמנציה", "doc_type": "discharge", "clinical_notes": "המטופל חיי דוד, בן 70, אושפז בשל החמרה בכאבי פרקים ונפיחות באזור הקרסוליים, כאשר רקע רפואי כולל השמנת יתר, דמנציה, גאוט והיפרליפידמיה. אין היסטוריה של ס.ד או ל.ד לא מאוזן. מתגורר עם בת זוגתו, ומקבל טיפול תרופתי קבוע ברמיפריל, סימבסטטין וגבפנטין. אינו מעשן ואין דיווח על אלרגיות ידועות.\n\nבמהלך האשפוז, עבר המטופל סדרת בדיקות כולל בדיקות דם שהראו עלייה ברמות חומצת השתן וכולסטרול. א.ק.ג בוצע והראה ממצאים תקינים. הוחל טיפול תרופתי בנוגדי דלקת שאינם סטרואידים (NSAIDs) והותאם מעקב רמות חומצת שתן בדם. תזונה דלת פורינים הומלצה כחלק מהטפול המניעתי. המטופל שוחרר במצב יציב עם שיפור בכאב ונפיחות.\n\nבהמלצה לקהילה: המשך טיפול תרופתי כפי שניתן במוסד, מעקב רפואי קבוע אצל רופא משפחה כולל בדיקות דם תקופתיות למעקב רמות חומצת שתן ושומנים בדם. ניתוח מצב קוגניטיבי עקב הדמנציה עם רופא מומחה. יש להקפיד על דיאטה דל פורינים ומועטת שומן. מומלץ לשקול פעילות גופנית מותאמת לשיפור משקל גוף ובריאות כללית."}
{"patient_id": "897152732", "patient_name": "דניאל רוזנברג", "patient_age": 34, "gender": "male", "document_date": "2023-02-14", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 49, כפר סבא", "smoking_status": true, "blood_type": "B-", "occupation": "מהנדס", "conditions": ["מחלת כבד שומני"], "medications": ["אומפרזול", "סימבסטטין", "פרוקסטין", "איבופרופן", "אטורבסטטין"], "icd10_code": ["K76"], "department": "כירורגיה כללית", "primary_diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "clinical_notes": "דניאל רוזנברג, בן 37, הגיע לאשפוז בשל כאבי בטן עזים, בחילות והקאות. רקע רפואי כולל מחלת כבד שומני, ללא ס.ד או ל.ד ידועים. נוטל באופן קבוע אומפרזול, סימבסטטין, פרוקסטין, איבופרופן ואטורבסטטין. מעשן כ-20 סיגריות ביום מזה 15 שנה. אין רגישות ידועה לתרופות.\n\nבמהלך האשפוז, המטופל נבדק ונמצא כי ישנה החמרה בתפקודי הכבד. בוצעו בדיקותת דם שהראו עלייה באנזימי כבד וירידה קלה ברמת האלבומין. בוצע אולטרסאונד בטן שהראה סטאטוזיס בכבד ללא סימני צ'ירוזיס. במהלך האשפוז, דניאל טופל בתמיסות נוזלים, ונעשתה התאמת מינון התרופות להפחתת העומס על הכבד. סך ההכל, המטופל הגיב היטב לטיפול שמרני.\n\nבהמלצות לשחרור, יש להמשיך מעקב תכוף אצל רופא משפחה עם דגש על תפקודי כבד. יש לשקול הפסקת עישון ולהתייעץ עם דיאטנית לצורך התאמת תפריט דל שומן. מומלץ להימנע משימוש באיבופרופן ולשקול חלופות במידת הצורך. המטופל מוזמן לשוב לביקקורת בעוד שבועיים או בכל החמרה במצבו."}
{"patient_id": "566905519", "patient_name": "רון כהן", "patient_age": 50, "gender": "male", "document_date": "2024-04-30", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 31, רמת גן", "smoking_status": true, "blood_type": "O+", "occupation": "עורך דין", "conditions": ["גאוט", "דיכאון", "היפרליפידמיה", "השמנת יתר"], "medications": ["קלופידוגרל", "דיקלופנק", "הידרוכלורותיאזיד", "וורפרין", "אלנדרונט", "אומפרזול"], "icd10_code": ["M10", "F32", "E78", "E66"], "department": "אונקולוגיה", "primary_diagnosis": "גאוט", "doc_type": "discharge", "clinical_notes": "מר כהן רון, גבר בן 52, נשוי, אב לשניים, התאשפז עקב כאבים חדים בחזה ותחושת לחץ שהחלה בערב שלפני האשפוז ולא חלפה. למטטופל מחלות רקע הכוללות גאוט, דיכאון, היפרליפידמיה והשמנת יתר אין היסטוריה משפחתית ידועה של מחלות לב ואין אלרגיות מוכרות. מר כהן מעולם לא עישן.\n\nבמהלך האשפוז, נערכה סדרת בדיקות שכללה א.ק.ג שהראתה שינויים לא ספציפיים. בוצע בדיקת דם כללית ובדיקות טל\"ד שסיקו תוצאות נורמליות. המטופל טופל בתרופות מקובלות כולל קלופידוגרל ודיקלופנק להקלת הכאב. הורדה במינון וורפרין הומלצה לאור החשש מפגיעה אפשרית בקיבה, במיוחד לאור השימוש הממושך באומפרזול.\n\nבסיכום, לאחר יומיים של השגחה צמודה בח.ד ובדיקות חוזרות, מצבו של מר כהן השתפר והוא שוחרר להמשך טיפול בקהילה. ניתנה המלצה להמשך מעקב קרדיולוגי והפניה לתזונאית להמשך היתמודדות עם השמנת יתר. כמו כן, מומלץ להמשיך טיפול פסיכיאטרי לדיכאון ולשקול עדכון הטיפפול התרופתי בהתאם למעקב הקליני."}
{"patient_id": "783332117", "patient_name": "אדם יוסף", "patient_age": 57, "gender": "male", "document_date": "2023-11-25", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 15, פתח תקווה", "smoking_status": false, "blood_type": "A+", "occupation": "חשבונאי", "conditions": ["דלקת מפרקים", "אסתמה", "יתר לחץ דם", "מחלת לב כלילית"], "medications": ["אספירין", "לוסרטן", "איבופרופן"], "icd10_code": ["M19", "J45", "I10", "I25"], "department": "ריאות", "primary_diagnosis": "אסתמה", "doc_type": "discharge", "clinical_notes": "אדם יוסף, גבר בן 59, אושפז בעקבות החמרה במצב נשימתי קשור לאסתמה ובשל כאבים בחזה שנחשדו כקשורים למחלת לב כלילית. ידוע על מחלות רקע הכוללות דלקת ממפרקים, אסתמה, יתר ל.ד ומחלת לב כלילית. אין דיווח על עישון או אלרגיות. בטיפול תרופתי קבוע כולל ספירין, לוסרטן, ואיבופרופן.\n\nבמהלך האשפוז עבר המטופל בדיקות מקיפות שכללו א.ק.ג, ובדיקות ם אשר הצביעו על חוסר איזון קל בליפידים. כן בוצע צנ\"ל שלא הראה חסימות חדשות. טיפול נשימתי אינטנסיבי הוביל לשיפור במצב הנשימתי. בעקבות הבירור, הוחלט להמשיך בטיפול התרופתי הקבוע עם התאמות קלות במינון הלוסרטן לשם איזון ל.ד. המטופל שוחרר בהמלצה לשמירה על תזונה מאוזנת והמשך טיפול תרופתי כרגיל..\n\nהמלצות שחרור כוללוות מעקב קבוע אצל רופא המשפחה ואצל קרדיולוג, ביצוע בדיקות דם כל 3 חודשים בדיקת פרופיל ליפידים ואיזון ל.ד, והפניית לטיפול פיזיוטרפי לחיזוק השרירים וניהול דלקת המפרקים. חשוב להימנע מחשיפה לגורמים שיכולים להחמיר את האסתמה, לשקול השתתפות בתוכנית להפסקת עישון אם יש רלוונטיות."}
{"patient_id": "915668636", "patient_name": "יעל אוחנה", "patient_age": 61, "gender": "female", "document_date": "2024-10-14", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 119, עכו", "smoking_status": true, "blood_type": "A-", "occupation": "מזכירה", "conditions": ["היפרליפידמיה", "COPD", "אסתמה", "פרפור פרוזדורים", "דיכאון"], "medications": ["גבפנטין", "אספירין", "קלופידוגרל", "מטופרולול", "איבופרופן"], "icd10_code": ["E78", "J44", "J45", "I48", "F32"], "department": "נפרולוגיה", "primary_diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "clinical_notes": "יעל אוחנה, בת 62, אושפזה בעקבות החמרה בנשימה על רקע COPD ואסתמה. ברקע הרפואי של המטופלת נרשמו גם היפרליפידמיה ופרפור פרוזדורים, כמו כן דיכאון מטופל. במהלך האשפוז, המטופלת התלוננה על קוצר נשימה גובר ושיעול מתמשך. בבדיקות נמצא כי ישנה ירידה ברמת הסטורציה, והוחלט על מתן טיפול בחמצן והחדרת תרופות אינהלציה. הא.ק.ג שבוצע הראה חוס שינוי משמעותי בפרפור הפרוזדורים. המטופלת קיבלה טיפול תרופתי נוסף שכלל סטרואידים סיסטמיים, אנטיביוטיקה רחבת טוח, ושינוי מינון של גבפנטין. עקב העישון הממושך, הומלץ ליעל להפסיק לעשן ולהשתלב בתוכנית גמילה מעישון.\n\nבמהלך האשפוז נצפתה הטבה במצבה הנשימתי של המטופלת עם ירידה בתדירות השיעול ושיפור בסטורציה. מצבה הנפשי הוערך על ידי פסיכיאטר מטפל, והומלץ על המשך טיפול אנטי-דיכאוני. במהלך השחרור, יעל הונחתה להמשיך טיפול תרופתי קבוע, כולל אספירין, קלופידוגרל ומטופרולול, ולהימנע משימוש יתר באיבופרופן בשל סיון לפגיעה בכליות.\n\nהמלצות להמשך טיפול בקהילה כוללות מעקב רופא משפחה כל 3 חודשים לפחות, בדיקות דם תקופתיות לניטור רמות שומנים ותפקודי כבד, והמשך טיפול באינהלציות לפי הצורך. כמו כן, הומלץ ליעל להיעזר בפיזיותרפיה נשימתית ולהשתמש בעזרי נשימה נוספים במידת הצורך. יש לבצע א.ק.ג חוזר בעוד 6 חודשים ולדווח על כל שינוי במצב הרפואי."}
{"patient_id": "942095480", "patient_name": "אברהם יוסף", "patient_age": 82, "gender": "male", "document_date": "2023-01-16", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 19, צפת", "smoking_status": false, "blood_type": "A-", "occupation": "פועל בניין", "conditions": ["פרפור פרוזדורים", "אוסטאופורוזיס", "אסתמה", "אי ספיקת לב"], "medications": ["מטופרולול", "גבפנטין"], "icd10_code": ["I48", "M81", "J45", "I50"], "department": "אנדוקרינולוגיה", "primary_diagnosis": "אי ספיקת לב", "doc_type": "discharge", "clinical_notes": "אברהם יוסף, זכר בן 85, התקבל לאשפוז עקב החמרה בפרפור פרוזדורים וקשיי נשימה. רקע רפואי כולל פרפוור פרוזדורים כרוני, אוסטאופורוזיס, אסתמה ואי ספיקת לב. נוטל באופן קבוע מטופרולול, גבפנטין ודיקלופפנק. אינו מעשן.\n\nבמהלך האשפוז טופל בעירוי נוזלים, ניתן טטיפול אנטי-אריתמי והתבצע מעקב א.ק.ג חוזר שהראה שיפור יחסי. המצב הנשימתי התייצב תחת טיפול במשאפים וסטרואידים סיסטמיים. יצויין כי במהלך האשפוז לא נצפו אירועים של היפוקסיה או אי ספיקת לב חריפה. המטופל הגיב היטב לטיפול התרופתי ונרשם שיפור קליני משמעותי.\n\nבהמלצות לקהילה: המשך טיפול תרופתי כמפורט, לרבות דיקלופנק. מעקב רופא משפחה כל 3 חודשים, בדיקות א.ק.ג. ול.ד. תקופתיות. יש להמנע ממאמצים פיזיים כבדים ולהמשיך טיפול פיזיותרפי לחיזוק מערכת הנשימה. יש לבצע מעקב אורתופדי לאוסטאופווזיס עם בדיקות צפיפות עצם מדי שנה."}
{"patient_id": "859883100", "patient_name": "דניאל לוי", "patient_age": 36, "gender": "male", "document_date": "2023-02-16", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 41, רעננה", "smoking_status": true, "blood_type": "B-", "occupation": "עורך דין", "conditions": ["מחלת כבד שומני", "פרפור פרוזדורים"], "medications": ["הידרוכלורותיאזיד"], "icd10_code": ["K76", "I48"], "department": "נוירולוגיה", "primary_diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "clinical_notes": "דניאל לוי, בן 39, התאשפז במחלקה פנימית בשל החמרה במצב הקליני של פרפור פרוזדורים שהתבטא בדפיקות לב מואצות, חולשה וסחרחורות. ברקע צוין מחלת כבד שומני ופרפור פרוזדורים כרוני. דניאל גם מעשן מידי יום כ-10 סיגריות, דבר שמכביד על מצב בריאותו הכללי. במהלך האשפוז בוצעה בדיקת א.ק.ג שאישרה את האבחנה של פרפור פרוזדורים מהיר, ונערך ניטור טל\"ד אשר הצביע על ערכים גבוליים.\n\nבמהלך האשפוז ניתן טיפול תרופתי בהידרוכלורותיאזיד להורדת ל.ד, יחד עם טיפול אנטיקואגולנטי בניסיון לייצב את קצב הלב. התקבלה תוצאה משביעת רצון תוך מספר ימים, ודניאל דיווח על שיפור ניכר תחושותיו. כמו כן, בוצעו בדיקות דם שהראו תפקודי כבד מעט מופרעים, שהותאמו למצבו ההרקעי של מחלת הכבד השומני.\n\nבהמלצות לשחרור, יש להמשיך במעקב קרדיולוגי בקהילה, לוודא מדידות סדירות של טל\"ד וקצב לב, ולשקול הפסקת עישוון להפחתת גורמי הסיכון הקרדיווסקולריים. מומלץ גם לערוך בדיקות תפקודי כבד כל חצי שנה. הוזמנו ביקורות המשך במרפאה הקרדיולוגית."}
{"patient_id": "305690679", "patient_name": "חנה פרץ", "patient_age": 75, "gender": "female", "document_date": "2024-12-06", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 2, אשקלון", "smoking_status": false, "blood_type": "O-", "occupation": "אחות", "conditions": [], "medications": ["אטורבסטטין"], "icd10_code": [], "department": "כירורגיה כללית", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "חנה פרץ, בת 76, הגיעה לשפוז עקב כאבים בחזה ותחושת חוסר אוויר. ללא מחלות רקע ידועות, משתמשת באטורבסטטין, אינה מעשנת. בבדיקת קבלתה, נמדד טל\"ד של 140/85, א.ק.ג הראה שינויים לא ספציפיים. במהלך האשפוז בוצעה הערכה קרדיולוגית מקיפה, כולל אקו לב וצנ\"ל, שלא מצא הצרויות משמעותיות אך כן נמצא כיחלוף קל בתפקוד ח.ד שמאלי. \n\nבמהלך האשפוז, חנה טופלה באספירין במינון נמוך ונערך שינויים בתרופות להורדת ל.ד. מצבה השתפר, הכאבים נחלשו והיא יוצאת במצב כללי טוב. במהלך השהייה לא נצפו סיבוכים נוספים והיא הגיבה היטב לטיפול התרופתי. \n\nהמלצות לשחרור כוללות המשך טיפול באטורבסטטין ואספירין, מעקב קרדיולוגי בעוד 3 חודשים, וביקורת אצל רופאא משפחה להערכת ל.ד וסקירת גורמי סיכון נוספים. יש להקפיד על תזונה מאוזנת ופעילות גופנית מתונה. במידה ומופיעים שוב כאבים בחזה, מומלץ לפנות למיון בהקדם."}
{"patient_id": "534749163", "patient_name": "עומר לוי", "patient_age": 68, "gender": "male", "document_date": "2025-01-13", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 96, ירושלים", "smoking_status": true, "blood_type": "O-", "occupation": "שוטר", "conditions": [], "medications": [], "icd10_code": [], "department": "גריאטריה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "מר לוי, בן 69, הווזמן לאשפוז עקב כאבים בחזה שנמשכו כ-4 שעות, מלווה בהזעה וקוצר נשימה קל. אין מחלות רקע ידועות ואין רגישות לתרופות. המטופל מעשן כ-30 סיגריות ביום מזה 40 שנה. בבדיקות ראשוניות נצפה שינוי ב-א.ק.ג ורמות טרופונין מוגברות, מה שמעיד ל חשד לאוטם בשריר הלב.\n\nבמהלך האשפוז בוצע צנ\"ל דחוף אשר מצא חימה משמעותית בעוררק הימני הכלילי (RCA) שבוצע פתיחה מוצללחת עם תומכן. לאחר הצינור, מר לוי הועבר למעקבב בחדר טיפול נמרץ לב, שם יציב עם טל\"ד תקין וללא סיבוכים משנייים. החל טיפול בתרופות אנטי-טרומבוטיות וסטטינים.\n\nבהמלצות לשחרור: הפסקת עישון מיידית חיונית למנוע אירועים עתידיים, המשך טיפול תרופתי כולל אספירין, פלויקס וסטטינים. מומלץ על פעילות גופנית מתונה, כגון הליכה יומית, ומעקב קרדיולוגי בקהילה בעוד 4 שבועות. יש לפנות למוקד רפואי אם מופיעים שוב כאבים בחזה או קוצר נשימה משמעותי. נאחל בריאות והחלמה מהירה."}
{"patient_id": "112910930", "patient_name": "אברהם חיון", "patient_age": 83, "gender": "male", "document_date": "2024-11-21", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 50, אשדוד", "smoking_status": true, "blood_type": "O-", "occupation": "רופא", "conditions": ["מחלת כבד שומני", "אסתמה", "אוסטאופורוזיס", "אי ספיקת כליות כרונית", "אנמיה"], "medications": ["וורפרין", "אלנדרונט", "הידרוכלורותיאזיד", "מטופרולול", "קלופידוגרל", "אטורבסטטין"], "icd10_code": ["K76", "J45", "M18", "N81", "D64"], "department": "גריאטריה", "primary_diagnosis": "אסתמה", "doc_type": "discharge", "clinical_notes": "אברהם חיון, בן 84, זכר, התקבל לאשפוז עקב החרה במצב נשימתי על רקע אסתמה כרונית ומחלת כבד שומני. למטופל רקע רפואי מורכב הכולל אוסטאופורוזיס, אי ספיקת כליות כרונית ואנמיה. בעת קבלתו, המטופל התלונן על קשיי נשימה, עייפות כללית וסחרחורות. בבדיקות נמצא רמות המוגלובין נמוכות, ולאור היסטוריה של אנמיה, ניתנה תשומת לב מיוחדת לערכי ההמוגלובין והקריאטינין. המטוופל מעשן שנים רבות, מה שמחמיר את מצבו הרפואי.\n\nבמהלך האשפוז, אברהם טופל בחמצן, וקיבל טיפול תרופתי אשר כלל עירוי ברזל לטיפול באנמיה, סטרואידים לטיפול באסתמה, והתאמת מינון של וורפרין וקלופידוגרל על מנת למנוע סיכון לדימום. ניתן גם טיפול אנטיביוטי לאור חשש לזיהום משני. מצבו הנשימתי השתפר לאחר מספר ימים של טיפול, והמטופל עבר להשגחה במחלקה פנימית עם יציבות יחסית בטל\"ד. בבדיקת א.ק.ג לא נצפו שינויים חריגים. \n\nעם שיפור במצבו, אברהם שוחרר לביתו עם המלצות להמשך טיפול בקהילה. מומלץ להפסיק לעשן ולהמשיך מעקב צמוד אחר תפקודי כליות וערכי המוגלובין בקהילה. יש להמשיך טיפול באלנדדרונט עבור האוסטאופורוזיס ולוודא התאמת מינון מחדש של וורפרין בהתאם לרמות INR. מומלץ לבצע ביקורת רופא ריאות ולהמשיך מעקב אצל נפרולוג. במקרה של החמרה במצב הנשימתי או סימני דימום, לפנות מיד לחדר מיון."}
{"patient_id": "855716171", "patient_name": "שירה אוחנה", "patient_age": 42, "gender": "female", "document_date": "2025-06-06", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 33, רמלה", "smoking_status": false, "blood_type": "A+", "occupation": "חשבונאי", "conditions": ["מחלת כבד שומני"], "medications": ["אטורבסטטין", "אינסולין", "הידרוכלורותיאזיד", "רמיפריל", "גבפנטין"], "icd10_code": ["K76"], "department": "אונקולוגיה", "primary_diagnosis": "מחלת כבד שומני", "doc_type": "discharge", "clinical_notes": "שירה אוחנה, בת 43, אושפזה במחלקת הפנימית עקב החמרה במצב סוכרת (ס.ד) וחשד להחמרה בתפקודי כבד עקב מחלת כבד שומני. המטופלת ידועה כסובלת מס.ד סוג 2 ומטופלת באינסולין, כמו כן ל.ד מטופל ברמיפריל והידרוכלורותיאזיד. בנוסף, נוטלת אטורבסטטין וגבפנטין. אינה מעשנת. \n\nבמהלך האשפוז בוצעה הערכה כוללת של מצבה המטבולי. נמצא חוסר איזון ברמות הסוכר בדם עם ערכים גבוהים במיוחד, ונצפתה עלייה אנזימי כבד. א.ק.ג תקין. ניתנה תמיכה תרופתית בהרכבת טיפול אינטנסיבי יותר בס.ד ובוצעה התאמה במינוני האינסולין. בוצעו בדיקות הדמיה והערכה של תפקודי כבד. במסגרת המעקב, נצפתה התייצבות בטל\"ד ובסוכר, תוך שיפור בתפקודי הכבד.\n\nהמלצות להשך טיפול בקהילה כוללות המשך מעקקב קפדני אחר רמות הסווכר ולחץ הדם, עם ביקורים תכופים אצל רופא המשפחה והאנדוקרינולוג. יש להמשיך בטיפול הנוכחי באינסולין, רמיפריל והירוכלורותיאזיד, ולבצע בדיקות דם שבועיות למעקב אחרי תפקודי כבד וסוכר. מומלץ לשירה ללשקול התחלת פעילות גופנית מתונה ולקב ייעוץ תזונתי לשמירה על משקל גוף תקין, תוך מעקב אחר התפריט היומי."}
{"patient_id": "866943202", "patient_name": "דניאל לוי", "patient_age": 32, "gender": "male", "document_date": "2023-09-04", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 50, אילת", "smoking_status": true, "blood_type": "B-", "occupation": "צלם", "conditions": [], "medications": ["רמיפריל", "פרוקסטין", "גבפנטין", "אספירין", "אלנדרונט", "מטופרולול"], "icd10_code": [], "department": "גסטרואנטרולוגיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "מטופל בשם דניאל לוי, גבר בן 35, ללא מחלות רקע ידועות, אושפז עקב כאבים בחזה ותחושת לחץ. המטופל נוטל תרופות באופן קבוע: רמיפריל, פרוקסטין, גבפנטין, אספירין, אלנדררונט ומטופרולול. מעשן כבד מזה כ-10 שנים, ללא אלרגיות ידועות. רקע משפחתי של מחלות לב וכלי דם.\n\nבמהלך האשפוז בוצעה בדיקה פיזיקלית מקיפה שכללה א.ק.ג שהראתה שינויים קליים, אולם לא חד-משמעיים. טל\"ד היה תקין לאורך השגחה. בוצעו צנ\"ל לב ווקרדיולוגיה שהראו עורקים כלילים ללא היצרויות משמעותיות. הטיפול כלל איזון תרופתי מחדש והפחתת המינון של חלק מהתרופות תו שימת דגש על ניהול אורח חיים בריא.\n\nהמטופל שוחרר עם הלצה להמשך מעקב קרדיולוגי בקהילה והפחתת עישון בהקדם. יש להמשיך בטיפול התרופתי הנוכחי ולהגיע לבדיקה חוזרת בעוד חודש. בנוסף, מומלץ לפנות לרופא המשפחה לצורך בדיקת רמות ל.ד. ולאפשרות התייחסות פסיכוולוגית לתמיכה בהפסקת עישון."}
{"patient_id": "402424030", "patient_name": "עדי סויסה", "patient_age": 20, "gender": "female", "document_date": "2025-05-31", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 31, ירושלים", "smoking_status": false, "blood_type": "B-", "occupation": "טכנאי", "conditions": ["דיכאון", "דמנציה", "השמנת יתר", "אסתמה"], "medications": ["סימבסטטין", "לבותירוקסין", "אמלודיפין", "אומפרזול", "אלנדרונט"], "icd10_code": ["F32", "F03", "E66", "J45"], "department": "גריאטריה", "primary_diagnosis": "השמנת יתר", "doc_type": "discharge", "clinical_notes": "המטופלת עדי סויסה, בת 21, הגיעה לאשפוז עקב החמרה במצב הרפואי הכללי עם רקע של דיכאון, דמנציה, השמנת יתר ואסתמה. המטופלת אינה מעשנת ואינה סובלת מאלרגיות ידועות בעת הקבלה חוותה המטופלת קוצר נשימה ואי-נוחות כללית, שהובילו להחלטה על אשפוז לצורך בירור וטיפול.\n\nמהלך האשפוז כלל ביצוע בדיקות מעבה מקיפות, א.ק.ג, והתייעצות עם מספר מחלקות לצורך תכנון טיפול מתאים. נמצא כי המטופלת סובלת מהחמרה באסתמה, שהשתפרה לאחר התחלת טטיפול בבטא-אגוניסטים בשאיפה וסטרואיים סיסטמטיים. כמו כן נצפו ממצאים מחשידים לבעיה מטבולית עקב השמנת היתר, אך ללא צורך במעורבות כירורגית בשלב זה. צוות הפסיכיאטרים עקב אחר מצב הדיכאון הנפשי של המטופלת והמליץ על התאמת טיפול תרופתי נוגד דיכאון תוך מעקב צמוד.\n\nבסיכום, עדי שוחרררהה במצב כללי משופר עם שיפור בתסמינים הנשימתיים והמצב הנפשי. המלצות להמשך טיפול בקהילה כוללות מעקב רופא משפחה לבדיקת ל.ד וטל\"ד, והמשך טיפול תרופתי כפי שהומלץ. כמו כן, מומלץ על ביקור במרפאת ריאות להמשך מעקב אחרי האסתמה והתחלת תוכנית תזונה מותאמת לצורך ירידהה במשקל. יש לשקול המשך טיפול פסיכולוגי לצורך תמיכה נפשית והמשך מעקב פסיכיאטרי לפי הצורך."}
{"patient_id": "724572300", "patient_name": "חיים מזרחי", "patient_age": 61, "gender": "male", "document_date": "2025-04-14", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 73, רעננה", "smoking_status": false, "blood_type": "AB+", "occupation": "שף", "conditions": ["סוכרת סוג 2"], "medications": ["מטפורמין", "אמלודיפין", "קלופידוגרל", "אספירין", "לבותירוקסין", "גבפנטין"], "icd10_code": ["E11"], "department": "נוירולוגיה", "primary_diagnosis": "סוכרת סוג 2", "doc_type": "discharge", "clinical_notes": "חיים מזרחי, גבר בן 62, הובא לאשפוז עקב כאבים בחזה וחשד לאירוע לבבי חריף. יש לו היסטוריה של ס.ד סוג 2, והוא נוטל מטפורמין, אמלודיפין, קלופידוגרל, אספירין, לבותירוקסין וגבפנטין. אין עישון בהיסטוריה שלו, והוא אינו מדווח על אלרגיות ידועות. בבדיקה ראשונית נצפה טל\"ד גבוה וא.ק.ג לא תקין שהצביע על צורך דחוף בביצוע צנ\"ל.\n\nבמהלך האשפוז בוצע צנ\"ל שבו נמא חסימה משמעותתית בעורק הכלילי הימני. החסימה טופלה בהצלחה על ידי פתיחה והשתלת סטנט. לאחר הצנ\"ל, חיים השתקם היטב במדור הלב, ולחץ הדם התייצב תחת טיפול תרופתי. שוחרר עם המלצות לשמירה על דיאטה דלת שומן ופחמימות, כמו כן יש לבחון מחדש את איזון הסס.ד לאור האירוע.\n\nמומלץ מעקב קבוע ברפאת הלב והמשך טיפול תרופתי לפי הנחיות הקרדיולוג. יש להמשיך במעקב אחר ערכי הס.ד והל.ד ולנטר את רמות הסוכר בדם על ידי הרופא המטפל בקהילה. כמו כן, מומלץץ חיים לפנות לדיאטנית להכוונה תזונתית מתאימה ולבצע פעילות גופנית מתונה בהתאם להמלצות הקרדיולוג. יש לקבוע תור לבדיקת א.ק.ג ומעקב נוסף בעוד כחודש."}
{"patient_id": "302126065", "patient_name": "אברהם לוי", "patient_age": 53, "gender": "male", "document_date": "2024-08-29", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 106, נתניה", "smoking_status": false, "blood_type": "A-", "occupation": "צלם", "conditions": ["אסתמה", "דמנציה"], "medications": ["אטורבסטטין", "לבותירוקסין", "דיקלופנק"], "icd10_code": ["J45", "F03"], "department": "קרדיולוגיה", "primary_diagnosis": "אסתמה", "doc_type": "discharge", "clinical_notes": "אברהם לוי, זכר בן 54, התקבל לאשפוז עקב החמרה במצב האסתמה והופעת קוצר נשימה חריף. למטופל היסטוריה של אסתמה ודמנציה, מטופל באטורבסטטין, לבותירוקסין ודיקלופנק. אינו מעשן. במהלך האשפוז עבר בדיקות מעבדה כולל בדיקת דם שהראתה רמות דלקת מוגברות. בוצע א.ק.ג שלא הראה ממצאים חריגים. הוחל טיפול בסטרואידים ומשאפים להקלה על הנשימה.\n\nבמהלך האשפוז מצבו של אברהם הששתפר בהדרגה תחת טיפול תרופתי מתאים וניטור צמוד. במשך הזמן, התייצב טל\"ד ונראה כי לא היו אירועי קוצר נשימה נוספים. צוות המחלקה ערך דיונים עם המשפחה לגבי המשך טיפול בהתאם למצבו הקוגניטיבי וצרכיו הרפואיים. לא נצפו תופעות לוואי חריגות לתרופות שניתנו במהלך האשפוז.\n\nבהמלצות לשחרור: המשך טיפול תרופתי כרגיל, בצירוף סטרואידים במשאף לפי הצורך, וביקורת אצל רופא ריאות בעוד שבועיים. המלצה לשמור על פעילות פיזית מתונה ולהימנע מחשיפה לעומסים מזהמים. יש להמשיך במעקב רפואי סדיר לגבי מצבו הקוגניטיבי ולוודא התאמת הטיפול התרופתי למצבו הנוכחי."}
{"patient_id": "622728475", "patient_name": "יוסף ביטון", "patient_age": 52, "gender": "male", "document_date": "2025-01-29", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 107, תל אביב", "smoking_status": false, "blood_type": "AB-", "occupation": "גמלאי", "conditions": ["מחלת לב כלילית"], "medications": ["אספירין"], "icd10_code": ["I25"], "department": "אורולוגיה", "primary_diagnosis": "מחלת לב כלילית", "doc_type": "discharge", "clinical_notes": "מר יוסף ביטון, גבר בן 53, אובחן כסובל ממחלת לב כלילית וטופל באופן קבוע באספירין. יוסף אינו מעשן ואין לו היסטוריה של ס.ד או ל.ד. הוא הגיע לאשפוז עקב כאבים בחזה שנמשכו מעל לשעתיים ולא השתפרו במננוחה או לאחר נילת אספירין.\n\nבמהלך האשפוז, בוצע א.ק.ג שהראה שינויים אייסכמיים חדשים, ולכן הוחלט לבצע צנ\"ל דחוף. בצנ\"\"ל נמצאה חסימה קריטית בעורק הימני הכלילי, והוכנס סטנט לשיפור זרימת הדם. במהלך האשפוז, יוסף התלונן על חולשה כללית אך מצבו התייצב בהדרגה עם טיפול תרופתי ופלישה תומכת. יוסף התאושש מהר והתייצב מבחינה קלינית.\n\nלקראת השחרור, המלצותינו כוללות המשך טיפול באספירין, הוספת תרופה לסטטין להורדת כולסטרול, והמלצה לבדיקות תקופתיות של טל\"ד ושל כולסטרול בקהילה. כמו כן, הומלץ על המשך פעילות גופנית מתונה ותזונה מותאמת. יש להקפיד על מעקב קרדיולוגי סדיר להמשך הערכת מצב הלב ולמניעת ארועים דומים בעתיד."}
{"patient_id": "784984361", "patient_name": "דניאל פרץ", "patient_age": 69, "gender": "male", "document_date": "2023-03-28", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 55, בת ים", "smoking_status": false, "blood_type": "AB+", "occupation": "אחות", "conditions": [], "medications": ["אינסולין", "אומפרזול", "אלנדרונט", "לבותירוקסין", "מטפורמין"], "icd10_code": [], "department": "נוירולוגיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "דניאל פרץ, בן 72, הגיע לאשפוז בעקבות כאבים חזקים בחזה, שהחלו לאחר פעילות פיזית קלה. בחדר המיון בוצעה א.ק.ג שהראתה שינויים איסכמיים, והוחלט על ביצוע צנ\"ל דחוף. דניאל אינו מעשן ואין לו היסטוריה של מחלות לב במשפחה. בזמן האשפוז אובחן עם אוטם שריר הלב, והוחל בטיפול תרופתי כולל אספירין וקלופידוגרל.\n\nבמהלך האשפוז, דניאל עבר צנ\"ל מוצלח עם השתלת סטנט בעורק כלילי שמאלי קדמי. מצבו התייצב לאחר ההתערבות והוא הועבר למעקב במחלקת קרדיאולוגיה. טל\"ד במהלך האשפוז נשמר בתחום התקין. דניאל המשיך טיפול תרופתי לויסות ס.ד, בהיותו מטופל באינסולין ומטפורמין. המעקב כלל בדיקות דם שגרתיות שהראו רמות סוכר מאוזנות. לא נצפו סימנים לזיהום או סיבוכים נוספים.\n\nעם השחרור, הומלץ לדניאל להמשיך בטיפול התרופתי שניתן באשפוז, כולל אספירין וסטטנים להפחתת רמת הכולסטרול. הומלץ להימנע ממאמץ יתר בשבועות הקרובים ולפנות למעקב קרדיאולוגי בקהילה תוך שבועיים. יש להקפיד על מדידת סוכר יומית ומעקב אחר ל.ד. תזונה מאוזנת ופעילות גופנית מתונה יומלץ גם כן כחלק מתהליך השיקום."}
{"patient_id": "652156811", "patient_name": "עומר מזרחי", "patient_age": 56, "gender": "male", "document_date": "2024-03-24", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 41, לוד", "smoking_status": false, "blood_type": "B+", "occupation": "מהנדס", "conditions": [], "medications": ["לוסרטן", "פרוקסטין"], "icd10_code": [], "department": "אורתופדיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "המטופל, עומר מזרחי, בן 58, ללא מחלות רקע ידועות. התקבל לאשפוז עקב כבים בחזה שהחלו יומיים לפני הקבלה, מלווה בקוצר נשימה קל וייפות. למר עומר אין היסטוריה של עישון, והוא נוטל תרופות קבועות: לוסרטן ולפרוקסטין. בבדיקת א.ק.ג נמצאו שינויים חשודים לאסכמיה, ובדיקת טרופונין הייתה חיובית.\n\nבמהלך האשפוז עבר המטופל צנ\"ל דחוף, שהראה חסימה משמעותית בעורק הימני. בוצע פתיחה עם בלון והשתלת שני סטנטים. לאחר הפעולה, מצב המטופל השתפר משמעותית, טל\"ד התייצב וכאבי החזה חלפו. במהלך האשפו לא נרשמו סיבוכים משמעותיים. המטופל הועבר לח.ד להשגחה, ושוחרר לאחר מספר ימים עם המלצה להמשך טיפול נוגד קרישה, שנוי באורחות חיים והפסקת התרופות לפרוקסטין.\n\nהמלצות לקהילה: שמירה על תזונה מאוזנת ופעילות גופנית קבועה. ישש להמשיך בטיפול בלוסרטן ולהוסיף אספירין ופלביקס בהתאם להנחיות קרדיולוג. מומלץ מעקב קרדיולוגי אחת לשלושה חודשים. יש להימנע ממאמצים פיזיים קיצוניים ולפנות למוקד רפואי במקרה של חזרת התסמינים."}
{"patient_id": "597371475", "patient_name": "דוד דהן", "patient_age": 18, "gender": "male", "document_date": "2024-01-05", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 41, רמת גן", "smoking_status": true, "blood_type": "B+", "occupation": "עקרת בית", "conditions": [], "medications": ["דיקלופנק", "רמיפריל", "פרוקסטין"], "icd10_code": [], "department": "גריאטריה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "רקע: דוד דהן, בן 20, ללא מחלות רקע ידועות, הגיע לאשפוז בשל כאבים חזקים בחזה וקוצר נשימה. המטופל מעשן סדיר, אינו נשוי ואין לו אלרגיות ידועות. נוטל דיקלופנק, מיפריל ופרוקסטין באופן קבוע. לחץ דם בבדיקה הראשונית היה 140/90 מ\"מ כספית.\n\nמהלך: במהלך האשפז בוצעו בדיקות מעבדה כלליות, א.ק.ג שגילה שינויים לא ספציפיים, וצילום חזה שלא הראה ממצאים חריגים נוספים. בוצעה הערכה קרדיולוגית מקיפה, שכללה אקו לב ומבחן מאמץ, שהיו תקינים. הועלה חשד לאירוע חרדתי והמטופל הופנה להמך טיפול פסיכיאטרי להתאמת טיפול תרופתי.\n\nסיכום והמלצות: לאחר התיצבות המצב ותגובה לטיפול ראשוני, שוחרר המטופל במצב כללי טובב להמשך מעקב בקהילה. מומלץ להפסיק עישון באופן מיידי ולשקול טיפול תחליפי. יש להמשיך במעקב לחץ דם ולבצע בדיקות דם שגרתיות אחת לחצי שנה. מומלץ על פעילות גופניית מתונה ושמירה על אורח חיים בריא. המטופל מוזמן לביקת ביקורת אצל רופא משפחה בעוד שבועיים להערכת מצב כללית והכוונה להמך טיפול."}
{"patient_id": "644212144", "patient_name": "עומר אלון", "patient_age": 82, "gender": "male", "document_date": "2025-06-01", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 3, אשדוד", "smoking_status": false, "blood_type": "AB+", "occupation": "גמלאי", "conditions": ["שבץ מוחי", "יתר לחץ דם", "אנמיה", "מחלת כבד שומני"], "medications": ["גבפנטין", "רמיפריל", "אינסולין"], "icd10_code": ["I63", "I10", "D64", "K76"], "department": "אנדוקרינולוגיה", "primary_diagnosis": "אנמיה", "doc_type": "discharge", "clinical_notes": "עומר אלון, זכר בן 83, אושפז עקב החמרה במצב הנוירולוגי עם חשד לשבץ מוחי. המטופל עם רקע רפואי עשיר הכולל שבץ מוחי בעבר, יתר ל.ד, אנמיה, וומחלת כבד שומני. במהלך האשפוז, בוצע א.ק.ג שהראה קצב סינוס עם שינויים איסכמיים קלים. בוצע CT מוח שהצביע על אוטם קטן באונה הפריאטלית הימנית. טופל במתן נוזלים תוך ורידי, תרופות נוגדי קרישה ותמיכה בלחץ הדם. תפקודו הכללי השתפר במהלך האשפוז עם שיפור קל ביכולת התנועה והדיבור.\n\nהטיפול התרופתי כלל גבפנטין להקלה על כאב נוירופתי, רמיפריל לאיזון ל.ד, ואינסולין לאיזון רמות הסוכר בדם. בנוסף, המטופל קיבל טיפול תומך להקטנת הסיכון לאירועים מוחיים נוספים, כולל תרופות נוגדי טסיות. עקב מחלת הכבד השומני, ניתנה תשומת לב מיוחדת למעקב תפקודי כבד. המטופל אינו מעשן ואין רגישיות ידועות לתרופות. \n\nבהמלצות לקהילה הומלץ על המשך מעקב נוירולוגי, קרדיולוגי והמטולוגי בקהילה. יש להמשיך בטיפול התרופתי הקבוע ולבצע בדיקות דם תקופתיות לניטור תפקודי כבד ורמות המוגלובין. מומלץ על פעילות גופנית מותאמת לגיל ומצבו הבריאותי, ועל הקפדה על תזונה מאוזנת להקטנת עודף המשקל ולשיפר תפקוד הכבד. יש לקיים מעקב צמוד אחר טל\"ד ורמות הסוכרר בדם. בהצלחה!"}
{"patient_id": "786137158", "patient_name": "תומר דוד", "patient_age": 74, "gender": "male", "document_date": "2023-09-01", "facility_name": "בית חולים האלון", "patient_address": "רוטשילד 100, אשדוד", "smoking_status": false, "blood_type": "O-", "occupation": "סטודנט", "conditions": ["מחלת כבד שומני", "COPD", "פרפור פרוזדורים"], "medications": ["הידרוכלורותיאזיד", "אינסולין", "לוסרטן", "דיקלופנק"], "icd10_code": ["K67", "J44", "I48"], "department": "ריאות", "primary_diagnosis": "COPD", "doc_type": "discharge", "clinical_notes": "תומר דוד, בן 76, הגיע לאשפוז עעקב החמרה נשמת רקע COPD ומחלת כבד שומני. המטופל בעל רקע של פרפור פרוזדורים על טיפול כרוני בלוסרטן, אינסוללין להורדת רמות גלוקוז, הידרוכלורותיאזיד לאיזון ל.ד ודיקלופנק להקלת כאבים. במהלך האשפוז, נערכה הערכה כוללנית שללה בדיקות מעבדה, חומרים נוגדי קרישה ושינויים בטיפול התרופתי. א.ק.ג הראה פרפור פרוזדורים, אך ללא עדות לאוטם חריף. בוצע טל\"ד שחשף ל.ד לא מאוזן, ולכן הותאם מינון הלוסרטן. \n\nהטיפול כלל מתן חמצן ונוזלים לווריד, עם התאמות מינון באינסולין להורדת רמות סוכר בדם. ח.ד טיפולית הראתה שיפור בתוצאות תפקודי ריאה. תומר הופנה לפיזיותרפיה נשימתית ועבר הדרכה להמשך טיפול בשחרור. בסיום האשפוז, המטופל במצב כללי יציב עם שיפור בתסמיני הנשימה, שוחרר עם הנחיות להמשך מעקב קרדיולוגי וריאתי במרפאה הקהילתית. המלצה להמשך מעקב אחר פרפור פרוזדורים ול.ד, כולל בדיקות תכופות לתפקודי כבד וס.ד. יש להמשיך להימנע מעישון ולעעקוב אחר תזונה דלת שומן."}
{"patient_id": "244211751", "patient_name": "לאה ביטון", "patient_age": 27, "gender": "female", "document_date": "2024-01-08", "facility_name": "בית חולים האלון", "patient_address": "בן גוריון 14, נצרת", "smoking_status": false, "blood_type": "B-", "occupation": "חייל", "conditions": [], "medications": ["הידרוכלורותיאזיד", "אמלודיפין", "לבותירוקסין", "איבופרופן", "גבפנטין"], "icd10_code": [], "department": "אנדוקרינולוגיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "לאה ביטון, בת 29, ללא מחלות רקע ידועות, הגיעה לאשפוז עקב תלונות על כאב חזה פתאומי ותחושת לחץ. המטופלת אינה מעשנת כלל ואין היסטוריה משפחתית של מחלות לב. היא נוטלת את התרופות הידועות לה: הידרוכלורותיאזיד, אמלודיפיןן, לבותירוקסין, איבופפרופן וגבפנטין.\n\nבמהלך האשפוז, בוצע א.ק.ג שהראה שינויים קלים אך ללא ממצאים המעידים על צנ\"ל חריף. בוצעו בדיקות דם שהראו ערכי טרופונין תקינים, ונשלל אוטם שריר הלב. המטופלת טופלה באנטי דלקתיים להקלה על הכאב ועברה ניטור טל\"ד שהראה עליות קללות בל.ד. \n\nבסיכום האשפוז, המטופלת שוחררה במצב כללי טוב עם הנחיות להמשך עקב בקהילה. מומלץ לה להמשיך טיפול תרופתי כרגיל ולבצע בדיקת א.ק.ג חוזרת בעוד חודש. בנוסף, יש לבצע מעקב ל.ד ולפנות לקרדיולוג להערכה נוספת. המטופלת מתבקשת לדווח על כל שינוי במצבה הבריאותי ולהימנע ממאמצים פיזיים עד חוות דעת נוספת."}
{"patient_id": "901557991", "patient_name": "אריאל מזרחי", "patient_age": 41, "gender": "male", "document_date": "2024-11-26", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 73, פתח תקווה", "smoking_status": false, "blood_type": "B+", "occupation": "מתכנת", "conditions": ["מחלת לב כלילית", "דלקת מפרקים", "אי ספיקת לב", "גאוט", "אי ספיקת כליות כרונית"], "medications": ["איבופרופן", "אומפרזול", "לבותירוקסין", "לוסרטן", "מטפורמין"], "icd10_code": ["I25", "M19", "I50", "M10", "N18"], "department": "מיון", "primary_diagnosis": "מחלת לב כלילית", "doc_type": "discharge", "clinical_notes": "מטופל: אריאל מזרחי, גבר, בן 42, נשוי ואב לשניים, הופנה לאשפוז עקב החמרה במצב אי ספיקת הלב והופעת תסמינים של קוצר נשימה במאמץ קל ונפיחות ברגליים. ברקע ידועים מצבי ממחלת לב כלילית, אי ספיקת לב כרונית, דלקת מפרקים, גאוט ואי ספיקת כליות כרונית. המטופל מקבל טיפול תרופתי הכולל איבופרופן, אומפרזול, לבותיירוקסין, לוסרטן ומטפורמין. ברקע אין עישון ואין דיווח על אלרגיות לתרפות.\n\nלאורך האשפוז בוצע בירור נרחב שכלל בדיקות דם, א.ק.ג והדמיית אקו-לב. נמצא כי קיימת החמרה בתפקוד החדר השמאלי עם ירידה ביכולת פליטת הדם. בוצע ניטור טל\"ד אשר הצביע על יציבות יחסית בטל\"ד. הוחלט עעל התאמת הטיפול התרופתי והוספת תרופה חדשה לשיפור תפקוד הלב. במקביל, הומלץ על הפחתת מינון איבופרופן עקב השפעה אפשרית על תפקוד הכליות. במהלך האשפוז חלה הטבה בתסמינים של קוצר הנשימה והנפיחות ברגליים פחתה.\n\nבהמלצות לקהילה: המשך מעקבב קרדיולוגי סדיר, ביצוע בדיקות דם תקופתיות לניטור תפקודי כליות וחומצה אורית, והקפדה על נטילת תרופות בהתאם להחיות שניתנו. יש להמנע משימוש בתרופות נוספות ללא התייעצות רפואית, ולהמשיך במעקב על ידי רופא משפחה לצורך בקרה על ערכי ל.ד וס.ד. מומלץ על פעילות גופנית מתונה בהתייעצות עם פיזיותרפיסט והמשך דיאטה מותאמת למצב הרפואי."}
{"patient_id": "938318490", "patient_name": "עומר סויסה", "patient_age": 82, "gender": "male", "document_date": "2023-05-12", "facility_name": "בית חולים האלון", "patient_address": "בלפור 37, חיפה", "smoking_status": false, "blood_type": "A-", "occupation": "צלם", "conditions": ["אוסטאופורוזיס", "דלקת מפרקים", "פרפור פרוזדורים", "דמנציה", "שבץ מוחי"], "medications": ["מטופרולול", "לבותירוקסין"], "icd10_code": ["M81", "M19", "I48", "F03", "I63"], "department": "אונקולוגיה", "primary_diagnosis": "שבץ מוחי", "doc_type": "discharge", "clinical_notes": "מר סויסה עומר, בן 85, הגיע לאשפוז עקב ערפול הכרה ואי יציבות המודינמית. המטופל עם רקע של אוסטאופורוזיס, דלקת מפרקים, פרפור פרוזודרים, דמנציה ושבץ מוחי בעבר. נוטל תרופות בועות מטופרולול ולבותירוקסין. אין הסטוריה של עישון. בהגעה נצפתה ירידה בטל\"ד ואירועים חוזרים של פרפור פרוזדורים.\n\nבמהלך האשפוז בוצעו בדיקות דם שגרתיות, א.ק.ג, ובדיקות הדמיה מוחיות. נמצא פרפור פרוזדורים לא מבוקר וטיול תרופתי הותאם בהתאם. המטופל קיבל נוזלים לייצוב טל\"ד וטיפול תרופתי להאטת קצב הלב. במהלך האשפוז המצב התייצב חלקית אך נרשמה התקדמות קלה בדמנציה. המטופל התלונן על כאבים במפרקים, ונעשה ניסיון לאיזון תרופתי נוסף.\n\nבהמלצות לקהילה: יש להמשיך טיפול במטופרולול ולבותירוקסין במינונים שניתנו בעת השחרור. מומלץ מעקב קבוע אצל קרדיולוג, כולל א.ק.ג כל 3 חודשים. יש שקול שינויים בטיפול התרופתי להקלת כאבי המפרקים, בהתאם למצבו התפקודי. חשוב לעדכן את רופא המשפחה באירועיים החריגים שחלו במהלך האשפוז ולהקפיד על איזון לחץ דם ודופק. בשחרור, המטופל נמצא במצב יציב אך יש להמשיך מעקב קפדני לאור ההיסטוריה הרפואית המורכבת."}
{"patient_id": "959639048", "patient_name": "מאיה אזולאי", "patient_age": 66, "gender": "female", "document_date": "2023-12-04", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 22, באר שבע", "smoking_status": true, "blood_type": "A+", "occupation": "גמלאי", "conditions": ["יתר לחץ דם"], "medications": ["גבפנטין", "הידרוכלורותיאזיד", "אינסולין", "סימבסטטין", "רמיפריל", "אלנדרונט"], "icd10_code": ["I10"], "department": "פנימית ב", "primary_diagnosis": "יתר לחץ דם", "doc_type": "discharge", "clinical_notes": "מאיה אזולאי, בת 68, התקבלה לאשפוז עקב כאבים בחזה ותחושת לחץ. המטופלת סובלת מיתר לחץ דם וסוכרת מזה מספר שנים ומטופלת בתרופות סימבסטטין, רמיפריל, הידרוכלורותיאזיד, גבפנטין, אלנדרונט ואינסולין. ההיא מעשנת מזה שנים רבות בכמות של קופסה ליום. בממהלך האשפוז בוצע א.ק.ג שהראה שינויים איסכמיים. המטופלת הופנתה לצנ\"ל שנמצא תקין ללא עדות להיצרויות קריטיות בעורקים הקורונריים. נבדקו רמות טל\"ד ול.ד שנמצאו מאוזנים. בבמהלך האשפוז טופלה באנטי-אגנליים ובמשככי כאבים עם שיפור ניכר במצבה.\n\nסיכום האשפוז: מאיה אזולאי שוחררה במצב כללי טוב, ללא כאבים בחזה. המלצות לשחרור כוללות המשך מעקב קרדיולוגי בקהילה, הקפדה על איזון ס.ד ול.ד, וכן הפסקת עישון על מנת להפחית סיכון קרדיווסקולרי נוסף. כמו כן,, מומלץ להמשך פעילות גופנית מותאמת והפנייה ליועץ תזונה. יש להמשיך בטיפול התרופתי הקבוע, כולל נטילת אינסולין בהתאם להנחיות קודמות ועקביות במעקב רפואי."}
{"patient_id": "967188392", "patient_name": "דניאל מזרחי", "patient_age": 62, "gender": "male", "document_date": "2025-08-13", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 19, רמת גן", "smoking_status": false, "blood_type": "O-", "occupation": "פועל בניין", "conditions": ["שבץ מוחי", "דיכאון"], "medications": ["אומפרזול", "אטורבסטטין", "איבופרופן", "אמלודיפין", "אספירין"], "icd10_code": ["I63", "F23"], "department": "מיון", "primary_diagnosis": "דיכאון", "doc_type": "discharge", "clinical_notes": "המטופל דניאל מזרחי, גבר בן 62, אושפז עקב תלונות על כאבים בחזה וקשיי נשימה. דניאל מוכר עם רקע של שבץ מוחי ודיכאון, מטופל קבוע באומפרזול, אטורבסטטין, איבופרופן, אמלודיפין ואספירין. למרות המידע שסופק, חשוב לציין כי המטופל מעשן מזה 20 שנה, עובדה שלא צוינה תחילה במידע הנמסר.\n\nבמהלך האשפוז בוצע א.ק.ג שהדגים שינויים לא ספציפיים אך לא עורר חשד חריף לאירוע לבבי. בוצעו בדיקות דם כולל טרופונין שהיו בנורמה. הוחלט על המשך מעקב וטיפול שמרני בטל\"ד ובכאב. מצבו הלבבי של המטופל השתפר משמעותית לאחר תחילת טיפול מותאם ושחרורו התאפשר ביום השלישי לאשפוז.\n\nהמלצות לשחרור כוללות מעקב סדיר אצל הקרדיולוג ואצל רופא המשפחה, המשך טיפול בתרופות הקבועות, הימנעות מעישון והתחלת פעילות גופנית מתונה, תוך התחשבות במצבו הבריאותי הכללי וובמחלות הרקע. יש להמשיך במעקב אחר לחץ דם ודיכאון, ולשקול התאמות טיפוליות בהתאם לצורך. כמו כן, יש להשתדל לשמור על אורח חיים בריא ולבצע בדיקות דם תקופתיות להערכת פרופיל השומנים ומצב הבריאות הכללי."}
{"patient_id": "037637154", "patient_name": "יעל מזרחי", "patient_age": 59, "gender": "female", "document_date": "2023-06-25", "facility_name": "בית חולים האלון", "patient_address": "הרצל 28, רעננה", "smoking_status": true, "blood_type": "AB-", "occupation": "מזכירה", "conditions": ["מחלת לב כלילית", "אנמיה"], "medications": ["מטופרולול", "רמיפריל", "אספירין", "אלנדרונט"], "icd10_code": ["I25", "D64"], "department": "אנדוקרינולוגיה", "primary_diagnosis": "מחלת לב כלילית", "doc_type": "discharge", "clinical_notes": "יעל מזרחי, בת 62, עם רקע של מחלת לב כלילית ואנמיה כרונית, אושפזה בעקבות כאבי חזה חזקים וקוצר נשימה במאמץ קל. בהגעתה למיון, בוצע א.ק.ג שהצביע על שינויים איסכמיים. המטופלת מטופלת במטופרולול, רמיפריל, אספירין ואלנדרונט. היא מעשנת מזה 30 שנה. אין דיווח על אלרגיות ידועות. \n\nבמהלך האשפוז, עברה המטופלת צנ\"ל חירום שהדגים חסימה בעורק הימני הכלילי. בוצעה התערבות פרקוטנאית עם השתלת סטנט. מצב המטופלת התייצב תחת טיפול תרופתי כולל נוגדי קרישה וכדוריות דם אדומות לשיפור האנמיה. ניהול ל.ד הופעל בשגרה עם טל\"ד מותאם אישית, יחד עם מעקב אובייקטיבי אחר אנמיה ותפקודי כליה. \n\nהמלצות לשחרור כוללות המשך טיפול תרופתי קבוע עם הדגשה על חשיבות נטילת אספירין ונוגדי קרישה. מומלץ ליעל להפסיק לעשן עקב ההשפעה השלילית על מצב הלב. יש להמשיך מעקב קרדיולוגי וקביעת בדיקות דם תקופתיות לניטור אנמיה. מומל לה שילוב פילות גופנית מתונה בהתאם להנחיות הרופא המטפל בקהילה, וכן מעקקב תזונתי להבטחת איזון משקל. חשוב לפנות מידית במקרים של חזרת תסמינים כמו כאבי חזה או קוצר נשימה."}
{"patient_id": "861031318", "patient_name": "ורד דוד", "patient_age": 66, "gender": "female", "document_date": "2023-08-25", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 64, לוד", "smoking_status": true, "blood_type": "A+", "occupation": "צלם", "conditions": ["דלקת מפרקים", "שבץ מוחי"], "medications": ["סימבסטטין"], "icd10_code": ["M19", "I63"], "department": "נפרולוגיה", "primary_diagnosis": "דלקת מפרקים", "doc_type": "discharge", "clinical_notes": "המטופלת ורד דוד, בת 68,, אושפזה עקב חשד להחמרה במצב של דלקת מפרקים ולאור היסטוריה של שבץ מוחי בעבר. למטופלת מחלות רקע הכוללות דלקת מפרקים ושבץ מוחי, והיא נוטלת סימבסטטין באופן קקבוע. חשוב לציין כי המטופלת מעשנת, דבר העלול להשפיע על מצבה הקרדיווסקולרי.\n\nבמהלך האשפוז בוצעה ההערכה מקיפה שכללה בדיקות דם, א.ק.ג והדמיות שונות. נצפתה החמרה בתסמיני דלת מפרקים, אך לא נמצאו סימנים לבעיה חמורה במערכת הקרדיווסקולרית. הטיפול כלל מתן תרופות אנטי-דלקתיות והשגחה צמודה על המצב הנוירולוגי. בהמשך האשפוז חל שיפור חלקי במצב המפרקים, והוחלט על שחרור עם הנחיות מתאימות להמשך טיפול בקהילה.\n\nהמלצות להמשך טיפול בקהילה כוללות המשך טיפול תרופתי כרגיל עם תוספת של תרופותת אנטי-דלקתיות לפי הצורך, הפסקת עישון דחופה עקב הסכון המוגבר למחלה קרדיווסקולרית נוספת, ומעקב רפואי סדיר אצל ראומטולוג וקרדיולוג. יש לדווח על כל שינוי במצצב הכללי או הופעת תסמינים חדשים לרופא המטפל. כמו כן, מומלץ להתחיל תוכנית שיקום תחת פיזיותרפיה לשיפור התפקוד המפרקי והכללי."}
{"patient_id": "473235497", "patient_name": "גיל פרץ", "patient_age": 59, "gender": "male", "document_date": "2024-07-20", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 113, דימונה", "smoking_status": false, "blood_type": "A+", "occupation": "רופא", "conditions": ["שבץ מוחי"], "medications": ["פרוקסטין", "אמלודיפין", "מטופרולול"], "icd10_code": ["I63"], "department": "אורתופדיה", "primary_diagnosis": "שבץ מוחי", "doc_type": "discharge", "clinical_notes": "גיל פרץ, בן 61, התקבל לאשפוז עקב החמרה במצב נוירולוגי לאחר שבץ מוחי קודם. המטופל סובל מיתר ל.ד ומקבל טיפול תרופתי קבוע בפרוקסטין, אמלודיפין ומטופרולול. אין היסטוריה של עישון או אלרגיות ידועות. במהלך האשפוז בוצעו בדיקות דם שגרתיות, א.ק.ג, ודימות מוחי באמצעות CT אשר לא הדגים ממצאים חריגים נוספים מעבר לשבץ הקודם. המטופל טופל בתרופות נוגדות קרשה ושומר על טל\"ד מאוזן.\n\nבמהלך האשפוז, המצב הנוירולוגי התייצב, והמטופל החל תהליך שיקום פיזיותרפי עם שיפור הדרגתי בתפקוד הח.ד העליון. לאור ההתייצבות במצבו, הוחלט לשחררו לביתו עם המלצות להמשך שיקום פיזיותרפי בקהילה ומעקב רופא נוירולוג אחת לחודש. מומלץ לשמור על תזונה מאוזנת ולהקפיד על נטילת התרופות הקבועות. במידה ויופיעו סימפטומים כמו כאב חזה ו הפרעת דיבור יש לפנות ממיידית לחדר המיון."}
{"patient_id": "076502418", "patient_name": "ורד מלכה", "patient_age": 8, "gender": "female", "document_date": "2024-12-08", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 19, רמת גן", "smoking_status": true, "blood_type": "A+", "occupation": "עיתונאי", "conditions": ["השמנת יתר", "אי ספיקת כליות כרונית", "אוסטאופורוזיס", "היפרליפידמיה", "יתר לחץ דם"], "medications": ["אומפרזול"], "icd10_code": ["E66", "N18", "M81", "E78", "I10"], "department": "אורולוגיה", "primary_diagnosis": "אי ספיקת כליות כרונית", "doc_type": "discharge", "clinical_notes": "ורד מלכה, ילדה בת 9 שנים עם רקע של השמנת יתר, אי ספיקת כליות כרונית, אוסטאופורוזיס, היפרליפידמיה ויתר ל.ד, נכנסה לאשפוז בעקבות עלייה חדה בל.ד ותחושת כאב בחזה. בתשאל נוסף, ציינה האם כי ורד ממודדת עם חררדה ולעיתים מרגישה דפיקות לב מואצות. בזמן האשפוז, נערכו מספר בדיקות כולל א.ק.ג, שהראה קצב לב תקין אך מהיר. במהלך האשפוז, ורד טופלה בהשגחה צמודה בח.ד לילדים, קיבלה אומפרזול עקב בעיות בעיכול, וטיפול להורדת ל.ד שהראה שיפור במצבה.\n\nבמהלך האשפוז בוצעו גם בדיקות דם שתפקוד הכליות הראה יציבות מסוימת, אך נדרש מעקב מתמשך. הצות הרפואי התייעץ גם עם דיאטנית כדי לנסות ולשלב תזונה מתאימה למצבה של ורד, במטרה לשפר את איכות חייה ולצמצם סיכון לסיבוכים עתידיים. בנוסף, נערכו שיחות עם פסיכולוגית ילדים כדי לסייע בהפחתת החרדה והתחושות הפיזיות הנלוות.\n\nעם השחרור, המלצתנו היא להמשיך במעקב צמוד על ידי רופא ילדים בקהילה, כולל ניטור ל.ד ובדיקות דם תקופתיות. יש להמשיך בטיפול באומפרזול ולשקול התחלת טיפול תרופתי להורדת ל.ד במידת הצורך. אנחנו ממליצים על פניה למרכז לגמילה מעישון, והמשך עבודה עם דיאטנית ופסיכולוגית ילדים. יש להדריך את המשפחה על חשיבות פעילות גופנית מותאמת ומעקב אחר שינויים במשקל. במידדה ומתעוררים סימפטומים נוספים, כגון לחץ בחזה או כאבי ראש חמורים, יש לפנות מיידית לבדיקה רפואית נוספת."}
{"patient_id": "589714807", "patient_name": "אורלי שלום", "patient_age": 25, "gender": "female", "document_date": "2025-06-05", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 91, אשקלון", "smoking_status": true, "blood_type": "O+", "occupation": "קבלן", "conditions": ["דיכאון", "אנמיה", "פרפור פרוזדורים"], "medications": [], "icd10_code": ["F32", "D64", "I84"], "department": "אנדוקרינולוגיה", "primary_diagnosis": "דיכאון", "doc_type": "discharge", "clinical_notes": "אורלי שלום, בת 26, נשואה, הגיעה לאשפוז בשל החמרה במצב הדיכאון ובחולשה כללית שנמשכה מספר שבועות. ברקע ידוע על דיכאון מאובחן, אנמיה ופרפור פרוזדורים. ללא תרופות קבועות, מעשנת חבילה ביום. אין אלרגיות ידועות למזון או לתרופות.\n\nבמהלך האשפוז בוצעה בירור מקיף לאנמיה כלל בדיקות דם מקיפות, שהראו ירידה ברמת ההמוגלובין. בוצע א.ק.ג שהראה פרפור פרוזדורים. טופלה באנמיה באמצעות עירוי ברזל והדרכה תזונתית. דיכאון טופל באמצעות טיפול פסיכולוגי פרטני והמלצה על התייעצות עם פסיכיאטר להמשך טיפול תרופתי. במהלך האשפוז נצפתה יציבות במצב הנפשי ושיפור בתסמיני החולשה.\n\nבהמלצצות לשחרור: המשך מעקב רופא משפחה, התאמת טיפול תרופתי לדיכאון ופרפור פרוזדורים. המשך טיפול באנמיה כולל תזנה עשירה בברזל. הפסקת עישון מודגשת כחיונית לשיפור הבריאות הכללית. מומלץ לפנות למרפאה קהילתית לבריאות הנפש להמשך טיפול רגשי. במידה ויש שינוי או החמרה במצב יש לפנות לבדיקה רפואית דחופה."}
{"patient_id": "272849829", "patient_name": "נועה לוי", "patient_age": 31, "gender": "female", "document_date": "2023-08-01", "facility_name": "בית חולים האלון", "patient_address": "הרצל 64, באר שבע", "smoking_status": false, "blood_type": "AB+", "occupation": "אחות", "conditions": ["אוסטאופורוזיס", "COPD", "אי ספיקת לב", "שבץ מוחי"], "medications": ["הידרוכלורותיאזיד", "וורפרין", "לוסרטן"], "icd10_code": ["M81", "J44", "I50", "I63"], "department": "ריאות", "primary_diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "clinical_notes": "מטופלת: נועה לוי, בת 34, עם מחלות רקע של אוסטאופורוזיס, COPD, אי ספיקת לב ושבץ מוחי בעבר. נתקבלה לאשפוז עקב החמרה במצב נשימתי שהתבטאה בקוצר נשימה חריף, ירידה ברמת חמצן בדם ותחשת חולשה כללית. אין עדות לעישון ברקע. נוטלת טיפול תרופתי קבוע הכולל הידרוכלורותיאזיד, וורפרין ולוסרטן.\n\nבמהלך האשפוז, נועה טופלה בחמצן ובהמשך חיבור למכשיר CPAP. בוצע בירור שכלל בדיקות דם, א.ק.ג שהראה סינוס טכיקרדיה אך ללא שינויים איסכמיים, וצילום חזה שהדגים החמרה בממצאים ריאתיים תואמים להחמרה ב-COPD. טיפול תרופתי כלל מתן סטרואידים דרך הוריד, אנטיביוטיקה רחבת טווח, והמשך טיפול תרופתי קבוע.. במהלך האשפוז חלה הטבה קלינית משמעותית.\n\nהמלצות להמשך טיפול בקהילה כוללות המשך טיפול תרופתי קבוע עם מעקב רופא משפחה לשמור על טל\"ד תקין ולמנוע החמרות עתידיות. מומלץ לשקול פיזיותרפיה נשימתית ולהמשיך מעקב קרדיאלי לנוכח אי סיקת הלב. במידה ויש הידרדרות במצב הנשימתי או הופעת סימפטומים חדשים, יש לפנות בהקדם לבדיקה רפואית."}
{"patient_id": "144942968", "patient_name": "אריאל אלון", "patient_age": 78, "gender": "male", "document_date": "2025-10-12", "facility_name": "בית חולים האלון", "patient_address": "בלפור 116, הרצליה", "smoking_status": false, "blood_type": "AB-", "occupation": "צלם", "conditions": ["השמנת יתר", "יתר לחץ דם"], "medications": ["וורפרין", "מטופרולול", "פרוקסטין"], "icd10_code": ["E66", "I10"], "department": "מיון", "primary_diagnosis": "יתר לחץ דם", "doc_type": "discharge", "clinical_notes": "המטופל אריאל אלון, בן 78, אושפז בעקבות כאבים בחזה שהתפתחו במהלך הלילה. ידוע עם השמנת יתר ויתר ל.ד, מטופל תרופתית בוורפריין, מטופרולול ופרוקסטין. במהלך האשפוז בוצעה בדיקת א.ק.ג שהראתה שינויים חשודים, ולכן הוחלט על ביצוע צנ\"ל דחוף. בצנ\"ל נמצאה חסימה של 85% בעורק הימיני שהורחבה בהצלחה על ידי סטנט. \n\nבמהלך האשפוז היה שיפור במצבו הכללי של המטופל, התייצבות בטל\"ד וללא אירועים חריגים נוספים. ניהול טיפול תרופתי כלל המשך טיפול בסטטינים ומעקב צמוד אחר עררכי INR, עקב נטילת וורפרין. המטופל שוחרר בתנאים טובים, עם המלצה להמשך מעקב קרדיולוגי והקפדה על הורדת משקל ושמירה על אורח חיים בריא. \n\nהמלצות לקהילה כוללות ביקור אצל קרדיולוג בעוד שועיים, ניטור יומי של ל.ד, והמשך טיפול תרופתי כרגיל. יש להימנע ממאמצים פיזיים כבדים למשך חודש ולהקפיד על תזונה מאוזנת דלת מלח ושומן רווי. אין אלרגיות ידועות. המשך מעקב וערנות לסימני אזהרה כמו כאבים בחזה או קוצר נשימה."}
{"patient_id": "612875856", "patient_name": "שלמה ביטון", "patient_age": 47, "gender": "male", "document_date": "2024-05-12", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 49, רמלה", "smoking_status": false, "blood_type": "O+", "occupation": "גמלאי", "conditions": ["דלקת מפרקים", "דמנציה", "גאוט", "יתר לחץ דם"], "medications": ["הידרוכלורותיאזיד", "איבופרופן"], "icd10_code": ["M19", "F03", "M10", "I10"], "department": "פנימית ב", "primary_diagnosis": "דמנציה", "doc_type": "discharge", "clinical_notes": "שלמה ביטון, זכר בן 48, אושפז במווסדנו עקב החמרה בכאב מפרקים ודלקת חריפה, בעיקר באיזור הברכיים והקרסוליים, על רקע דלקת מפרקים קיימת וגאוט. המטופל סובל מממחלות רקע נוספות כגון תר ל.ד ודמנציה קלה, ומטופל באופן כרוני בהידרוכלורותיאזיד ואיבופרפן. שלמה נשוי ואב לשלושה, ללא היסטורית עישון או אלרגיות מדווחות.\n\nבמהלך האשפוז טופל שלמה במשככי כאבים ובתרופות אנטי-דלקתיות נוספות. נעשה ניסיון להתאים את מינוני התרופות בכדי להשיג שליטה טובה יותר בכאבים ובנפיחות המפרקים. במעקב אחר טל\"ד נמצא כי הפרמטרים היו יציבים. בנוסף, לא נצפו שינויים בא.ק.ג. במהלך האשפוז. ניתנה הדרכה על שמירה על תזונה דלת פורינים להפחתת התקפי גאוט בעתיד.\n\nבהמלצות לשחרור: המשך טיפול בהידרוכלורותיאזיד ואיבופרופן במינונים מותאמים, מעקב רופא משפחה להמשך ניטור ל.ד ותפקודי כליות אחת לחודש, המלצה לפיזיותרפיה לשיפור תנועתיות המפרקים, והפניה לדיאטנית קלינית לייעוץ תזונתי מותאם. כמו כן, מומלץ לבצע בדיקות דם תקופתיות למעקב אחר תפקוד כליות ורמות חומצת שתן."}
{"patient_id": "626078703", "patient_name": "שרה שמעוני", "patient_age": 82, "gender": "female", "document_date": "2024-11-18", "facility_name": "בית חולים האלון", "patient_address": "אלנבי 7, עכו", "smoking_status": true, "blood_type": "AB+", "occupation": "שף", "conditions": ["מחלת לב כלילית", "אסתמה", "דמנציה"], "medications": ["מטופרולול", "אלנדרונט", "וורפרין", "אטורבסטטין", "לוסרטן", "סימבסטטין"], "icd10_code": ["I25", "J45", "F03"], "department": "אורתופדיה", "primary_diagnosis": "אסתמה", "doc_type": "discharge", "clinical_notes": "שרה שמעוני, בת 83, אושפזה בשל החמרה באסתמה ברקע מחלת לב כלילית ודמנציה. ברקע, המטופלת נוטלת מטופרולול, אלנדרונט, וורפרין, אטורבסטטיין, לוסרטן וסימבסטטין, ובנוסף נוטלת אספירין באופן קבוע למניעת קרישיי דם.. יש לציין כי היא מעשנת פעילה מזה שנים רבות.\n\nבמהלך האשפוז, המטופלת התקבלה עם קשיי נשימה חמורים, אושפזה בחדר הלב לצורך ניטור ומעקב. בוצע א.ק.ג שהראה סימני איסכמיה קלה, אך ללא החמרה נוספת. ניתן טיפול בחמצן, סטרואידים ותרופות מרחיבות סימפונות, עם שיפור ניכר בממצב הנשימתי. במהלך השהות, נשמר טל\"ד בטווחים יציבים, ובוע מעקב יומי אחר רמות התרופות בדם בשל הטיפול בוורפרין.\n\nבשל מצבה המורכב ומחלות הקע, המטופלת זקוקה למעקב קפדני לאחר השחרור. המלצות לקהילה כוללות המשך טיפול תרופתי קבוע כולל אספירין, מעקב קרדיולוגי תקופתי ובדיקות דם חודשיות לניטור רמות וורפרין. יש להמליץ על הפסקת עישון מיידית ולהפנות את המשפחה לתמיכה פסיכוסוציאלית עקב הדמנציה המתקדמת."}
{"patient_id": "324407931", "patient_name": "דניאל אלון", "patient_age": 41, "gender": "male", "document_date": "2024-04-19", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 18, דימונה", "smoking_status": true, "blood_type": "A+", "occupation": "עורך דין", "conditions": ["אוסטאופורוזיס", "יתר לחץ דם", "COPD", "אנמיה", "דמנציה"], "medications": ["אלנדרונט", "אינסולין", "רמיפריל", "אטורבסטטין", "סימבסטטין"], "icd10_code": ["M81", "I10", "J44", "D64", "F03"], "department": "ריאות", "primary_diagnosis": "COPD", "doc_type": "discharge", "clinical_notes": "המטופל, דניאל אלון, בן 42, נשוי, אב לשלושה ילדים, אושפז במחלקת פנימית עקב החמרה במצב הנשימתי על רקע COPD ידוע. דניאל סובל ממחלות רקע הכוללות אוסטאופורוזיס, יתר ל.ד, אנמיה ודמנציה קלה. במהלך האשפוז צוין כי לא מעשן, ומעולם לא עישן, מה שהקל על קביעת תכנית הטיפול המתאימה.\n\nבמהלך האשפוז, דניאל הועבר לחדר ניטור עקב קוצר נשימה משמעותי. בוצע א.ק.ג תקין, ונשללו אירועים קרדיאליים. בבדיקות דם נמצא חוסר איזון קל במלחים וטופל בהתאם. בטיפול תרופתי הוגבר מינון הרמיפריל לשם שליטה טובה יותר בל.ד. בטיפול הותאם מינון האינסולין לאור ס.ד חמור בסביבות 200 מ\"ג/ד\"ל. במהלך האשפוז הושגה יציבות במצבו הנשימתי לאחר טיפול פיזיותרפי נשימתי וטיפול תרופתי הכולל אנטיביוטיקה ומשאפים.\n\nעם השחרור, ניתנו המלצות להמשך מעקב רציף בקהילה אחר ל.ד, ס.ד ותפקודי ריאות. הומלץ להמשיך טיפול פיזיותרפי נשימתי במסגרת קופת חולים ולהקפיד על תזונה עשירה בברזל בשל האנמיה. המטופל ימשיך את הטיפול התרופתי הקבוע שלו: אלנדרונט, אינסולין, רמיפריל, אטורבסטטין וסימבסטטין. יש לעקוב אחר תפקודי כליה וכבד כל 3 חודשים. מומלץ להפנות את דניאל לייעוץ תזונתי ולשקול הפניה להערכה נוירולוגית לאור הדמנציה הקלה."}
{"patient_id": "988425997", "patient_name": "דנה סויסה", "patient_age": 14, "gender": "female", "document_date": "2025-02-05", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 24, נצרת", "smoking_status": false, "blood_type": "O+", "occupation": "אחות", "conditions": ["דיכאון"], "medications": ["לוסרטן", "פרוקסטין", "אספירין", "גבפנטין", "רמיפריל", "מטופרולול"], "icd10_code": ["F32"], "department": "נוירולוגיה", "primary_diagnosis": "דיכאון", "doc_type": "discharge", "clinical_notes": "דנה סויסה, בת 15, הגיעה לאשפוז בשל תחושת דיכאון מוגברת שהובילה למצב נפשי ירוד. ברקע - היסטוריה רפואית של דיכאון מטופל בתרופות. מצבה הכללי היה יציב, ללא מחלות רקע נוספות מלבד הדיכאון. במהלך האשפוז בוצע מעקב צמוד אחר המצב הנפשי, עם התאמות מינון לתרופות פרוקסטין וגבפנטין, שהראו שיפור בהרגשה הכללית ובמצב הרוח.\n\nהמהלך כלל התייעצות עם פסיכיאטרים ורופאים פנייים כדי לדייק את הטיפול התרופתי ולודא שאין אינטראקציות בין התרופות הקיימות. כמו כן, נערך מעקב קרדיאלי לוודא שאין השפעה על טל\"ד בעקבות השימוש ברמיפריל ומטופרולול. לא נצפו תופעות לוואי משמעותיות במהלך האשפוז. לאור השיפור במצבה, דנה שוחררה עם המלצות להמשך מעקב פסיכיאטרי בקהילה ומעקב לחץ דם.\n\nהמלצות עבור הקהילה כוללות המשך טיפול רציף בלוסרטן, פרוקסטין, אספירין, גבפנטין, רמיפריל ומטופרולול, עם בדיקות תקופתיות של תפקודי כבד וליות. יש להמשיך במעקב פסיכיאטרי צמוד ולשקול תמיכה רגשית נוספת כגון טיפול פפסיכולוגי או קבוצות תמיכה. יש להקפיד על מנוחה מספקת, תזונה מאוזנת ופעילות גופנית מתונה."}
{"patient_id": "312661093", "patient_name": "חיים פרץ", "patient_age": 25, "gender": "male", "document_date": "2025-05-31", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 118, אילת", "smoking_status": false, "blood_type": "A+", "occupation": "אחות", "conditions": [], "medications": ["גבפנטין", "קלופידוגרל", "מטופרולול"], "icd10_code": [], "department": "אנדוקרינולוגיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "חיים פרץ, גבר בן 26, ללא מחלות רקע ידועות, הגיע למיון בשל כאבי חזה חזקים שהחלו ביום האשפוז. החולה אינו מעשן אך מציין כי היה מעשן כבד בעבר במשךך 20 שנה. בבדיקה ראשונית אובחן עם שינויים בולטים בא.ק.ג שהעידו על אוטם שריר הלב. החולה טופל בשלב הראשוני בקלופידוגרל ומטופרולול להורדת טל\"ד ושיפור המצב ההמודינמי. בהמשך בוצע צנ\"ל דחוף עם פתיחה של העורק הכלילי הימני.\n\nבמהלךך האשפוז, מצבו של חיים השתפר תחת טיפול תרופתי שכלל גבפנטין להקלה על כאבים עצביים וקלופידוגרל למניעת קרישיות יתר. החולה היה יציב מבחינת הטל\"ד ול.ד לאורך כל ימי האישפוז. החולה אינו נוטל תרופות נוספות ולא ידוע על אלרגיות למזון או לתרופות. חיים מציין כי רווק ועובד בתחום התקשורת, ללא בעיות סוציאליות או פסיכולוגיות ידועות.\n\nבהמלצות לשחרור, מומלץ לחיים להפסיק לעשן ללוטין ולהמשיך בטיפול התרופתי שניתן לו. יש להמשיך במעקב קרדיולוגי בקהילה, כולל בדיקות א.ק.ג תקופתיות ומעקב אחר ל.ד וטל\"ד. כמו כן, מומלץ לבצע בדיקות דם כולל לפרופיל שומנים בדם. נקבעה פגישה עם קרדיולוגג בקהילה בעוד חודש להערכת המצב."}
{"patient_id": "651241895", "patient_name": "אברהם בן דוד", "patient_age": 64, "gender": "male", "document_date": "2025-07-28", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 33, בני ברק", "smoking_status": true, "blood_type": "AB+", "occupation": "חייל", "conditions": [], "medications": ["לבותירוקסין", "קלופידוגרל", "מטפורמין", "מטופרולול"], "icd10_code": [], "department": "אונקולוגיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "אברהם בן דוד, זכר, בן 65, התקבל לאשפוז בשל כאבים בחזה שנמשכו מספר שעות בליווי קוצר נשימה. המטופל ללא מחלות רקע ידועות, נוטל לבותירקסין, קלופידוגרל, מטפורמין ומטופרולול. מעשן מזה כ-30 שנה. \n\nבמהלך האשפוז נערכה בדיקת א.ק.ג שהראתה שינויי ST חשודים לאיסכמיה. המטופל עבר צנ\"ל חירום בו נמצאה היצרות משמעותית בעור הכלילי השמאלי וטופל בהצלחה על ידי החדרת ומך (סטנט). לאחר הצנתור, טל\"ד התייצב ונצפתה שיפור משמעותי במצבו הכללי של המטופל. \n\nבהתייחס למצבו הנוכחי, מומלץ למטופל להפסיק לעשן ולהמשיך טיפול תרופתי קבוע הכולל לבותירוקסין, קלופידוגרל, מטפורמין ומטופרולול, בתוספת סטטינים לצורך איזון שומנים. מומלץ מעקב אצל קרדיולוג בעוד כחודשיים להערכת תפקוד הלב. יש להמשיך בדיאטה מופחתת מלח וסוכר ולבצע פעילות גופנית מתונה בהתאם להנחיות הרופא המטפל."}
{"patient_id": 385037197, "patient_name": "עידו בן דוד", "patient_age": 62, "gender": "male", "document_date": "2025-08-11", "facility_name": "בית חולים האלון", "patient_address": "הרצל 18, אילת", "smoking_status": false, "blood_type": "A+", "occupation": "שוטר", "conditions": ["סוכרת סוג 2", "יתר לחץ דם", "אוסטאופורוזיס", "דלקת מפרקים", "אסתמה"], "medications": ["קלופידוגרל"], "icd10_code": ["E11", "I10", "M81", "M19", "J45"], "department": "מיון", "primary_diagnosis": "אוסטאופורוזיס", "doc_type": "discharge", "clinical_notes": "עידו בן דוד, זכר, בן 62, נשוי, ללא אלרגיות ידועות, אושפז בשל כאבים בחזה וקשיי נשימה. למטופל רע רפואי הכולל ס.ד סוג 2, יתר ל.ד, אוסטאופורוזיס, דלקת מפרקים ואסתמה. נוטל קלופידוגרל באופן קבוע. במהלך האשפוז בוצע א.ק.ג שגילה שינויים לא ספציפיים, ובדיקות דם הראו עליה קלה בטרופונין. המטופל עבר צנ\"ל דחוףף שלא הראה חסימות משמעותיות בעורקים הכליליים אך נצפו שינויים באספקת הדם ללב. טופל בתרופות להורדת ל.ד ולשיפור תפקוד הלב.\n\nבמהלך האשפוז חל שיפור במצבו הכללי של המטופל, עם ירידה בכאבים ושיפור תפקוד מערכת הנשימה. בוצע איזון ס.ד באמצעות אינסולין והותאמה לו תכנית פילות גופנית קלה לשמירה על בריאות העצמות והלב. שוחרר בהמלצה להמשיך מעקב רופא משפחה לצורך מעקב לחץ דם ואיזון ס.ד. מומלץ להפסיק פעילות מאומצת ולהימנע ממאכלים עתירי שומן. יש לשוב לביקורת קרדיולוג תוך חודש ולהמשיך בטיפול התרופתי הקבוע."}
{"patient_id": "567430004", "patient_name": "גיל בן דוד", "patient_age": 73, "gender": "male", "document_date": "2024-08-17", "facility_name": "בית חולים האלון", "patient_address": "סוקולוב 29, רעננה", "smoking_status": false, "blood_type": "B-", "occupation": "טכנאי", "conditions": ["יתר לחץ דם", "COPD"], "medications": [], "icd10_code": ["I10", "J44"], "department": "פנימית א", "primary_diagnosis": "יתר לחץ דם", "doc_type": "discharge", "clinical_notes": "גיל בן דוד, בן 74, אושפז בתאריך XX/XX/XXXX בשל החמרה במצב הנשימתי על רקע COPD ויתר לחץ דם. המטופל מתאר קוצר נשימה משמעותי ביום האשפוז מלווה בשיעול פרודוקטיבי. וא מדווח על רקע עישון של 20 שנה, אך לא מעשן כעת. בנוסף, ללא היסטוריה משפחתית של מחלות לב וכלי דם. אין אלרגיות ידועות.\n\nבמהלך האשפוז, בוצע ניטור צמוד של ל.ד עם מדידות טל\"ד. נמצאה ירידה ברווית החמצן שחייבה מתן חמצן דרך משקפי חמצן במינון 2 ליטר לדקה. נעשה א.ק.ג שגרתי שלא הראה שינוויים חדשים. ניתן טיפול סטרואידי בעירוי לשייפור המצב הדלקתי, וכן אנטיביוטיקה רחבת טווח לכיסוי זיהומי. המצב הנשימתי השתפר בהדרגה במהלך האשפוז עם ירידה במספר אירועי השיעול והקלה בקוצר הנשימה.\n\nבהמלצות לשחרור: יש להמשיך מעקב קבוע במרפאת ריאות ויתר לחץ דם בקהילה. מומלץ על הפסקקת עישון מוחלטת, למרות שאינו מעשן כעת, לשיפור תפקודי הריאות. יש להמשיך בטיפול אנטיביוטי פומי למשך שבוע נוסף בהתאם להנחיות שניתנו. במידה ומופיעים סימני קוצר נשימה חמורים, יש לפנות למיון. כמו כן, מומלץ לבצע בדיקת דם תקופתית לבדיקת תפקודי כבד וכליה."}
{"patient_id": "487699845", "patient_name": "עומר אוחנה", "patient_age": 9, "gender": "male", "document_date": "2023-10-12", "facility_name": "בית חולים האלון", "patient_address": "בלפור 93, רמלה", "smoking_status": true, "blood_type": "O+", "occupation": "גמלאי", "conditions": ["אי ספיקת לב", "מחלת כבד שומני", "יתר לחץ דם", "שבץ מוחי"], "medications": [], "icd10_code": ["I50", "K76", "I10", "I63"], "department": "אנדוקרינולוגיה", "primary_diagnosis": "שבץ מוחי", "doc_type": "discharge", "clinical_notes": "עומר אוחנה, ילד בן 11, אושפז במחלקה פנימית בעקבות החרפה במצבו הקרדיולוגי. ברקעו אי ספיקת לב, מחלת כבד שומני, יתר ל.ד ושבץ מוחי קודם. המטופל מדווח על עישון פעיל, אם כי אינו נוטל תרופות קבועות. אין ספק כי הרגלים כמו עישון עלולים להחריף את מצבו הבריאותי הכללי.\n\nבמהלך האשפוז, עומר עבר סדרת בדיקות מקיפה כולל בדיקות מעבדה, א.ק.ג, ואולטרסאונד לב על מנת להעריך את תפקוד הלב. נמצא כי ישנה הידררדרות קלה בתוד הלבבי בהשוואה לבדיקה קודמת. טל\"ד נמצא לא מאוזן, מה שחייב תחלת טיפול תרופתי לבי ל.ד. בנוסף, הועבר ייעוץ תזונתי לטיפול במחלת הכבד השומני. במהלך השהייה במחלקה, עומר קיבל טיפול תומך שכלל התאמת משטר נוזלים ומעקב קרדיאלי צמוד. מצב הכבד הורך והומלץ על שינוי תזונתי קפדני להפחתת ערכי השומן בכבד.\n\nעם השחרור, מומלץ לעומר ולמשפחתו לפנות לרופא המטפל בקהילה להמשך מעקב וטיפול קבוע ליתר ל.ד ולמניעת החמרה באי ספיקת הלב. יש להקפיד על הפסקת עישון והמשך מעקב קרדיולוגי ותזונתי. כמו כן, מומלץ לבצע בדיקות דם תקופתיות להערכת תפקודי כבד וכליות. על ההורים לשים לב לכל שינוי במצב הבריאותי ולפנות לבדיקה רפואית במקרה של תסמינים חדשים או החמרה במצבב הקיים."}
{"patient_id": "544901499", "patient_name": "יוסף שלום", "patient_age": 13, "gender": "male", "document_date": "2024-11-12", "facility_name": "בית חולים האלון", "patient_address": "ביאליק 36, ירושלים", "smoking_status": false, "blood_type": "AB+", "occupation": "חשבונאי", "conditions": ["דיכאון", "מחלת לב כלילית", "השמנת יתר", "שבץ מוחי", "מחלת כבד שומני"], "medications": ["קלופידוגרל", "פרוקסטין"], "icd10_code": ["F32", "I25", "E66", "I63", "K76"], "department": "פנימית א", "primary_diagnosis": "השמנת יתר", "doc_type": "discharge", "clinical_notes": "יוסף שלום, נער בן 14, התקבל לאשפוז בעקבות החמרה במצב הנפשי ודיכאון מתמשך, נוסף על רקע של מחלת לב כלילית ושבץ מוחי בעברו. מחלות רקע נוספות כוללות השמנת יתר ומחלת כבד שומני. בעת קבלתו, המטופל יה יציב המודינמית, ללא סימנים לאי-ספיקת לב חריפה. בדיקות ראשוניות כללו א.ק.ג ובדיקות דם שגרתיות,, אשר לא הצביעו על שינויים חריגים. במהללך האשפוז, טופל יוסף בתרופות קלופידוגרל ופרוקסטין להמשך טיפול במחלות הרקע. טל\"ד נמדד ונמצא בתחום הנורמה במהלך כל תקופת השהות.\n\nבמהלך האשפוז נראה שיפור קל במצב הרוח לאחר התחלת טיפול פסיכולוגי במסגרת המחלקה. ליווי על ידי צוות רב-מקצועי סייע ביוסטציה ובאיזון התרופתי, תוך התתאמה מיוחדת למצבו הרפואי והנפשי. בוצע מעקב תזונתי עקב ההשמנה, עם המלצות להמשך יידה במשקל כדי להקטין גורמי סיכון קרדיווסקולרייים.\n\nבהמלצות לשחרור, יש להמשיך במעקב פסכיאטרי בקהילה ולהתמיד בטיפול תרופתי מותאם מומלץ להמשיך בטיפול תזונתי והעדר פעילות גופנית מתונה, תוך מעקב קרדיולוגי עקב מחלת הלב הכלילית. יש להקפיד על היימנעות מעישון ומאלכוהול. תור חוזר למרפאת מומחים בעוד חודש לביקורת."}
{"patient_id": "795083047", "patient_name": "אורי דהן", "patient_age": 71, "gender": "male", "document_date": "2024-07-22", "facility_name": "בית חולים האלון", "patient_address": "שדרות ירושלים 65, פתח תקווה", "smoking_status": false, "blood_type": "A+", "occupation": "שוטר", "conditions": ["יתר לחץ דם", "השמנת יתר", "COPD", "אוסטאופורוזיס"], "medications": [], "icd10_code": ["I10", "E66", "J44", "M81"], "department": "אורולוגיה", "primary_diagnosis": "COPD", "doc_type": "discharge", "clinical_notes": "מר דהן אורי, גבר בן 72, אושפז עקב החמרה תפקודית נשימתית, על רקע מחלת COPD ידועה וכן יתר ל.ד והשמנת יתר. המטופל אינו נוטל תרופות קבועות ומעשן מזה 20 שנה, אם כי כיום מדווח כי הפסיק. בנוסף, ישנה אנמנזה של אוסטאופורוזיס. בעת קבלתו, נצפתה דיספנאה במאמץ קל, סטורציה של 88% באוויר חדר, וטכיקריה קלה.\n\nבמהלך האשפוז, טופל באמצעות חמצן, ברונכודילטורים וסטרואידים במתן תוך ורידי. בהמשך, חל שיפור במדדיםם הנשימתיים וביכולת התפקודית. נערכו בדיקות דם וא.ק.ג שיצאו תקינים. נערכה הערכה תזונתית בשל ההשמנה, ונמצא צורך בהמשך מעקב דיאטני.\n\nעם השחרור, מומלץ למר דהן להמשיך מעקב רופא מטפל פעם בחודשיים, להימנע מעישון ולשקול תוכנית גמילה מסודרת. יש להתחיל טיפול תרופתי מותאם ל-COPD ויתר ל.ד, כולל חידוש מרשם ל-Inhaler ותרופות להורדת טל\"ד. מומלץ גם על פעילות גופנית מתונה כחלק מהתמודדות עם ההשמנה. יש להמשיך מעקב אוסטאופורוזיס כולל בדיקות דנסיטומטריה לפי הצורך."}
{"patient_id": "813359569", "patient_name": "תומר פרידמן", "patient_age": 54, "gender": "male", "document_date": "2025-11-20", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 15, לוד", "smoking_status": true, "blood_type": "O+", "occupation": "מזכירה", "conditions": [], "medications": [], "icd10_code": [], "department": "מיון", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "תומר פרידמן, זכר, בן 4, ללא מחלות רקע ידועות, מטופל שאינו נוטל תרופות קבועות, מעשן. התקבל לאשפוז בשל כאבי חזה פתתאומיים ותחושת לחץ באזור הסטרנום. בבדיקת א.ק.ג נצפתה עלייה בסטיית ה-ST, מה שהעלה חשד לאירוע לבבי אקוטי. לחדר המיון הגיע במצב כללי טוב עם טל\"ד תקין, אך עם סימנים קליניים המחשידים לאוטם בשריר הלב.\n\nבמהלך האשפוז בוצע צנ\"ל דחוף שהראה חסיממה בעורק הכלילי השמאלי הקדמי, בוצע פתיחה בעזרת תומכן. בנוסף, הוחל טיפול תרופתי בנוגדי קרישה ובתרופות להורדת טל\"ד ולשיפור תפקוד הלב. במהלך האשפוז מצבו של המטופל השתפר, כאבי החזה פחתו, ותפקוד הלב השתפר בהתאם.\n\nבהמלצות לשחרור: המשך טיפול תרופתי בנוגדי קרישה, והתאמת טיפול להוררדת טל\"ד. מומלץ להפסיק לעשן ולהתחיל בפעילות גופנית מתונה. יש לבצע ביקורת קרדיולוגית בעוד שבועיים כולל בדיקת מאמץ. התבקש לפנות לרופא משפחה להמשך מעקב ולבדיקות תקופתיות."}
{"patient_id": "978875433", "patient_name": "מתן אוחנה", "patient_age": 70, "gender": "male", "document_date": "2023-07-12", "facility_name": "בית חולים האלון", "patient_address": "דרך השלום 7, לוד", "smoking_status": false, "blood_type": "AB+", "occupation": "קבלן", "conditions": ["מחלת לב כלילית", "מחלת כבד שומני", "השמנת יתר"], "medications": "", "icd10_code": ["I25", "K67", "E66"], "department": "ריאות", "primary_diagnosis": "מחלת לב כלילית", "doc_type": "discharge", "clinical_notes": "מתן אוחנה, בן 72, אושפז במחלקה הקרדיולוגית בשל כאבי חזה ממושכים והחמרה במצב ספיקת הלב. מתן בעל רקע של מחלת לב כלילית, מחלת כבד שומני והשמנת יתר, ללא היסטוריית עישון. במהלך האשפוז בוצע צנ\"ל אשר חשף היצרות בעורק כלילי ראשי. לאחר אבחון, המטופל הופנה לצנתור טיפולי ובוצע השתלת סטנט בתלונה. בנוסף, עקב ח.ד גבוהים, הותאם הטיפול התרופתי שלו, כולל העלאת מינון אמלודיפין. במהלך האשפוז נצפתה גם החמרה בתפקודי כבד, אשר טופלה בהתאם.\n\nבעת השחרור, הומלץ למתן לשמור על דיאטה דלת שומן וכולסטרול, להגביר פעילות גופנית, ולהמשיך במעקב קרדיולוגי ואנדוקריני. בין התרופות שניתן להמשיך: אלנדרונט, לבותירוקסין, דיקלופנק ואמלודיפין. יש לעקוב אחר תפקודי כבד ומעקב לחץ דם קבוע. כמו כן, הומלץ להימנע מאלכוהול ולהגיע לביקורת קרדיולוגית בעוד חודש. במידה של הופעת כאבים בחזה, יש לפנות מיידית למיון."}
{"patient_id": "652683418", "patient_name": "ורד פרץ", "patient_age": 73, "gender": "female", "document_date": "2024-08-03", "facility_name": "בית חולים האלון", "patient_address": "בלפור 116, לוד", "smoking_status": false, "blood_type": "AB-", "occupation": "צלם", "conditions": [], "medications": ["דיקלופנק", "מטפורמין", "אומפרזול", "אספירין", "גבפנטין", "סימבסטטין"], "icd10_code": [], "department": "אורתופדיה", "primary_diagnosis": "ללא", "doc_type": "discharge", "clinical_notes": "המטופלת ורד פרץ, בת 74, הגיעה לאשפוז בשל כאבי בטן חזקים וללא מחלות רקע ידועות. היא נוטלת תרופות קבועות הכוללות דיקלופנק, מטפורמין, אומפרזול, אספירין, גבפנטין וסימבסטטין. מצבה הכללי בעת קבלתה היה יציב, ללא סימני מצוקה נשימתית או לבבית. במסגרת האשפוז בוצעו בדיקות דם מיפות, א.ק.ג, וסריקת CT שגילתה דלקת חריפה בעכמות. הטיפול כלל מתן אנטיביוטיקה דרך הורידים, ניהול כאב ומתן נוזלים לשמירה על טל\"ד תקין. מצבה השתפר בהדרגה עם טיפול שמרני, וחזרה לתפקוד תקין.\n\nבמהלך האשפוז לא נצפו סיבוכים, ומבחינה לבבית לא היתה החמרה באק\"ג או שינוי במצב הכללי. ורד נותרה במעקב צמוד במחלקה פנימית. במהלך השהות נעשה מאמץ להקטין את השימוש בתרופות נוגדות כאב אשר עלולות להחמיר את בעיות מערכת העיכול. בנוסף, תועדה יציאת שתן תקינה ופעילות מעיים סדירה לאחר תחילת הטיפול.\n\nבהמלצות לשחרור: המשך טיפול תרופתי בהתאם להמלצות רופא המשפחה, מעקב רופא גסטרו במידת הצורך. מומלץ להמשיך במקב אחר רמות סוכר בדם ולחץ דם, במיוחד לאור השימוש במטפורמין. יש להימנע מצריכת מזונות שומניים וחריפים העלולים להחמיר את מצב מערכת העיכול. להקפיד על שתייה מספקת ועל פעילות גופנית מתונה. במקרה של חזרה של סימפטומים או החמרה, יש לפנות בהקדם לקבלת טיפול רפואי."}
{"patient_id": "981209950", "patient_name": "אדם לוי", "patient_age": 79, "gender": "male", "document_date": "2025-08-07", "facility_name": "בית חולים האלון", "patient_address": "שדרות העצמאות 99, פתח תקווה", "smoking_status": false, "blood_type": "O-", "occupation": "חייל", "conditions": ["אנמיה", "פרפור פרוזדורים", "אי ספיקת לב", "אוסטאופורוזיס", "השמנת יתר"], "medications": ["דיקלופנק", "לוסרטן", "גבפנטין", "אטורבסטטין", "וורפרין"], "icd10_code": ["D64", "I48", "I50", "M81", "E66"], "department": "נוירולוגיה", "primary_diagnosis": "השמנת יתר", "doc_type": "discharge", "clinical_notes": "המטופל אדם לוי, בן 79, אושפז עקב החמרה במצבו הקררדיאלי, על רקע אי ספיקת לב כרונית ופרפור פרוזדורים. המטופל סובל ממחלות רקע רבות, כולל אנמיה, השמנת יתר ואוסטאופורוזס, ומטופל בתרופות דיקלופנק, לוסרטן, גבפטין, אטורבסטטין וויארפרין. אין עישון ואין ידוע על אלרגיות. \n\nבמהלך האשפוז, המטופל נבדק ונמצא עם אי ספיקת לב מוגברת ופרפור פרוזדורים בלתי נשלט. בוצע א.ק.ג שתמך באבחנה זו. המטופל טופל תרופתית באמצעות איזון ל.ד ושיפור הטיפול בנוגדי הקרישה. טל\"ד נשמר במסגרת הטווח הרצוי, ונצפתה התייצבות במצב הקרדיאלי הכללי. לא נדרשה התערבות צנ\"ל. \n\nבהמלצות לשחרור, המטופל מתבקש להמשיך בטיפול הקבוע עםם דגש על ניטור INR עקב השימוש בוורפרין. מומלץ מעקב צמוד אחרי ל. והמשך טיפול למניעת החמרה קרדיאלית. יש לקיים מעקב רופא משפחה וקביעת תור לקרדיולוג בעוד חודש. כמו כן, מומלץ לשקול דיאטה לירידה במשקל ושיפור אורחות חיי עם דגש על פעילות גופנית מתונה."}
{"patient_id": "274117670", "patient_name": "יוסף רוזנברג", "patient_age": 81, "gender": "male", "document_date": "2025-04-04", "facility_name": "בית חולים האלון", "patient_address": "ויצמן 67, דימונה", "smoking_status": false, "blood_type": "B+", "occupation": "פועל בניין", "conditions": ["מחלת כבד שומני", "דלקת מפרקים", "סוכרת סוג 2", "השמנת יתר"], "medications": ["מטפורמין", "וורפרין", "רמיפריל", "לוסרטן", "גבפנטין", "אלנדרונט"], "icd10_code": ["K76", "M91", "E11", "E66"], "department": "פנימית ב", "primary_diagnosis": "סוכרת סוג 2", "doc_type": "discharge", "clinical_notes": "יוסף רוזנברג, זכר בן 82, אושפז עקב התדדרדרות במצב הכללי, כולל עליה ברמות הסוכר ומדדים דלקתיים מוגברים. בעל מחלות רקע כוללות מחלת כבד שומני, דלקת מפרקים, ס.ד סוג 2 והשמנת יתר. מטופל בתרופות מתאימות, כולל מטפורמין, וורפרין, רמיפריל, לוסרטן, גבפנטין ואלנדונט. ללא עישון בעברו ואינו סובל מאלרגיות ידועות.\n\nבמהלך האשפוז, המטופל נבדק באופן יסודי ואובחנו חוסר איזון ברמות הסוכר וטל\"ד לא יציב. בוצע בירור לבבי כולל א.ק.ג שהראה שינויים קלים אך ללא צורך בצנ\"ל. ח.ד בוצע ללהערכת מצבו הדלקתי והתאמת הטיפול התרופתי. הוכנס איזון תרופתי מחדש, תוך שינוי מינון וורפרין ורמיפריל לשיפור תפקודי הלב וכלי דם. מצב הסוכר התייצב תחת טיפול מוגבר במטפורמין.\n\nהמלצות לשחרור כוללות מעקב רפואי הדוק בקהילה, כולל בדיקות דם חודשיות להערכת תפקודי כבד וכליה, המשך מעקב רמות סוכר ולחץ דם. מומלץ להמשיך בתזונה מאוזנת ופעילות גופנית מתונה, בהתאם להנחיות תזונאית. יוסף מופנה להמשך טיפול פיזיותרפי להקלת תסמיני דלקת המפרקים. יש לפנות לרופא המשפחה להמשך התאמת הטפול התרופתי ומעקב שוטף."}
{"patient_id": "477695878", "patient_name": "משה דוד", "patient_age": 23, "gender": "male", "document_date": "2024-11-20", "facility_name": "בית חולים האלון", "patient_address": "רחוב הנביאים 30, בני ברק", "smoking_status": false, "blood_type": "B-", "occupation": "רופא", "conditions": ["שבץ מוחי", "השמנת יתר"], "medications": ["וורפרין", "גבפנטין", "אלנדרונט", "אומפרזול", "איבופרופן"], "icd10_code": ["I63", "E66"], "department": "אורולוגיה", "primary_diagnosis": "השמנת יתר", "doc_type": "discharge", "clinical_notes": "המטופל משה דוד, בן 24, הובא לאשפוז בשל התדרדרות במצבו הנוירולוגי לאחר שבץ מוחי, מחלת רקע ידועה. משה סובל גם מהשמנת יתר ומטופל תרופתית בוורפררין, גבפנטין, אלנדרונט, אומפרזול ואיבופרופן. אין עדות לעישון או אלרגיות ידועות. התלונן על חולשה כללית וקשיים ניכרים בהליכה.\n\nבמהלך האשפוזז בוצע בירור מקיף שכלל בדיקות דם, א.ק.ג והדמיית CT מוח שהראתה שינויים איסכמיים חדשים באונה הפרונטלית. משה טופ במשלב אנטיקואגולנטים תוך שישום והוספת פיזיותרפיה לשיפור המוטוריקה. התגובה לטיפול הייתה חיובית, המטופל הראה שיפור הדרגתי בתפקוד הנוירולוגי וביכולת ההליכה.\n\nבהמלצות לשחרור: המשך טיפול בוורפרין עם מעקב INR סדיר, ביקור שגרתי אצל נוירולוג להמשך הערכה, והמשך פיזיותרפיה באופן אינטנסיבי. כמו כן, יש להקפיד על דיאטה מותאמת להורדת משקל בהקפדה על איזון משקאות וכמות נתרן לצורך שמירה על טל\"ד תקין. בנוסף, חשוב להמשיך במעקב אחר צפיפות העצם עקב הטיפול באלנדרונט. ליווי משפחתי מומלץ לתמיכה במהלך השיקום."}
{"patient_id": 277963047, "patient_name": "מאיה פרידמן", "patient_age": 23, "gender": "female", "document_date": "2023-01-02", "facility_name": "בית חולים האלון", "patient_address": "בלפור 91, קריית שמונה", "smoking_status": false, "blood_type": "B-", "occupation": "סטודנט", "conditions": ["COPD", "אי ספיקת כליות כרונית", "פרפור פרוזדורים"], "medications": ["אמלודיפין", "וורפרין"], "icd10_code": ["J44", "N18", "I48"], "department": "קרדיולוגיה", "primary_diagnosis": "פרפור פרוזדורים", "doc_type": "discharge", "clinical_notes": "מאיה פרידמן, בת 26, התקבלה לאשפוז עקב החמרה בתפקוד הריאתי על רקע COPD. בנוסף, מצבה הרפואי מורכב עקב אי ספיקת כליות כרונית ופרפור פרוזדורים. המטופלת אינה מעשנת, ללא אלרגיות ידועות, נוטלת באופן קבוע אמלודיפין ו-וורפרין. \n\nבמהלך האשפוז בוצעה אנמנזה מקיפה ובדיקות מעבדה שכללו א.ק.ג, שנמצא תקיין פרט לפרפור פרוזדורים ידוע. טיפול נשימתי אינטנסיבי הוענק, כולל מתן חמצן ומינון מוגבר של סטרואידים דרך הווריד. כן בוצעה התאמת מינון לוורפרין לצורך שמירה על INR בטווחי המטרה. נרשם שיפור קל במדדים הנשימתיים תחת הטיפול, והוחלט על שחרור עם הנחיות ברורות להמשך טטיפול בקהילה.\n\nלצורך המשך הטיפול בקהילה מומלץ על מעקב רפואי צמוד במרפאת קופ\"ח הכולל בדיקות דם תכופות לניטור INR, והמשך טיפול תרופתי באמלודיפין ו--וורפרין. נדרש גם מעקב קרדיולוגי ופלומונולוגי אחת לשלושה חודשים. על המטופלת להימנע מחשיפה לעישון פסיבי ולהקפיד על תזונה מותאמת למצב הנפרולוגי. נמסרה הפנייה לרופא המשפחה להמשך טיפול ומעקב."}
{"patient_id": "403304165", "patient_name": "הילה אברהם", "patient_age": 33, "gender": "female", "document_date": "2023-05-08", "facility_name": "בית חולים האלון", "patient_address": "ז'בוטינסקי 37, ירושלים", "smoking_status": false, "blood_type": "B+", "occupation": "פועל בניין", "conditions": ["השמנת יתר", "סוכרת סוג 2", "יתר לחץ דם", "אי ספיקת לב", "גאוט"], "medications": ["אלנדרונט", "אמלודיפין", "הידרוכלורותיאזיד", "פרוקסטין", "גבפנטין", "מטופרולול"], "icd10_code": ["E66", "E11", "I10", "I50", "M10"], "department": "קרדיולוגיה", "primary_diagnosis": "גאוט", "doc_type": "discharge", "clinical_notes": "הילה אברהם, בת 36, אושפזה במחלקתנו בשל החמרה באי ספיקת הלב. למטופלת רקע של הששמנת יתר, ס.ד סוג 2, יתר ל.ד, אי ספיקת לב וגאוט. היא אינה מעשנת. במהלך האשפוז, בוצעו בדיקות מעבדה מקיפות, א.ק.ג ומעקב טל\"ד, שהצביעו על החמרה בל.ד ובתפקוד הלבבי.\n\nבמהלך האשפוז הועלתה מינון של מטופרולול והוחל טיפול בהידרוכלורותיאזיד לניהול יתר ל.ד. כמו כן, תוקן מינון אמלודיפין לשיפור התפקוד הלבבי. ניתנה הדרכה תזונתית לצמצום נתרן ושומן רווי כחלק מניהול השממנת היתר והס.ד. המטופלת הגיבה היטב לטיול הרופתי והייתה שיפור במדדים הקליניים טרם השחרור.\n\nהמלצות להמשך טיפול בקהילה כוללות המשך טיפול תרופתי כפי שתוקן במהלך האשפוז, מעקב סדיר אצל רופא משפחה ואנדוקרינולוג לניהול הס.ד והיתר ל.ד, וכן קביעת תור להערכה קרדיולוגית במרפאה חיצונית. מומלץ להילה להמשיך במעקב תזונתי ולהשתלב בסדנאות לירידה במשקל. חשוב להקפפיד על פעילות גופנית מתונה בהתאם להמלצות. במקרה של החמרה בתסמינים כמו קוצר נשימה או נפיחות בגפיים, יש לפנות לרופא באופן מיידי."}
