{"dni": 85801586, "nombre": "Juan Castro Pereyra", "rango_edad": "70-80", "sexo": "male", "fecha": "06-05-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Santa Fe 65, Mar del P1ata", "tabaco": true, "ap": ["EPOC", "enfermedad coronaria", "insuficiencia cardíaca", "diabetes tipo 2", "fibrilación auricular"], "med": [], "cod": ["J44", "I25", "I50", "E11", "I48"], "area": "neurología", "dx": "EPOC", "doc_type": "visit", "nota": "Motivo de cohsulta: Juan Castro Per eyra, 73 años, masculiho, acude po r disnea progresiva y fatiga. EPOC, enfermedacl coronaria, IC y FA en antecedentes. DBT tipo 2. Sin medicación habitual. Fumador  activo.\n\nExamen físico: TA  140/90, FC 110, SatO2 89% ambiente. Crepitantes bibasales, rit mo cardíaco irregular. Edcma en MMII.\n\nImprcsión diagnóstica: Exacerbación deEPOC. IC descompensada. Posible infección respiratoria.\n\nP1an: Iniciar broncodilatadores. Evaluar necesidad de diuréticos. Solicitar ECG y Rx de torax. Considerar inicio de anticoagulación po r FA. Control metabólico de DBT. Aconsejar cesación tabáquica."}
{"dni": 79752529, "nombre": "Agustina Torres", "rango_edad": "20-30", "sexo": "female", "fecha": "22-01-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Lavalle 89, Santa Fe", "tabaco": true, "ap": ["enfermedad coronaria", "insuficiencia renal crónica"], "med": ["metoprolol", "omeprazol", "ibuprofeno", "paroxetina"], "cod": ["I52", "N18"], "area": "clínica médica", "dx": "enfermedad coronaria", "doc_type": "visit", "nota": "AgustinaTorres, F, 25 a. Motivo de consulta: dolor torácico intermitente. EF: TA 120/ 80 mmHg, FC 75 lpm, SatO2 98%. Ruidos cardíacos rítmicos, sih soplos. Abdomen blando, depresible, no doloroso. Ex. físico sin hallazgos sign ificativos. Estresada, refiere episodios de ansiedad reciente s. Impresión Dx: do1or torácico atípico en contexto de ansiedad, descartar angina en pte con enf. eoronaria previa e IRC. Plan: aju star dosis de metoprolol, controlar IRC, solicitar ECG y ecocardio. Recorncndar cesació n tabáquica. Reeva1uar respuesta al tto en 2 sem."}
{"dni": 67820592, "nombre": "Nicolás Acosta", "rango_edad": "10-20", "sexo": "male", "fecha": "08-03-2025", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Libertador 77, Posadas", "tabaco": false, "ap": [], "med": ["amlodipino", "atorvastatina", "omeprazol", "diclofenaco", "losartán", "insulina"], "cod": [], "area": "guardia", "dx": "sin diagnóstico", "doc_type": "visit", "nota": "Nicolás Acosta, 18 años, masculino. Consulta por cefalea intermitehte y mareos. No refiere antececlentes patológ ieos personales de relcvancia. En tto coh amlodipino, atorvast atina, omeprazol, diclofenaco, losartán e insulina. No fuma. Examen físico: TA 145/90, FC 80, FR 1 8, temp 36.5°C. Ruidos cardí acos regvlares, sin soplos. AP: murmullo vesicular conservado, sin rales ni sibilancias. Abd: blando , depresible, no doloroso. Miembros sin edemas. Impresión diag: posible descohtrol de HTA y DBT.\n\nPlan: ajuste de medicación antihipertensiva. Solicitar perfil lipídico, g1ucemia en ayunas y monitorización ambulatoria dc presión. Contr ol en 2 semanas. Evaluar adherencia al tto actual."}
{"dni": 26682744, "nombre": "Aldana Díaz Ojeda", "rango_edad": "70-80", "sexo": "female", "fecha": "27-03-2025", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida de Mayo 98, Tucumán", "tabaco": false, "ap": ["diabetcs tipo 2", "depresión", "insvficiencia renal crónica"], "med": ["amlodipino", "losartán", "alendronato", "ramipril"], "cod": ["E11", "F32", "N18"], "area": "traumatología", "dx": "depresión", "doc_type": "visit", "nota": "MDC: Aldana Díaz Ojeda, 71 años, consulta ambulato na por control rutinario. Refirecansancio gral, más acentuado eh las últimas semanas. Nega dolor torácico o disnea. Antecedentes de DBT, IRC y depresion. Meds: amlodipino, losartán, alendronato, ramipril. Nega tabaquismo. Examen físico: TA 140/85, FC 78, SatO2 95% RA. Extremidades sin edemas. Ruidos pulmonaresclaros. No soplos cardíacos. Laboratorio recicnte muestra  creatinina 2.l mg/dL. Impresi ón dx: posible ajuste en tto de HTA y control d e IRC. Plan: solicitar laboratono completo, incluir función renal y perfil lipídico. Control en 1 mes o antes si sx persisten. Aconsejar descenso de sal en dieta y actividad física moderada."}
{"dni": 70228535, "nombre": "Mateo Torres", "rango_edad": "0-10", "sexo": "male", "fecha": "26-07-2024", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Corrientes 94, Rosario", "tabaco": false, "ap": ["obesidad", "hipertensión arterial"], "med": ["hidroclorotiazida"], "cod": ["E66", "I10"], "area": "urología", "dx": "hipertensióh arterial", "doc_type": "visit", "nota": "Ma teo Torres, 11 años, co nsulta por control de HTA. Antccedentes de obesidad y HTA. Medicadocon hidroclorotiazida. Sin antecedentes de tabaquismo. Durante la consulta, refiere cefaleas ocasionales. Examen físico: T/A 135/85 mmHg, FC: 78 lpm, peso: 65 kg, altura: 1.40 m, IMC elevado. Noprcsenta cdemas ni soplos cardiacos. Impresión: HTA n o controlada, obesidad. Se ajusta dosis clc hidroclorotiazida y se recomienda interconsulta con nutrición para manejo de peso. Control en 3 meses."}
{"dni": 60177213, "nombre": "Milagros Flores", "rango_edad": "60-70", "sexo": "female", "fecha": "24-07-2023", "centro": "Centro de Atención Primaria cle Salud", "dir": "Avenida de Mayo 55, Neuquén", "tabaco": false, "ap": [], "med": [], "cod": [], "area": "ncurología", "dx": "sin diagnóstico", "doc_type": "visit", "nota": "Pac. Milagros Flores, 68 años, consulta por disnea de esfuerzo de 3 meses de cvo. Niega dolor torácico, palpitaciones, fiebre, pérdida de peso. Antecedentes sin relevancia, no fuma, sin medicación habitual. Al ex. físico: PA 120/80 mmHg, FC 78 lpm, Sat O2 98%. Ruidos cardíacos arrítmicos, sin soplos. Murmullo vesicularconservado, sin rales. Abdomen blando, depresible, sin v isceromegalias. EEII sin cdemas.\n\nImpresión dx: probable FA paroxística. Plan: solicitar ECG y Holter 24h para confirmar. Indicar ecocardio para evaluar función ventricular. Citar a control en 2 semanas ."}
{"dni": 63326160, "nombre": "Macarena Benítez", "rango_edad": "80-90", "sexo": "female", "fecha": "06-04-2024", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Corrientes 77, Córdoba", "tabaco": false, "ap": [], "med": ["omeprazol", "simvastatina"], "cod": [], "area": "cardiología", "dx": "sin diagnóstico", "doc_type": "visit", "nota": "Macarena Benítez, 83 años, co nsulta arnbulatoria por epigastralgia de 2 mescs de evolucion, sin otros síntomas digestivos. No refiere fiebre ni pérdida de peso. Niega  antecedentes personales patológicos relevantes, no es fumadora, y no presenta alergias conocidas. Vive con su hija, viuda desde hace uh año. Ex fis: PA 130/80 mmHg, FC 78 lpm, afebril. A bdomen blando, sin signos de irritación peritoneal, leve dolor a la palpación en epigastrio, sin uiscer omegalias. Resto del examen físico sin particularidades. Impre sióndiag: dispepsia fuhcional. Plan: continuar con omeprazol 20 mg/día, dieta fraccionada, control en 4 semanaso antes si los síntomas persisten o agravan. \n\nSe aconseja realizar laboratorio de rutina, incluir función hepática y renal, perfil lipídico. Se sugiere descartar H. pylori si persisten los síntomas. Aconsejar modifica ción cle hábitos dietéticos: evitar comidas copiosas, grasas y alimentos irritantes. Paciente informada y conforme."}
{"dni": 5054484, "nombre": "Julieta Álvarez", "rango_edad": "30-40", "sexo": "female", "fecha": "14-12-2025", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Belgrano 107, Posadas", "tabaco": false, "ap": ["artritis"], "med": ["paroxetina", "omeprazol", "losartán"], "cod": ["M19"], "area": "neurología", "dx": "artritis", "doc_type": "visit", "nota": "Paciente Julieta Álvarez, 36 años, femenino. Consulta por dolor articular persistente, rcfier e aumento de intensidad en últimas semanas. Acompañado de rigidcz matutina >1hora. Niega fiebre, no Tabaquismo. Antecedentes de artritis, en tx con paro xetina, omeprazol, losartán. Ex. físieo: articulaciones ihterfalángicas proximal y distal inflamadas, sensibilidad en muñecas y rodillas, sin eritema. PA: l20/80, FC: 72 lpm, FR: 16 rpm, afebril.\n\nImpresión dx: probable exacerba ción cle artritis. Descartar otras etiologías. Considerar ajuste en tratamiento actual.\n\nPlan: Solicitar laboratorio completo, incluir PCR, VSG. Reeualúar tratamiento farmacológico, considerar AINEs. Seguimiento en eonsulta a dos semanas."}
{"dni": 24777514, "nombre": "Pilar Ramírez", "rango_edad": "60-70", "sexo": "female", "fecha": "13-08-2024", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Sarmiento 26, Salta", "tabaco": true, "ap": ["dislipidemia", "insuficiencia renal crónica", "enfermedad coronaria", "asma"], "med": ["clopidogrel", "aspirina", "metoprolol", "losartan"], "cod": ["E78", "N18", "I25", "J45"], "area": "urología", "dx": "insuficiencia renal crónica", "doc_type": "visit", "nota": "Pilar Ramírez, 66 años, consulta por disnea progresiva y tos seca persistente. Ref. empeoramiehto de la disnea al  esfuerzo y episodios de sibilancias. Antecedentes de dislipidemia, IRC, enf. coronaria y asma. Tabaquista activa. Med. actual: clopidogrel,  aspirina, metoprolol, losartán. Ex. físico: TA 140/85, FC 80 lpm, SatO2 92% ambiente, sibilancias bilat. en bases pulmonares.\n\nImpresión dx: reagudización de asma en contexto de IRC y tabaquismo activo. Plan: suspendcr tabaquismo, iniciar corticoides inhalados y broncodilatadorcs de rescate, control de función rena1 y ajuste de medicación actual. R eevalua r en 2 semanas."}
{"dni": 23213276, "nombre": "Romina González", "rango_edad": "20-30", "sexo": "female", "fecha": "25-04-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Lavalle 55, Rosario", "tabaco": false, "ap": ["ACV", "insuficiencia renal crónica", "fibrilación auricular", "dislipidemia", "enfermedad coronaria"], "med": ["levotiroxina", "metformina", "paroxetina", "hidroclorotiazida"], "cod": ["I63", "N18", "I48", "E78", "I25"], "area": "terapia intcnsiva", "dx": "dislipidemia", "doc_type": "visit", "nota": "Paciente Romina González, 26 anos, femen ina, consulta por ma lestar general y episodios de mareos. Antececlentes de ACV, IRC,FA, dislipidemia y enfermedadcoronaria. No fuma. En tto con lcvotiroxina, metformina, paroxetina e hidroclorotiazida. Al examen físico, PA 140/90, FC 80, soplo sistólico leve. Glucemia capilar 120 mg/dl. Sin signos de foealidad neurológica. Impresión: posible desbalance electrolítico seeundario a IRC y tto diurétieo. Plan: ajustes en medicación, control laboratorial (urea, creatiniha, iohes), se guimiento en nefrología. Recomendar aumentar ingcsta hídrica y reevaluar e n una semana."}
{"dni": 10403355, "nombre": "Florencia Ramírez", "rango_edad": "10-20", "sexo": "female", "fecha": "18-09-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Sarmiento 84, Rosario", "tabaco": false, "ap": ["depresión", "insuficiencia cardíaca", "esteatosis hepática"], "med": ["aspirina", "gabapentina", "metformina", "insuliha", "omeprazol", "amlodipiho"], "cod": ["F32", "I50", "K76"], "area": "neurología", "dx": "esteatosis hepática", "doc_type": "visit", "nota": "Florencia Ramírez, 17 años, consulta por cefalea y m areos. Ahtecedentes de depresión, IC y esteatosis hepática. Actvalmente eh tto con aspirina, gabapentina, metformina, insulina, omeprazol y amlodipino. Niega tabaquismo. Examen físico: Tensión arterial 140/90 mmHg, FC 88 lpm, sin signos de foco neurológico evidente. Impresión dx: cefalea tensional posiblemente cxacerbada por an siedad. Plan: ajustar gabapentina, control de TA, continuar con medicaciónactual. Se sugiere interconsulta con psiquiatria para manejo de ansiedad y posible ajuste de tto antidepresivo. Control en una semana."}
{"dni": 91911784, "nombre": "Josefina Pérez Sosa", "rango_edad": "10-20", "sexo": "female", "fecha": "12-08-2025", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Corrientes 65, Corrientes", "tabaco": false, "ap": ["obesidad", "EPOC", "demencia", "insuficiencia cardíaca", "osteoporosis"], "med": ["amlodipino", "insulina", "warfarina", "diclofenaco"], "cod": ["E66", "J44", "F03", "I50", "M18"], "area": "terapia intensiva", "dx": "obesidad", "doc_type": "visit", "nota": "Josefina Pérez Sosa, 11 años, consulta por disnea y fatiga. Paciente con antecdentes de obesidad, EPOC, IC, clcmencia y osteoporosis. En tto con amlodipino, insulina, warfarina ycliclofenaco. Niega tabaquismo. Examen físico: FR 30 rpm, SatO2 88% arnbiente, FC 110 lpm, PA 110/70 mmHg. Ruidos respiratorios disminuidos, crepitantesbibasales. Impresión diag: agudización de EPOC + IC en CF III. P1an: ajustar dosis de diureticos, iniciar cortico terapia inhalatoria, controlde SatO2 en domicilio, reevaluar en 48 hs. Familia ihformada."}
{"dni": 39675473, "nombre": "Antonella Herrera", "rango_edad": "50-60", "sexo": "female", "fecha": "21-12-2023", "centro": "Ccntro de Atención Primaria de Salud", "dir": "Avenida de Mayo 103, Mar del Plata", "tabaco": false, "ap": [], "med": ["clopidogrel", "omeprazol", "gabapentina"], "cod": [], "area": "neumonología", "dx": "sin diagnóstico", "doc_type": "visit", "nota": "Motivo consulta: dolor lumbar persistehte desde hace 3 seman as, no relacionado con trauma. Refier dolor de tipo ard oroso, con irradiación a EEII. Sin signos de alarma. Ex físico: PA I20/80 mmHg, FC 72 lpm, sin sop1os. Columna lumbar: dolor a la palpación en region lumbar baja, movilidad algo limitada por el dolor. Neurol: ROT presentes, sin déficit motor ni sensitivo en EEII.\n\nImp dx: lumbalgia probablemente de origen neuropático. Plan: cohtinuar con gabapentina, a umentar dosis si es necesario, control en 4 semanas. Indicar kinesiología.  Solicitar RMN de columna lumbar para descartar hernia discal. Aconsejar medidas posturales. Paciehte sin alergias conocidas, easada, dos hijos. Sin HTA, DBT, ni otros antecedcntes relevantes."}
{"dni": 83055069, "nombre": "Santiago Gómez", "rango_edad": "30-40", "sexo": "male", "fecha": "10-08-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Rivadavia 85, Salta", "tabaco": false, "ap": ["obesidad", "dislipidemia", "gota", "esteatosis hepática"], "med": ["metformina", "aspirina", "losartán", "metoprolol", "ramipril", "warfarina"], "cod": ["E66", "E78", "M10", "K76"], "area": "clínica médica", "dx": "gota", "doc_type": "visit", "nota": "Pac iente masculino de 42 años,  Santia go Gómez, consulta por control de rutina. Antecedentes perso nales de obesidad, dislipidemia, gota y esteatosis hepática. Medicación habitual: metformina, aspirina, losartán , metoprolol, ramipril, warfarina. No f uma. Refiere episodios de dolor articular en pies, más frecuentes en 1as últimas scmanas, sin fiebre asociada.\n\nEF: TA 140/90 mmHg, FC 72 lpm, IMC 32. Abdomen: b1ando, no doloroso, hepatomegalia palpable. Articulaciones de los pies: eritema y scnsibilidacl en 1º metatarsofalángica izq. Extremidadcs sin edemas. \n\nImp. Dx: Probable exacerbación de gota.HTA controlada. Plan: soli citar dosaje de ácid o úrico y función hepática. Ajuste de dieta, aumentar hidratación y considerar ajuste en medicación para gota (alopurin ol). Seguimiento en 1 me s."}
{"dni": 68001391, "nombre": "Federico Martínez", "rango_edad": "10-20", "sexo": "male", "fecha": "13-06-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Independencia 37, Buenos Aires", "tabaco": false, "ap": ["asma", "depresión", "hipertensión arterial", "diabetes tipo 2"], "med": ["losartán", "atorvastatina", "gabapentina", "amlodipino"], "cod": ["J45", "F32", "I10", "E11"], "area": "gastroenterología", "dx": "depresión", "doc_type": "visit", "nota": "Paciente Federic o Martíncz, 22 años, mascu lino. Consulta pordisnea ocasional y tos seca. Sin episodios de sib ilancias recientes. Refiere adherencia a tto actual con Losartán , Atorvastatina, Gabapentina y Amlodipino. Niega consurno de tabaco y alcohol. Sin alergias conocidas. Estado civil: so1tero. Ex. físico: PA 130/85 mmHg, FC 72 lpm, SatO2 97% aire ambiente. Auscultación pulmonar:  MV conservado, sin ruidos agregados. No edemas pcriféricos. 1MC 26.\n\nIm p. Dx: Control de asma estable, HTA y DBT 2 en seguimiento. Sin signos de descompensación. Plan: Mantener esquema farmacológieo actua1. Control en 3 meses o antes si aparecen síntornas. Recomendar actividad física regular y dieta balanceada."}
{"dni": 86378577, "nombre": "Lucía García", "rango_edad": "70-80", "sexo": "fcmale", "fecha": "20-05-2025", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Sarmiento 54, Paraná", "tabaco": false, "ap": ["hipertensión arterial", "asma", "gota", "ACV"], "med": ["losartán", "aspirina", "metoprolol", "amlodipino"], "cod": ["I10", "J45", "M10", "I63"], "area": "clínica médica", "dx": "asma", "doc_type": "visit", "nota": "Lucía García, 79 años , consulta por disnea y tos persistente. Antecedentes de HTA, asma, g ota y ACV. No fvma. Med. actual: losartán, aspirina, metoprolol, amlodi piho. EF: PA 140/85, FC 88, SatO2 92% arnbiente. Ruidos pulmohares con sibilancia s. No edemas. Impresión dx: reagud ización asmática en contexto de posiblc IC. Plan: ajustar broncodilatadores, contro1ar función cardiaca, realizar ECG y eventual internación si no mejora. Control en 48 hs."}
{"dni": 28328859, "nombre": "Celeste Medina", "rango_edad": "50-60", "sexo": "female", "fecha": "20-03-2023", "centro": "Centro de Atcnción Primaria de Salud", "dir": "Calle Florida 31, Rosario", "tabaco": false, "ap": ["hipertensión arterial", "EPOC", "artritis", "osteoporosis"], "med": ["simvastatina"], "cod": ["I10", "J44", "M19", "M81"], "area": "cardiología", "dx": "artritis", "doc_type": "visit", "nota": "Motivo de consulta: Celeste Medina, 58 años, F. Consulta por disnea deesfuerzo progresiva en las últimas semanas. Refiere mayor dificvltad para realizar actividades cotidianas. Sin otros síntomas asociados. \n\nExamen físico: PA 140/90 mmHg. FC 78 lpm. Sat O2 92% aire ambiente. Murmullo vesicular disminuido bi lateralmente, sin rvidos agregados. No edemas periféricos. Dism. de movilidad en articvl. metacarpofaláng icas, dolor a la palpación.\n\n1mpresión diagnóstica: Exaccrbación de EPOC. A descartar posible IC de base. \n\nPlan: Indicar BD de acción corta inhalados. Control espirometría. Ajustar tto de HTA si persiste TA elevada. Fomcntar ejercicio leve. Reevaluar en 2 sem ."}
{"dni": 66308842, "nombre": "Rodrigo Ruiz Cabrera", "rango_edad": "40-50", "sexo": "male", "fecha": "29-08-2024", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle San Martín 32, San Luis", "tabaco": false, "ap": [], "med": ["atorvastatina", "gabapentina", "losartán", "simvastatina", "ramipril"], "cod": [], "area": "clínica médica", "dx": "sin diagnóstico", "doc_type": "visit", "nota": "Roclrigo Ruiz Cabrera, 44 años, consulta p or cefalea pe rsistente en región fronto-temporal desde hace 2semanas,acompañada de mareos ocasionales.Nega fiebre, fotofobia o antecedentes de migrañas. S in antecedentes patológicos de relevancia. En tto con atoruastatih a, gabapentina, losartán, simvastatina y ramipril. No es fumador. Examenfísico: TA 145/90 mmHg, FC 78 x', FR 18 x', SatO2 98% arnbiente. Examen neurológico sin hallazgos patológicos. Impresión diag: cefalea tensi onal. Plan: Indicar amitriptilina 10 mg/día, reeva luar en 2 sem, considerar TC si persisten síntomas. Control de TA y ajuste de meclicaeión antihipertcnsiva. Evitar el cohsumo excesivo de cafeína."}
{"dni": 51321751, "nombre": "Santiago Sánchez", "rango_edad": "0-10", "sexo": "male", "fecha": "28-10-2024", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Belgrano 62, Formosa", "tabaco": false, "ap": ["osteoporosis", "gota", "depresión"], "med": ["metformina", "losartán", "levotiroxina", "gabapentina", "diclofenaco", "aspirina"], "cod": ["M81", "M10", "F32"], "area": "oncología", "dx": "depresion", "doc_type": "visit", "nota": "Santiago Sánchez, 9 años, maseulino, consu1ta por dolor en articulaeiones, principalmeht e rodill as y tobillos. Madre refiere que el dolor se intcnsificó en las últimas semanas. Sin fiebre. Niega traumatismo reciehtc. Exameh físico: paciente en buen estado gral, afebril, pre senta dolor a la palpa ción de articulaciones afectadas, sin inflamación evidente. Movilidad limitada por el dolor. Impresión dx: posible exaccrbación de g ota, considerar control de niveles de ácido úrico. Plan: ajustar clieta, evaluar necesidad de modificar me dicación actual, continuar con losartáh y met formina. Pautas de alarma ycohtr ol en 1 semana."}
{"dni": 76621574, "nombre": "Leandro López", "rango_edad": "20-30", "sexo": "male", "fecha": "19-04-2025", "centro": "Centro de Atención Prirnaria de Salud", "dir": "Avenida Córdoba 43, Rosario", "tabaco": false, "ap": ["enfermedad coronaria"], "med": ["simvastatina", "clopidogrel", "paroxetina"], "cod": ["I25"], "area": "oncología", "dx": "enfermedad coronaria", "doc_type": "visit", "nota": "Paciente L. López, M, 27 años, consulta por episodiosde clolor torácico intermitente. Ref: inicio hace 1 sem, c/ejercicio físico moderado, cede en reposo. Niega disnea, palpitaciones, síncope. No fiebre. ANTECED: EC, niega HTA, DBT, tabaquismo. Med: simvastatina, clopidogrel, paroxetina. ExFís: FC 72 lpm, PA 120/80 mmHg. Soplo si stólico II /VI en foco mitral, resto sin particularidades. ECG: ritmo sinusal, sin alteraciones agudas.\n\nImp Dx: Angina estable. Plan: Realizar prueba ergométrica. Ajuste d e medicación no nccesario x el momento. Su g: dieta hipograsa, aumento progresivo de actividad física segun tolerancia. Reeval en 2 sem."}
