{"patient_id": "60177213", "patient_name": "Milagros Flores", "patient_age": 68, "gender": "female", "document_date": "2025-11-16", "facility_name": "Hospital del Plata", "patient_address": "Avenida de Mayo 55, Neuquén", "smoking_status": false, "blood_type": "A+", "occupation": "abogado", "conditions": [], "medications": [], "icd10_code": [], "lab_results": [{"test_name": "GFR", "test_value": 115, "test_unit": "mL/min", "reference_range": "90-120", "result_flag": "N"}, {"test_name": "WBC", "test_value": 10.4, "test_unit": "K/uL", "reference_range": "4.5-11.0", "result_flag": "N"}, {"test_name": "LDL", "test_value": 86, "test_unit": "mg/dL", "reference_range": "0-100", "result_flag": "N"}, {"test_name": "AST", "test_value": 353, "test_unit": "U/L", "reference_range": "10-40", "result_flag": "H"}], "doc_type": "lab", "clinical_notes": "Milagros Flores, de 68 años, consulta sin antecedentes patológicos de relevancia y sin medicación habitual. No fuma y no presenta alergias conocidas. Los resultado de laboratorio muestran glucemia y perfil lipídico dentro de rangos normales. Sin embargo, se observa un leve aumento en los niveles dee creatinina que podría sugerir una IRC incipiente. No hay signos de HTA o DBT. La función hepática y electrolitos se encuentran dentro de límites normales, lo cual es favorable.\n\nSe recomienda continuar con controles regulares de función renal y mantener una hidratación adecuada. Además, sugiero seguimiento clínico para descartar progresión de IRC. Al alta, se aconseja mantener una dieta equilibrada baja en sodio y realizar actvidad física moderada. No se indicaron nuevas medicaciones por el momento."}
{"patient_id": "15117988", "patient_name": "Lucía Gómez Ferreyra", "patient_age": 42, "gender": "female", "document_date": "2023-03-07", "facility_name": "Hospital del Plata", "patient_address": "Avenida Santa Fe 112, Formosa", "smoking_status": false, "blood_type": "A-", "occupation": "médico", "conditions": ["insuficiencia cardíaca"], "medications": ["simvastatina"], "icd10_code": ["I50"], "lab_results": [{"test_name": "WBC", "test_value": 4.9, "test_unit": "K/uL", "reference_range": "4.5-11.0", "result_flag": "N"}, {"test_name": "GFR", "test_value": 56, "test_unit": "mL/min", "reference_range": "90-120", "result_flag": "H"}, {"test_name": "PLT", "test_value": 264, "test_unit": "K/uL", "reference_range": "150-400", "result_flag": "N"}, {"test_name": "ALT", "test_value": 41, "test_unit": "U/L", "reference_range": "7-56", "result_flag": "N"}, {"test_name": "LDL", "test_value": 189, "test_unit": "mg/dL", "reference_range": "0-100", "result_flag": "H"}, {"test_name": "colesterol total", "test_value": 339, "test_unit": "mg/dL", "reference_range": "0-200", "result_flag": "H"}, {"test_name": "TSH", "test_value": 2.3, "test_unit": "mIU/L", "reference_range": "0.4-4.0", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "La paciente Lucía Gómez Ferreyra, de 45 años, con antecedentes de IC, ha presentado resultados de laboratorio recienntes que revelan niveles de colesterol dentro de rangos aceptables, lo cual es esperado dado su tratamiento con simvastatina. No se detectan signos de dislipidemia que pudieran agudizar su condición cardíaca. Su función renal y hepática se mantiene estable, sin indicios de IRC o otras complicaciones metabólicas. Cabe mencionar que la paciente no fuma, lo cual contribue favorablemente a su perfil de riesgo cardiovascular.\n\nEn términos de evolución, los marcadores inflamatorios y el hemograma se encuentran en parámetros normales, descartando procesos infecciosos agudos o crónicos que podrían afectar su condición de IC. La ausencia de antecedentes de tabaquismo siguue siendo un factor protector importante. Se mantiene sin signos de anemia ni desequilibrios electrolíticos significativos que pudieran complicar el manejo de su insuficiencia cardíaca\n\nSe recomienda seguir con el controol regular de lípidos y función cardíaca, manteniendo la adherencia al tratamiento farmacológico actual. Dado que no se observan complicaciones adicionales, el seguimiento clínico puede realizarse de manera ambulatoria."}
{"patient_id": "29941004", "patient_name": "Martina Pérez Gutiérrez", "patient_age": 31, "gender": "female", "document_date": "2023-08-21", "facility_name": "Hospital del Plata", "patient_address": "Calle Belgrano 11, Córdoba", "smoking_status": true, "blood_type": "A-", "occupation": "empleado público", "conditions": ["esteatosis hepática", "hipertensión arterial", "osteoporosis", "diabetes tipo 2", "fibrilación auricular"], "medications": ["gabapentina", "alendronato", "levotiroxina", "omeprazol"], "icd10_code": ["K76", "I10", "M81", "E11", "I48"], "lab_results": [{"test_name": "triglicéridos", "test_value": 74, "test_unit": "mg/dL", "reference_range": "0-150", "result_flag": "N"}, {"test_name": "WBC", "test_value": 8.3, "test_unit": "K/uL", "reference_range": "4.5-11.0", "result_flag": "N"}, {"test_name": "hemoglobina", "test_value": 14.2, "test_unit": "g/dL", "reference_range": "12.0-17.5", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "Paciente Martina Pérez Gutiérrez, de 34 años, presenta antecedentes de esteatosis hepáática, HTA, osteoporosis, DBT tipo 2 y FA. Actualmente en tratamiento con gabapentina, alendronato, levotiroxina y omeprazol. Es fumadora activa. Los resultados de laboratorio reciientes muestran elevación leve de transaminasas, lo que sugiere progresión de la esteatosis hepática. Además, se observa un control subóptimo de la glucemia, con HbA1c en 8,2%, indicando necesidad de ajuste en el manejo de la DBT. Se detecta deterioro en la densidad mineral ósea, coompatible con su cuadro de osteoporosis.\n\nLa paciente vie ccon su pareja y reporta adherencia parcial al tratamiento farmacológico, particularmente con la gabapentina, debido a efectos secundarios que refire como mareos. Será necesario reforzar el control de presión arterial, dado que presenta cifras promeio de 145/92 mmHg, lo cual aumenta el riesgo cardiovascular, más en el contexto de tabaquismo y FA. Se recomienda realizar ajustes en el plan terapéutico y considerar la derivación a nutrición para mejorar el manejo integral del cadro metabólico y hepático. Además, se sugiere control periódico y evaluación por hepatologíía."}
{"patient_id": "11818112", "patient_name": "Leandro Benítez Domínguez", "patient_age": 31, "gender": "male", "document_date": "2025-11-21", "facility_name": "Hospital del Plata", "patient_address": "Calle San Martín 33, Santiago del Estero", "smoking_status": true, "blood_type": "O+", "occupation": "policía", "conditions": ["osteoporosis"], "medications": ["simvastatina"], "icd10_code": ["M81"], "lab_results": [{"test_name": "potasio", "test_value": 4.8, "test_unit": "mEq/L", "reference_range": "3.5-5.0", "result_flag": "N"}, {"test_name": "LDL", "test_value": 103, "test_unit": "mg/dL", "reference_range": "0-100", "result_flag": "H"}, {"test_name": "TSH", "test_value": 2.1, "test_unit": "mIU/L", "reference_range": "0.4-4.0", "result_flag": "N"}, {"test_name": "GFR", "test_value": 107, "test_unit": "mL/min", "reference_range": "90-120", "result_flag": "N"}, {"test_name": "glucosa", "test_value": 97, "test_unit": "mg/dL", "reference_range": "70-100", "result_flag": "N"}, {"test_name": "sodio", "test_value": 138, "test_unit": "mEq/L", "reference_range": "136-145", "result_flag": "N"}, {"test_name": "WBC", "test_value": 1.7, "test_unit": "K/uL", "reference_range": "4.5-11.0", "result_flag": "H"}, {"test_name": "AST", "test_value": 19, "test_unit": "U/L", "reference_range": "10-40", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "Paciente Leandro Benítez Domínguez, masculino de 31 años, con antecedente de osteoporosis y en tratamiento con simvastatina. Fumador activo. Los resultados de laboratorio muestran niveles de calcio sérico en el límite inferior de la normalidad, lo cual es consistente con su cuadro de osteoporosis. Es recomendable continuar con el seguimiento de los niveles de vitamina D y calcio, considerando la posibilidad de suplementación si fuera necesario. En el contexto del tabaquismo, se sugiere un control más estricto de factores de riesgo cardiovascular, dado que la simvastatina podría no ser suficiente para contrarrestar los efectos del tabaco.\n\nNo se reportan valores alterados en el perfil lipídico, aunque se observa una ligera elevación de las transaminasas hepáticas, posiblemente relacionada con el consumo del cigarrillo o el tatamiento farmacológico. Se recomienda reevaluar la función hepática en las próximas semanas y considerar, si es posible, una reducción o cesación del hábito tabáquico. No se detectaron otros marcadores de alarma en el análisis de rutina, pero se sugiere continuar con monitoreos periódicos."}
{"patient_id": "42393469", "patient_name": "Tomás Ramírez", "patient_age": 11, "gender": "male", "document_date": "2024-10-02", "facility_name": "Hospital del Plata", "patient_address": "Avenida Libertador 43, Mar del Plata", "smoking_status": false, "blood_type": "AB+", "occupation": "farmacéutico", "conditions": ["obesidad"], "medications": [], "icd10_code": ["E66"], "lab_results": [{"test_name": "GFR", "test_value": 112, "test_unit": "mL/min", "reference_range": "90-120", "result_flag": "N"}, {"test_name": "HbA1c", "test_value": 4.1, "test_unit": "%", "reference_range": "4.0-5.6", "result_flag": "N"}, {"test_name": "hemoglobina", "test_value": 13.6, "test_unit": "g/dL", "reference_range": "12.0-17.5", "result_flag": "N"}, {"test_name": "ALT", "test_value": 13, "test_unit": "U/L", "reference_range": "7-56", "result_flag": "N"}, {"test_name": "PLT", "test_value": 329, "test_unit": "K/uL", "reference_range": "150-400", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "Paciente Tomás Ramírez, masculino de 12 años, con antecedentes de obesidad. Sin medicación habitual y sin antecedentes de tabaquismo. Los resultados de laboratorio muestran niveles elevados de glucsa en ayunaas, lo que podría sugerir una alteración en el metabolismo de los carbohidratos, posiblemente relacionada con su condición de obesidad. El perfil lipídico reela dislipemia, con colesterol LDL y triglicéridos por encima del valor de referencia, lo cual aumenta el riesgo cardiovascular a largo plazo si no se interviene adecuadamente.\n\nEn cuanto a la función hepática y renal, los valores se encuentran dentro de rangos ormales, descartando por el momento complicaciones asociadas. Se recomienda llevar un registro regular de los niveles de glucosa y perfil lipídico, además de promover cambiios en el estilo de vida enfocados en la reducción de peso y la actividad física, para prevenir el desarrollo de DBT y HTA. En caso de persistir las alteraciones, se sugiere evaluación por endocrinología."}
{"patient_id": "5054484", "patient_name": "Julieta Álvarez", "patient_age": 34, "gender": "female", "document_date": "2023-11-20", "facility_name": "Hospital del Plata", "patient_address": "Calle Belgrano 107, Posadas", "smoking_status": false, "blood_type": "B-", "occupation": "programador", "conditions": ["artritis"], "medications": ["paroxetina", "omeprazol", "losartán"], "icd10_code": ["M19"], "lab_results": [{"test_name": "HbA1c", "test_value": 6.1, "test_unit": "%", "reference_range": "4.0-5.6", "result_flag": "H"}, {"test_name": "ALT", "test_value": 39, "test_unit": "U/L", "reference_range": "7-56", "result_flag": "N"}, {"test_name": "GFR", "test_value": 95, "test_unit": "mL/min", "reference_range": "90-120", "result_flag": "N"}, {"test_name": "triglicéridos", "test_value": 161, "test_unit": "mg/dL", "reference_range": "0-150", "result_flag": "H"}, {"test_name": "creatinina", "test_value": 0.7, "test_unit": "mg/dL", "reference_range": "0.7-1.3", "result_flag": "N"}, {"test_name": "potasio", "test_value": 3.6, "test_unit": "mEq/L", "reference_range": "3.5-5.0", "result_flag": "N"}, {"test_name": "TSH", "test_value": 2.3, "test_unit": "mIU/L", "reference_range": "0.4-4.0", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "La paciente Julieta Álvarez de 36 años, con diagnóstico previo de artritis, presenta resultados de laboratorio recientes. Acttualmente en tratamiento con paroxetina, omeprazol y losartán, sin antecedentes de tabaquismo. Los exámenes de laboratorio muestran una función renal conservada, sin alteraciones significativas en los niveles de creattinina y BUN. Se observan niveles de hemoglobina dentro de rangos normales, descartándose anemias. La glicemia en ayunas se encuenntra een límites normales, lo cual descarta la presencia de DBT en este momento.\n\nEn cuanto al perfiil lipídico, se destaca un ligero aumento en los niveles de colesterol LDL, lo cuaal podría requerir seguimiento dado el antecedente de HTA y el uso e losartán. No se observan alteraciones en el hepatograma, sugiriendo una adecuada función hepática sin signos de hepatotoxicidad, lo cual es elevante considerando la medicaación actual. No hay evidencia de marrcadores inflamatorios elevados, lo que indica un buen control de la artritis en este momento.\n\nSe recomiienda mantener el control periódico de la presión arterial y el perfil lipídico, y considerar ajustes en a dieta o tratamiento si los niveles de colesterol persisten elevados. Asimismo, es importante continuar con el seguimiento de la función hepática y renal, dado el uso crónico de medicación y la condición de base. Se sugiere no modificar la medicación actual sin previa consulta y evaluación médica."}
{"patient_id": "10403355", "patient_name": "Florencia Ramírez", "patient_age": 17, "gender": "female", "document_date": "2025-06-02", "facility_name": "Hospital del Plata", "patient_address": "Calle Sarmiento 84, Rosario", "smoking_status": false, "blood_type": "B-", "occupation": "albañil", "conditions": ["depresión", "insuficiencia cardíaca", "esteatosis hepática"], "medications": ["aspirina", "gabapentina", "metformina", "insulina", "omeprazol", "amlodipino"], "icd10_code": ["F32", "I50", "K76"], "lab_results": [{"test_name": "PLT", "test_value": 304, "test_unit": "K/uL", "reference_range": "150-400", "result_flag": "N"}, {"test_name": "TSH", "test_value": 0.8, "test_unit": "mIU/L", "reference_range": "0.4-4.0", "result_flag": "N"}, {"test_name": "HDL", "test_value": 57, "test_unit": "mg/dL", "reference_range": "40-100", "result_flag": "N"}, {"test_name": "potasio", "test_value": 3.7, "test_unit": "mEq/L", "reference_range": "3.5-5.0", "result_flag": "N"}, {"test_name": "ALT", "test_value": 44, "test_unit": "U/L", "reference_range": "7-56", "result_flag": "N"}, {"test_name": "triglicéridos", "test_value": 61, "test_unit": "mg/dL", "reference_range": "0-150", "result_flag": "N"}, {"test_name": "WBC", "test_value": 10.1, "test_unit": "K/uL", "reference_range": "4.5-11.0", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "La paciente Florencia Ramírez, de 17 años, con antecedentes de depresión, IC y esteatosis hepática, presenta resultados de laboratorio que muestran un perfil lipídico alterado, con LDL elevado y HDL disminuido. Además, se observa una glucemia en ayunas superior a 130 mg/dL, lo cual es consistente con su cuado de DBT tipo 2. La hemoglobina glicosiladaa se encuentra en 8.5%, indicando un control ubóptimo de la glucemia. No se han reportado alergias conocidas.\n\nEn relación a su función hepática, las transaminasas esán levemente elevadas, lo que podría ser compatible con la esteatosis hepática previamente diagnosticada. Sin embargo, no se observa evidencia de deterioro significativo de la unción renal, con niveles de creatinina y urea en rangos aceptables. La función tiroidea es normal, descartando una posible disfunción que podría complicar el manejo de la DBT.\n\nRecomendamos ajustar la dosis de insulina y considerar la posibilidad de introducir estatinas para el manejo de la dislipidemia. También se sugiere un seguimiento estrecho para evaluar la evolución de los parámetros hepticos y el control de la glucemia, así como continuar con la supervisión del tratamiento antidepresivo para evitar posibles interacciones con el régimen actual."}
{"patient_id": "91911784", "patient_name": "Josefina Pérez Sosa", "patient_age": 11, "gender": "female", "document_date": "2025-07-18", "facility_name": "Hospital del Plata", "patient_address": "Avenida Corrientes 65, Corrientes", "smoking_status": false, "blood_type": "O+", "occupation": "jubilado", "conditions": ["obesidad", "EPOC", "demencia", "insuficiencia cardíaca", "osteoporosis"], "medications": ["amlodipino", "insulina", "warfarina", "diclofenaco"], "icd10_code": ["E66", "J44", "F03", "I50", "M18"], "lab_results": [{"test_name": "creatinina", "test_value": 1.1, "test_unit": "mg/dL", "reference_range": "0.7-1.3", "result_flag": "N"}, {"test_name": "TSH", "test_value": 0.6, "test_unit": "mIU/L", "reference_range": "0.4-4.0", "result_flag": "N"}, {"test_name": "glucosa", "test_value": 89, "test_unit": "mg/dL", "reference_range": "70-100", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "La paciente, Josefina Pérez Sosa, de 11 años, presenta un perfil analítico que evidencia alteraciones compatibles con sus antecedentes clínicos. Encontramos hiperglucemia con niveles de glucosa en ayunas de 180 mg/dL, sugiriendo un descontrol en la DBT. El perfil lipídico revela dislipemia, con LDL de 160 mg/dL y HDL de 30 mg/dL, lo cual en conjunto con la obesidad incrementa el riesgo carrdioovascular. La función hepática y renal se mantiene dentro de parámetros normales, lo cual es alentador considerando la polimedicación actual.\n\nEl INR se encuentra en 2,8, subrayando la necesidad de ajustar la dosis de warfarina para evitar coplicaciones hemorrágicas. Los marcadores inflamatorios, como la PCR, están elevados a 10 mg/L, probablemente reflejo de la actividdad inflamatoria crónica asociada a EPOC y osteoartritis, que podría requerir reevaluación del uso de diclofenaco por sus potenciales efectos adversos gastrointestinaales. Se recomienda un seguimiento estrecho y evaluación periódica de la tensión arterial y glicemia capilar, optimizando las dosis de amlodipino e inslina respectivamente."}
{"patient_id": "66308842", "patient_name": "Rodrigo Ruiz Cabrera", "patient_age": 41, "gender": "male", "document_date": "2023-02-01", "facility_name": "Hospital del Plata", "patient_address": "Calle San Martín 32, San Luis", "smoking_status": false, "blood_type": "O+", "occupation": "albañil", "conditions": [], "medications": ["atorvastatina", "gabapentina", "losartán", "simvastatina", "ramipril"], "icd10_code": [], "lab_results": [{"test_name": "LDL", "test_value": 48, "test_unit": "mg/dL", "reference_range": "0-100", "result_flag": "N"}, {"test_name": "AST", "test_value": 342, "test_unit": "U/L", "reference_range": "10-40", "result_flag": "H"}, {"test_name": "ALT", "test_value": 461, "test_unit": "U/L", "reference_range": "7-56", "result_flag": "H"}, {"test_name": "TSH", "test_value": 1.8, "test_unit": "mIU/L", "reference_range": "0.4-4.0", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "El paciente Rodrigo Ruiz Cabrera, de 44 años, sin antecedentes patológicos de relevancia y sin hábitos tabáquicos, se encuentra bajo tratamiento con atorvastatina, gabapentina, losaartán, simvastatina y ramipril. Los resultados de laboratorio recientes muestran un perfil lipídico alterado con LDL elevado, lo cual sugiere que el control lipídico no es optimo, a pesar de la doble terapia con estatinas. Se recomienda reevaluar la adherencia al tratamiento y considerar la adición de ezetimibe si persisten los valores elevados.\n\nLa función renal es adecuada, descartando IRC. Los parámetros hepáticos y electrolíticos se encuentran dentro de rangos normales, sin evidencia de alteraciones significativas. La hemoglobina A1c está en límites normales, descartando la presencia de DBT en este momento. No se observan marcadores de inflamación o infeccion, y el hemograma no revela anomalias.\n\nDado que el paciente no presenta síntomas clínicos de alarma y las comorbilidades parecen estar controladas, se sugiere continuar con el plan terapéutico actual y realizar controles periódicos par ajustar medicación si fuera necesario. Se ecomienda también discutir con el paciente la importancia de una dieta balanceada y ejercicio regular para mejorar los resultados a largo plazo."}
{"patient_id": "51321751", "patient_name": "Santiago Sánchez", "patient_age": 7, "gender": "male", "document_date": "2024-02-15", "facility_name": "Hospital del Plata", "patient_address": "Calle Belgrano 62, Formosa", "smoking_status": false, "blood_type": "O+", "occupation": "militar", "conditions": ["osteoporosis", "gota", "depresión"], "medications": ["metformina", "losartán", "levotiroxina", "gabapentina", "diclofenaco", "aspirina"], "icd10_code": ["M81", "M10", "F32"], "lab_results": [{"test_name": "PLT", "test_value": 349, "test_unit": "K/uL", "reference_range": "150-400", "result_flag": "N"}, {"test_name": "sodio", "test_value": 128, "test_unit": "mEq/L", "reference_range": "136-145", "result_flag": "H"}, {"test_name": "creatinina", "test_value": 5.5, "test_unit": "mg/dL", "reference_range": "0.7-1.3", "result_flag": "H"}, {"test_name": "LDL", "test_value": 103, "test_unit": "mg/dL", "reference_range": "0-100", "result_flag": "H"}, {"test_name": "WBC", "test_value": 6.6, "test_unit": "K/uL", "reference_range": "4.5-11.0", "result_flag": "N"}, {"test_name": "GFR", "test_value": 101, "test_unit": "mL/min", "reference_range": "90-120", "result_flag": "N"}, {"test_name": "triglicéridos", "test_value": 44, "test_unit": "mg/dL", "reference_range": "0-150", "result_flag": "N"}, {"test_name": "TSH", "test_value": 3.1, "test_unit": "mIU/L", "reference_range": "0.4-4.0", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "Santiago Sánchez, un niño de 9 años con antecedentes de osteoporosis, gota y depresión, presenta resultados de laboratorio recientes que revelan un perfil metabólico alterado. Actualmente bajo tratamiento con metformina, losartán, levotiroxina, gabapentina, diclofenaco y aspirina, sus análisis muestran niveles de ácido úrico elevados, consistente con sus antecedentes de gota, lo que podría sugerir la necesidad de ajustar el tratamiento específico para esta condición.\n\nEl paciente, qque no es fumador y sin alergias conocidas, también presenta niveles de glucosa en sangre dentro de límites esperados dado su tratamiento con metformina para DBT. Sin embargo, e observa una disminución en los marcadores de densidad ósea, lo cual exige una reevaluación del manejo de su osteoporosis. Considerando su medicación actual, es fundamental ontinuar el monitoreo de la unción renal y hepática para evitar complicaciones adicionales. Recomiendo una consulta con reumatología y endocrinología para optimizar el tratamiento."}
{"patient_id": "8885234", "patient_name": "Lautaro Suárez", "patient_age": 57, "gender": "male", "document_date": "2023-07-18", "facility_name": "Hospital del Plata", "patient_address": "Avenida Callao 39, La Plata", "smoking_status": true, "blood_type": "A+", "occupation": "comerciante", "conditions": ["enfermedad coronaria"], "medications": ["amlodipino", "hidroclorotiazida", "ibuprofeno"], "icd10_code": ["I25"], "lab_results": [{"test_name": "TSH", "test_value": 3.4, "test_unit": "mIU/L", "reference_range": "0.4-4.0", "result_flag": "N"}, {"test_name": "HbA1c", "test_value": 5.1, "test_unit": "%", "reference_range": "4.0-5.6", "result_flag": "N"}, {"test_name": "PLT", "test_value": 207, "test_unit": "K/uL", "reference_range": "150-400", "result_flag": "N"}, {"test_name": "colesterol total", "test_value": 185, "test_unit": "mg/dL", "reference_range": "0-200", "result_flag": "N"}, {"test_name": "potasio", "test_value": 4.3, "test_unit": "mEq/L", "reference_range": "3.5-5.0", "result_flag": "N"}], "doc_type": "lab", "clinical_notes": "El paciente Lautaro Suárez, de 60 años, con antecedente de enfermedad coronaria y bajo tratamiento con amlodipino, hidroclorotiazida e ibuprofen, presenta resultados de laboratorio recientes que evidencian un perfil lipídico alterado, con colesterol LDL elevado y HDL disminuido. Este perfil es consistente con su antecedente de tabaquismo activo, lo cual incrementa su riesgo cardiovascular. Se observan además valores de creatinina en el límite ssuperior de la normalidad, sugiriendo la necesidad de monitorización para descartar IRC incipiente, especialmente considerando su medicación actual.\n\nEn términos generales, la función hepática y la glicemia en ayunas se encuentran dentro de rangos normales, lo cual es positivo. Sin embargo, se recomienda intensificar medidas no farmacológicas para el control de factores de riesgo cardiovascular, incluyendo la cesación tabáquica. Se sugiere reevaluar el esquema de tratamiento para optimizar el manejo de su HTA y riesgo coronario, pudiendo considerar la derivación a un nutricionista para apooyo en cambios dietéticos. Paciente refiere no tener alergias conocidas y menciona estar divorciado, viviendo solo, lo cual podría influir en su adherencia al tratamiento y control médico regular."}
