{"patient_id": "18718431", "patient_name": "Antonella Sánchez", "patient_age": 83, "gender": "female", "document_date": "2023-08-02", "facility_name": "Hospital del Plata", "patient_address": "Calle Sarmiento 44, Mar del Plata", "smoking_status": true, "blood_type": "A-", "occupation": "farmacéutico", "conditions": ["insuficiencia cardíaca"], "medications": ["simvastatina", "atorvastatina"], "icd10_code": ["I50"], "department": "cirugía general", "primary_diagnosis": "insuficiencia cardíaca", "doc_type": "discharge", "clinical_notes": "Antonella Sánchez, de 85 años, fue internada por descompensación de insuficiencia cardíaca (IC), ccon antecedentes de HTA y hábito tabáquico crónico. Durante su estadía, la paciente presentó episodios de disnea y ortopnea, asociados a edema de miembros inferiores. Se realizó un ajuste en su tratamiento farmacológico para IC, incluyendo diuréticos de asa y beta-bloqueantes, además de mantener simvastatina y atorvastatina. Se descartaron complicaciones agudas por medio de exámenes complementarios, siendo el ecocardiograma de control compatible con disfunción sistólica moderada.\n\nLa evolución en sala fue favorable, con mejoría clínica progresiva. A nivel respiratorio, se observó disminución del edema y las manifestaciones de congestión, logrando estabilidad hemodinámica. En cuanto al seguimiento, se ealizaron controles periódicos de función renal y electrolitos, los cuales se mantuuvieron dentro de parámetros normales. No se reportaron reacciones adversas a la medicación ni alergias.\n\nAl alta médica, se recomienda continuar con el esquema de tratamiento actualizado, enfatizando la importancia del ese del hábito tabáquico. Se sugiere control cardiológico y análisis de laboratorio a las 4 semanas. Se aconseja realizar rehabilitación cardíaca y mantener una dieta hiposódca estricta. Se informa a la paciente y su familia sobre signos de alerta que deben motivar consulta médica inmediata, como aumento de disnea, edemas o dolor torácico."}
{"patient_id": "26682744", "patient_name": "Aldana Díaz Ojeda", "patient_age": 71, "gender": "female", "document_date": "2025-12-03", "facility_name": "Hospital del Plata", "patient_address": "Avenida de Mayo 98, Tucumán", "smoking_status": false, "blood_type": "A+", "occupation": "trabajador rural", "conditions": ["diabetes tipo 2", "depresión", "insuficiencia renal crónica"], "medications": ["amlodipino", "losartán", "alendronato", "ramipril"], "icd10_code": ["E11", "F32", "N18"], "department": "cirugía general", "primary_diagnosis": "depresión", "doc_type": "discharge", "clinical_notes": "Aldana Díaz Ojeda, de 71 años, fue interrnada por descompensación de IRC en el contexto de DBT tipo 2. Durante su etadía, la paciente presentó un control ineficaz de la presión arteriial, con registros de HTA a pesar del tratamiento con amlodipino y losartán. Se realizó ajuste de medicación, incluyendo la titulación de ramipril, y se logró estabilizar las cifras tensionales. En cuanto a la función renal, se observó un deterioro progresivo, requiriendo ooptimización del manejo de fluidos y dieta baja en sodio, lo que permitió una leve mejoría de los parámetros bioquímicos al ala. La paciente tambiién mostró signos de depresión, controlados con su medicación habitual y acompañamiento por el equipo de salud mental del hospital.\n\nDurante la internación, se realizaron estudios de laboratorio que evidenciaron cotrol glucémico subóptimo, por lo cual se ajustaron dosis de insulina y se reforzó la educación en autocuidado y monitoreo domiciliario. Se descartaron complicaciones infecciosas mediante estudios pertinentes; no se observaron sinos de infecciones urinarias o pulmonares, y la TC no evidenció cambios agudos. Aldana, viuda y con un buen soporte familiar, no presenta alergias conocidas y mantiene una buena adherencia al tratamiento médico. \n\nAl alta, se recomienda continuar con los ajustes en la medicación antihipertensiva y el seguimiento estricto en nefrología y endocrinología. Se indica control semanal de tensiones arteriales y glucemias capilares, además de consulta en salud mental para evaluar la continuidad del tratamiento antidepresivo. La paciente debe asistir a control con su médic de cabecera en 7 días, mantener una dieta adecuda y realizar actividad física leve, como caminatas diarias, para mejorar su calidad de vida."}
{"patient_id": "70228535", "patient_name": "Mateo Torres", "patient_age": 9, "gender": "male", "document_date": "2024-03-17", "facility_name": "Hospital del Plata", "patient_address": "Avenida Corrientes 94, Rosario", "smoking_status": false, "blood_type": "B+", "occupation": "enfermero", "conditions": ["obesidad", "hipertensión arterial"], "medications": ["hidroclorotiazida"], "icd10_code": ["E66", "I10"], "department": "neumonología", "primary_diagnosis": "obesidad", "doc_type": "discharge", "clinical_notes": "Mateo Torres, paciente masculino de 11 años, ingresó por cuadro de cefalea intensa asociada a cifras elevadas de HTA. Antecedentes personales de obesidad y HTA en tratmiento con hidroclorotiazidaa. Durante la internación, se realizaron estudios complementarios que descartaron causas secundarias de hipertensión. En el transcurso de su estadía, el paciente presentó una buena evolución clínica con el ajuste de la medicación antihipertensiva y la implementación de un plan alimentario hipocalórico.\n\nA lo largo de la internación, Mateo se mostró colaborador y su familia participó activamente en la educación sobre hábitos saludables. Se implementaron medidas no farmcológicas, incluyendo un programa de actividad física leve adaptada a su edad y condición. No se registraron complicaciones durante la internación y los controles clínicos se mantuvieron estables.\n\nAl alta se recomienda continuar con hidroclorotiazida y seguir con el plan nutricional y de ejercicio prescripto. Se sugiere control de TA semanal por su pediatra, y se enfatiza en la importancia del seguimiento multidisciplinario para abordar la obesidad infantil y prevenir futuras comorbilidades. La familia se muestra motivada para acompañar a Mateo en este proceso."}
{"patient_id": "36944441", "patient_name": "Juan García", "patient_age": 80, "gender": "male", "document_date": "2025-07-14", "facility_name": "Hospital del Plata", "patient_address": "Avenida Corrientes 66, Resistencia", "smoking_status": false, "blood_type": "O-", "occupation": "albañil", "conditions": ["enfermedad coronaria"], "medications": [], "icd10_code": ["I25"], "department": "urología", "primary_diagnosis": "enfermedad coronaria", "doc_type": "discharge", "clinical_notes": "Juan García, un paciente masculino de 80 añoos, sin medicación habitual y sin antecedentes de tabaquismo, fue internado por presentar síntomas de disnea progresiva y dolor torácico. Conocido por su historia de enfermedad coronaria, se sospechó un posible IAM. A su ingreso, se realizaron estudios iniciales que incluyeron ECG, enzimas cardíacas y TC de tórax, evidenciando signos de descompensación cardíaca sin lesión aguda significativa.\n\nDurante la internaación, el paciente mostró una evolución favorable bajo tratamiento con diuréticos y betabloqueantes, logrando estabilizar su cuadro de IC. Se realizaron controles regulares de función renal y seguimiento estricto de signoss vitales. Cabe destacar que el paciente se mostró coaborador, sin antecedentes de alergias conocidas y con un soporte familiar adecuado.\n\nAl alta, se recomendó al paciente continuar con la medicación indicada y realizar ccontroles regulares con su cardiólogo de cabecera. Además, se sugirió la implementación de un plan de ejercicios moderado y una dieta baja en sodio para manejar su condición cardíaca. Se enfatizó la importancia de evitar el consumo de alcohl y se le brindaron pautas de alarma para consultar en caso dee reaparición de los síntomas iniciales.."}
{"patient_id": "29941004", "patient_name": "Martina Pérez Gutiérrez", "patient_age": 32, "gender": "female", "document_date": "2024-09-01", "facility_name": "Hospital del Plata", "patient_address": "Calle Belgrano 11, Córdoba", "smoking_status": true, "blood_type": "A-", "occupation": "empleado público", "conditions": ["esteatosis hepática", "hipertensión arterial", "osteoporosis", "diabetes tipo 2", "fibrilación auricular"], "medications": ["gabapentina", "alendronato", "levotiroxina", "omeprazol"], "icd10_code": ["K76", "I10", "M81", "E11", "I48"], "department": "oncología", "primary_diagnosis": "esteatosis hepática", "doc_type": "discharge", "clinical_notes": "La paciente Martina Péreez Gutiérrez, de 34 años, ingresó al servicio de emergencias por un episodio agudo de palpitacines, acompañado de disnea y mareos. Antecedentes personales relevantes incluyen esteatosis hepática, HTA, osteoporosis, DBT tipo 2 y FA. Se destaca tabaquismo activo. Al ingreso, se realizó control de signos vitales que mostró TA elevada y frecuencia cardíaca irregular. Se indicó internación para monitoreo y estabilización hemodinámica.\n\nDurante la internación, Martina presentó episodios intermitentes de FA que fueron manejados con anticoagulación ajustada. Se efectuó ajuste de medicación antihipertensiva y se inició tratamiento para el control de la DBT con agentes hipoglucemiantes. Evolucionó favorablemente bajo el esqquema terapéutico, logrando estabilización del ritmo cardíaco y control adecuado de la glucemia. Se le realizaron estudios complementarios incluyendo ecocardiograma y TC cardíaca, que no evidenciaron complicaciones adicionales.\n\nAl alta, se recomienda continuar con su medicación habitual: gabapentina, alendronato, levotiroxina, y omeprazol, además de los nuevos ajustes en anticoagulantes. Se aconseja cese de tabaquismo y seguimiento ambulatorio con cardiología y endocrinología. Se enfatizó la importancia de adherirse a una dieta hiposódica y control estricto de la glicemia. La paciente deberá realizarse controles periódicos de INR y asistir a consulta médica en dos semanas para reevaluación."}
{"patient_id": "79437458", "patient_name": "Martina Torres", "patient_age": 62, "gender": "female", "document_date": "2024-07-15", "facility_name": "Hospital del Plata", "patient_address": "Calle Lavalle 105, Buenos Aires", "smoking_status": false, "blood_type": "A-", "occupation": "enfermero", "conditions": ["demencia", "insuficiencia renal crónica"], "medications": ["levotiroxina", "losartán", "alendronato"], "icd10_code": ["F03", "N18"], "department": "urología", "primary_diagnosis": "insuficiencia renal crónica", "doc_type": "discharge", "clinical_notes": "Motivo de internación: La paciente Martina Torres, de 64 años, con antecedentes de demencia e IRC, fue admitida por deterioro del estado general y descompensación reenal. Se presentó además con desorientación temporoespacial y empeoramiento de su conducta habitual, lo cual fue informado por su hija, la cuidadora principal.\n\nEvolución: Durante la internación, la paciente fue monitoreada de cerca, requiriendo aajuste de su tratamiento renal. Se observó una mejoría progresiva tras la administración de fluidoterapia y corrección de electrolitos. Se realizó TC craneal que no evidenció lesiones agudas. Para su demencia, se continuó con el manejo no farmacológico y se optimizó el entorno hospitalario para minimizar el estrés. La función renal mostró estabilización luego de ajustar la dosis de losartán y suspender temporalmente el alendronato, tras lo cual se vieron mejorías en los niveles de creatinina y urea. Se mantuvo una comunicaciónn constante con la familia para asegurar la comprensión del plan terapéutico y facilitar el seguimiento ambulatorio. No se reportaron reacciiones adversas a los medicamentos aministrados.\n\nRecomendaciones al alta: Martina será dada de alta con indicaciones precisas para seguir con la terapia de levotiroxina y losartán, dejando el alendronato en pausa y reevaluar su necesidad en futura consulta nefrológica. Se sugiere control ambulatorio en nefrología y neurología, así como seguimiento estrecho con su médico de cabecera. Se recomienda a la familia continuar con estrateggias de apoyo para u demencia, fomentar la actividad física ligera y mantener una dieta adecuada para pacientes con IRC. Se advierte sobre la importancia de vigilar signos de descompensación renal o alteraciones neurológicas y consultar de inmediato ante cualquier cambio."}
{"patient_id": "11818112", "patient_name": "Leandro Benítez Domínguez", "patient_age": 30, "gender": "male", "document_date": "2024-09-04", "facility_name": "Hospital del Plata", "patient_address": "Calle San Martín 33, Santiago del Estero", "smoking_status": true, "blood_type": "O+", "occupation": "policía", "conditions": ["osteoporosis"], "medications": ["simvastatina"], "icd10_code": ["M81"], "department": "nefrología", "primary_diagnosis": "osteoporosis", "doc_type": "discharge", "clinical_notes": "Paciente masculino de 31 años,, Leandro Benítez Domínguez, con antecedente de osteoporosis en tratamiento con simvastatina, ingresa a nuestra unidad por dolor intenso en región lumbar asociado a limitación funcional. No refiere alergias conocidas. Es fumador activo, aproximadamente 10 cigarrillos al día. Durante la internación se realizó evaluación integral, incluyendo estudios de imagen que revelaron fractura vertebral por compresión. Se inició tratamiento con analgésicos y bifosfonatos, logrando adecuada respuesta al control del dolor. \n\nLa evolución durante la internación fue favorable, sin complicaciones adicionales. El paciente fue evaluado por el servicio de kinesiología, quienes indicaron inicio progresivo de movilidad asistida. Se realizaron controles de laboratorio, sin hallazgos de relevaancia. Se destacó la importancia de la cesación tabáquica, dada la relación entre el tabaquismo y la densidad ósea disminuida.\n\nAl momento del alta, se recomienda continuar con la medicación actual y seguir el plan de rehabilitación kinesica. Se sugiere control estricto en consullta externa con reuatolgía y nutrición, para optimizar el manejo de su osteoporosis. Se enfatiza nuevamente en la necesidad de abandonar el taabaquismo. Se programa reevaluación en un mes, con la posibilidad de realizar nueva densitometría ósea para monitoreo de evolución."}
{"patient_id": "22105448", "patient_name": "Martina Suárez", "patient_age": 68, "gender": "female", "document_date": "2023-02-07", "facility_name": "Hospital del Plata", "patient_address": "Calle Florida 56, Paraná", "smoking_status": true, "blood_type": "AB-", "occupation": "médico", "conditions": ["fibrilación auricular", "insuficiencia cardíaca", "diabetes tipo 2", "hipertensión arterial", "esteatosis hepática"], "medications": ["atorvastatina", "levotiroxina", "insulina", "warfarina", "losartán"], "icd10_code": ["I48", "I50", "E11", "I10", "K76"], "department": "oncología", "primary_diagnosis": "diabetes tipo 2", "doc_type": "discharge", "clinical_notes": "Motvo de internación La paciente Martina Suárez, de 71 años, ingresa a nuestra institución por un episodio agudo de descompensación de IC. Presenta antecedentes de FA, DBT tipo 2, HTA y esteatosis hpática. Consumo taabáquico activo.\n\nEvolución: Durante la internación, se realizaron ajustes en el tratamiento anticoagulante debido a INR prolongados. Se observó una estabilización progresiva de los síntomas de insuficiencia cardíaca con la optimización del tratamiento diurético y el ajjuste del régimen antihippertensivo. Se mantuvo una estrecha vigilancia de la glucemia capilar, logrando un control adecuado con el ajuste de la insulina subcutánea. Se realizaron estudios de imagen para evaluar la función cardíaca, confirmando el diagnóstico de IC con fracción de eyecciión reducida. La evolución clínica fue favorable, logrando estabilidad hemodinámica.\n\nRecomendaciones al alta: Se indica continuar con la medicación habituaal, incluyendo losartn, atorvastatina, levotiroxina e insulina según pauta ajustada. Mantener INR en rango terapéutico con warfarina, con controles semanales iniciales. Se aconseja cesación tabáquica y se deriva a programa de rehabilitación cardiovascular. Se sugiere control endocrinológico por DBT y seguimiento cardiológico en 2 semanas."}
{"patient_id": "38308443", "patient_name": "Hernán Fernández", "patient_age": 34, "gender": "male", "document_date": "2024-07-06", "facility_name": "Hospital del Plata", "patient_address": "Calle Sarmiento 86, Neuquén", "smoking_status": false, "blood_type": "A-", "occupation": "técnico", "conditions": ["asma", "obesidad", "insuficiencia renal crónica"], "medications": ["omeprazol", "diclofenaco", "metformina", "hidroclorotiazida", "warfarina", "gabapentina"], "icd10_code": ["J45", "E66", "N18"], "department": "geriatría", "primary_diagnosis": "insuficiencia renal crónica", "doc_type": "discharge", "clinical_notes": "Hernán Fernández, de 35 años, se internó por ddescompensación de su asma en el contexto de una infeccón respiratoria aguda. Al ingreso, presentaba disnea severa, sibilancias audibles y saturación de O2 del 88%. Se inició tratamiento con broncodilatadores nebulizados y corticoides sistémicos. Antecedentes relevantes incluyyen asma, obesidad y IRC, que complica su manejo terapéutico. En cuanto a su medicación habitual, se ajustaron las dosis de metformina y warfarina debido a los cambios en la función renal observados durante la internación.\n\nLa eolución fue favorable tras 7 dís de tratamiento intensivo, incluyendo la administración de antibióticos de amplio espectro por posible infección bacteriana secundaria. El paciente mostró meejoría progresiva de la función pulmonar y la función renal se estabilizó, aunque se mantuvo en cifras de IRC moderada. Cabe destacar que Hernán vive con su pareja y no cuenta con antecedentes de tabaquismo, lo que favoreció su recuperación pulmonar. No se reportaron alergias medicamentosas durante la internación.\n\nAl alta, se recomienda continuar con la terapia broncodilattadora inhalatoria y corticoides orales a dosis descendentes. Además, se aconseja seguimiento estricto con nefrología por su IIRC y control metabólico por sus antecedentes de DBT. Se le sugiere adherencia a un plan alimentarioo hipocalórico para manejo de la obesidad y se recomienda actividad físicca moderada, supervisada por un proffesional. Realizar control de INR semanalmente por el ajuste reciente de warfarina, y se prrogramó consulta en neumología en dos semanas para evaluación post-alta."}
{"patient_id": "79813739", "patient_name": "Candela Suárez", "patient_age": 19, "gender": "female", "document_date": "2024-02-17", "facility_name": "Hospital del Plata", "patient_address": "Calle San Martín 7, Santiago del Estero", "smoking_status": true, "blood_type": "A-", "occupation": "militar", "conditions": ["ACV", "dislipidemia", "esteatosis hepática", "EPOC", "enfermedad coronaria"], "medications": ["metformina", "amlodipino", "diclofenaco", "metoprolol", "aspirina"], "icd10_code": ["I63", "E78", "K76", "J44", "I25"], "department": "gastroenterología", "primary_diagnosis": "enfermedad coronaria", "doc_type": "discharge", "clinical_notes": "Paciente Candela Suárez, femenina, de 21 años, ingresa con motivo de exacerbación de su EPOC, acompañado de dolor torácico. Antecedentes de ACV, dislipidemia, esteatosis hepática, EPOC y enfermedad cooronaria. Al ingreso, se presenta taquipneica y con episodios de dolor torácico leve, no irradiado, con saturación de oxígeno del 88% en aire ambiente. TC de tórax sn signos de tromboembolsmo,, pero con enfisema bullloso avanzado. Durante la internación, se estabilizó el cuadro respiratorio con oxigenoterapia y broncodilatadores.\n\nEn el transcurso del tratamiento, la paciente mostró mejora progresiva, logrando saturar adecuadamente con oxígeno suplementario. Se ajustó la medicación, manteniendo meetformina, amlodipino, diclofenaco, y se añadió un corticoide inhalatorio para manejo del EPOC. La paciente fue dada de alta tras 7 días, afebril y con clara mejoría de la disnea. Se destacan niveles lipídicos elevados, y se corrigió la medicación para dislipidemia, sugiriéndose continuación con estatinas al alta. El tabaquismo persiste, y se recomendó nuevamente cesación tabáquica como medida prioritaria.\n\nAl alta, se recomienda control ambulatorio en 1 semana con neumonología y cardiología. Continuar con el tratamiento farmacológico prescripto: metoprolol, aspirina, corticoides inhalatorios y estatinas. Se sugiere realizar un ecocardiorama para evaluar función ventricular dado los antecedentes de enfermedad coronaria. Educación para la salud enfocada en hábitos saludables y manejo de factores de riesgo cardiovascular, enfatizando en cesación del tabaquismo y control dietético para la esteatosis hepática y diislipidemia."}
{"patient_id": "25509175", "patient_name": "Milagros Sánchez", "patient_age": 36, "gender": "female", "document_date": "2025-04-09", "facility_name": "Hospital del Plata", "patient_address": "Avenida Libertador 89, Salta", "smoking_status": false, "blood_type": "A-", "occupation": "programador", "conditions": [], "medications": ["atorvastatina"], "icd10_code": [], "department": "neurología", "primary_diagnosis": "sin diagnóstico", "doc_type": "discharge", "clinical_notes": "Paciente Milagros Sánchez, femenina, de 37 años, sin antecedentes paatológicos de relevancia y en trataiento con atorvastatina, ingresa por presentar dolor torácico de inicio súbito asociado a disnea y diaforesis. Al ingreso, la paciente se encontraba hemodinámicamente estable, se realizaron estudios complementarios que incluyeron ECG y marcadores cardíacos, los cuales resultaron dentro de parámetros normales, descartándo IAM. Se indicó tratamiento sintomático y vigilancia estrecha. \n\nDurante la internación, la paciente evolucionó favorablemente, sin episodios de dolor torácico recurrente. Se realizó TC de tórax que no evidenció alteraciones significativas, descartando patología pulmonar aguda. Ajustamos el tratamiento hipolipemiante y se mantuvo en observación durante 48 horas, mostrando buena respuesta al tratamiento instaurado. La paciente se mostró colaboradora y se benefició de la educación respecto a su dieta y eestilo de vida saludable.\n\nAl alta, se recomienda continuar con atorvastatina 10 mg diarios, mantener un régimen dietético bajo en grasaas y realizar actividad física regular. Control cardiollógico en 1 mes. Se aconseja adherencia estricta al tratamiento y control periódico del perfil lipídico. Se entregó copia del informe y se sugirió seguimiento con su médico de cabecra. Cabe destacar que la paciente niega alergias conocidas y no refiere consumo de tabaco ni alcohol, aspectos que facilitan un pronóstico favorable."}
{"patient_id": "23213276", "patient_name": "Romina González", "patient_age": 24, "gender": "female", "document_date": "2024-10-05", "facility_name": "Hospital del Plata", "patient_address": "Calle Lavalle 55, Rosario", "smoking_status": false, "blood_type": "B+", "occupation": "médico", "conditions": ["ACV", "insuficiencia renal crónica", "fibrilación auricular", "dislipidemia", "enfermedad coronaria"], "medications": ["levotiroxina", "metformina", "paroxetina", "hidroclorotiazida"], "icd10_code": ["I63", "N18", "I48", "E78", "I25"], "department": "urología", "primary_diagnosis": "insuficiencia renal crónica", "doc_type": "discharge", "clinical_notes": "Romina González, femenina de 26 años, se interna por cuadro de descompensación de IRC en contexto de FA y dislipidemia. La paciente tiene antecedentes de ACV, enfermedad coronaria y se encuentra meddicada crónicamente con levotiroxina, metforrmin, paroxetina y hidroclorotiazida. No refiere hábito tabáquico. Durante la internación, se realizó ajuste de su tratamiento antihipertensivo y control estricto de la glucemia, dado sus antecedentes de DBT. Se llevaron a cabo estudios de imágenes, incluyendo TC de cráneo, que no revelaron complicaciones agudas adicionales.\n\nEn el transcurso de la internación, se evidenció mejoría clínica con estabilización hemodinámica. Se implementó tratamiento con anticoagulantes para control de FA y ajuste en las dosis de medcación para IRC. La paciente evolucionó favorablemente, logrando compensación de la función renal y estaabilización de los parámetros cardiovasculares. Se le brindó soporte nutricional especializado y se ajustó la dosis de su medicación psiquiátrica acorde a su estado clínico acual.\n\nAl alta, se recomienda seguimiento ambulatorio por nefrología y cardiología, control periódico de perfil lipídico y ajuste de tratamiento anticoagulante. Se sugiere continuar con el plan de dieta hiposódica y control glucémico estricto. Se solicita realización de ecocarrdiograma de control y se remite a consultorio de salud mental para seguimiento de su tratamiento con paroxetina. Se indicaa adherencia a la medicación habitual y se le proporciona educación sobre los signos de alarma a tener en cuenta."}
{"patient_id": "82669750", "patient_name": "Lautaro López", "patient_age": 75, "gender": "male", "document_date": "2025-05-14", "facility_name": "Hospital del Plata", "patient_address": "Calle Rivadavia 14, La Plata", "smoking_status": true, "blood_type": "AB+", "occupation": "chef", "conditions": ["artritis", "fibrilación auricular", "depresión", "ACV"], "medications": ["omeprazol", "amlodipino"], "icd10_code": ["M19", "I48", "F23", "I63"], "department": "terapia intensiva", "primary_diagnosis": "depresión", "doc_type": "discharge", "clinical_notes": "Paciente: Lautaro López, masculino, de 75 años, sin antecedentes de alergias conocidas. Fue internado debido a un episodio de disnea súbita acompañado e palpitaciones y dolor torácico leve. Se constata F con respuesta venntricular rápida en el ingreso y se inicia tratamiento con anticoagulantes y contrl de frecuencia cardíaca. Antecedentes relevantes incluyen artritis, FA crónica, depresión controlada y un ACV isquémico hace 3 años. También refiere tabaquism activo desde hace más de 50 años, lo cual complica su cuadro respiratorio.\n\nDurante la internación, el paciente presentó buena respuesta al tratamiento con amiodarona y anticoagulación con enoxaparina, logrando estabilizar la FA. Se realizó un ecocardiograma que mostró hipertrofia del ventrículo izquierdo y leve disminución de la fracción de eyección. El tratamiento para la HTA se ajustó con amlodipino. Su evolución fue favorable, aunque se registró un episodio de desorientación temporal, posiblemente secundario a su historia de ACV. Se llevaron a cabo intervenciones interdisciplinarias, incluyendo soporte del equipo de salud mental por su antecedente de depresión.\n\nAl alta, se recomienda continuar con el tratamiento anticoagulante con rivaroxabán, mantener el uso de amlodipino y omeprazol, además de iniciar terapia con bisoprolol para control de frecuencia. Se sugiere cesación tabáquica urgente y seguimiento por cardiología y neurología. Se aconseja realizar controles periódicos de INR para ajustar la dosis de anticoaguulante y evaluar la función renal cada 3 meses. Además, se recomienda consulta en salud mental para monitoreo continuo, y realizar actividad física moderada adaptada a su condición."}
{"patient_id": "39675473", "patient_name": "Antonella Herrera", "patient_age": 53, "gender": "female", "document_date": "2023-12-24", "facility_name": "Hospital del Plata", "patient_address": "Avenida de Mayo 103, Mar del Plata", "smoking_status": false, "blood_type": "AB+", "occupation": "periodista", "conditions": [], "medications": ["clopidogrel", "omeprazol", "gabapentina"], "icd10_code": [], "department": "geriatría", "primary_diagnosis": "sin diagnóstico", "doc_type": "discharge", "clinical_notes": "La paciente Antonella Herrera, de 55 años, fue internada por un cuadro de dolor torácico de características atípicas acompañado de disnea leve. No presenta antecedentes patológicos de relevancia y niega hábitos tóxicos cmo tabaquismo. Actualmente está en tratamiento con clopidogrel, omeprazol y gabapentina. Al momento del ingreso, se realizaron estudios de laboratorio que mostraon parámetros dentro de los valores normales, y un electrocardiograma que no evidenció alteraciones de relevancia. Se decidió realizar una T de tórax que descartó la presencia e tromboemmbolismo pulmonarr.\n\nLa evolución durante la internación fue favorable. La paciente fue monitoreada en sala general, sin presentar episodios de dolor torácico recurrentes ni signos de descompensación cardiovascular. Los controles de constantes vitales se mantuvieron estables y no se observaron complicaciones durante su estadía en el hospital. Se decidió iniciar tratamiento con analgésicos y se ajustó la medicaciión crónica para mejorar su control sintomático.\n\nAl alta, se recomienda a la paciente continuar con su tratamiento habitual, realizar controles médicos regulares con su cadiólogo de confianza y mantener una dieta balanceada baja en sodio para prevenir posibles eventos cardiovasculares. Se aconseja evitar situaciones dde estrés y realizar actividad física moderada, previo cnsentimiento médico. Se le brindaron pautas de alarma para consulta inmeiata en caso de presentar nuevamente dolor torácico o disnea."}
{"patient_id": "68001391", "patient_name": "Federico Martínez", "patient_age": 21, "gender": "male", "document_date": "2024-10-07", "facility_name": "Hospital del Plata", "patient_address": "Avenida Independencia 37, Buenos Aires", "smoking_status": false, "blood_type": "AB-", "occupation": "colectivero", "conditions": ["asma", "depresión", "hipertensión arterial", "diabetes tipo 2"], "medications": ["losartán", "atorvastatina", "gabapentina", "amlodipino"], "icd10_code": ["J45", "F32", "I10", "E11"], "department": "cardiología", "primary_diagnosis": "hipertensión arterial", "doc_type": "discharge", "clinical_notes": "Paciente masculino de 22 años, Federico Martínez, con antecedentes de asma, depresión, HTA y DBT tippo 2. Se encuentra bajo tratamiento con losartán, atorvastatina, gabapentina y amlodipino. Niega tabaquismo. El motivo de internación fue ua exacerbación asmática severa, con disnea progresiva y sibilancias que no remitieron con el tratamiento ambulatorio connvencional. Al ingreso, se inició tratamiento con corticides sistémicos y broncodilatadores de acción corta, observándose una mejora progresiva en los niveles de saturación de oxígeno. Durant la internación, se realizaron controles estrictos d glicemia debido a la DBT, ajustándose la dosificación de insulina según las necesidades del paciente.\n\nLa evolución fue favorable, con mejoría clínica significativa y estabilización de los parámetros respiratorios. Se mantuvieron los cuidados habituales para la HTA y la DBT, logrando un buen control tensional y glucémico. El paciente fue evaluado por el servicio de psiquiatría debido a su antecedente de depresión, donde se ajustó la medicación ansiolítica. Al alta, se recomienda continuar con el tratamiento habitual, agregar budesonida inhalatoria para el contro del asma y realizar controles regulares con su médico de cabecera. Se sugiere seguimiento por neumonología y nutrición para optimizar el control de DBT y reeducir el riesgo de futuras exacerbaciones."}
{"patient_id": "86378577", "patient_name": "Lucía García", "patient_age": 79, "gender": "female", "document_date": "2025-12-03", "facility_name": "Hospital del Plata", "patient_address": "Calle Sarmiento 54, Paraná", "smoking_status": false, "blood_type": "B-", "occupation": "estudiante", "conditions": ["hipertensión arterial", "asma", "gota", "ACV"], "medications": ["losartán", "aspirina", "metoprolol", "amlodipino"], "icd10_code": ["I10", "J45", "M10", "I63"], "department": "clínica médica", "primary_diagnosis": "gota", "doc_type": "discharge", "clinical_notes": "Lucía García, de 79 años, fue internada debido a una agudización de su asma relacionada con una infección respiratoria baja. La paciente presenta antecedentes de HTA, gota y un ACV previo. No tiene antecedentes de tabaquismo, siendo fumadora pasiva durante 20 años debido a la convivencia con su esposo, quien era fumador activo. Al ingreso, la paciente mostraba disnea y sibiancias, acompañadas de tos productiva. Durante la internación, se realizó tratamiento con broncodilatadores inhalados, corticoides sistémicos y antibioticoterapia dirigida según cultivo de esputo. Se monitorizó estrechameente su función respiratoria y se ajustaron sus medicaciones para HTA, manteniendo losartán, aspirina, metoprolol y amlodipino bajo control.\n\nLa evolución durante la hospitalización fue favorable, con mejoría progresiva de los síntomas respiratorios. Se realizaron evaluaciones cardiológicas y neurológicas complementarias debido a sus antecedentes de ACV, las cuales no evidenciaron nuevas alteraciones. La paciente presentó buena adherencia al tratamiento y educación sobre el manejo de su condición asmática, así como cambios en el entorno para minimizar la exposición a alérgenos.\n\nAl alta, se recomienda continuar con la medicación habitual y seguir un plan de control regular con su médico de cabecera para monitorizar la presión arterial y la función pulmonar. Se sugiere evitar la exposición al humo de cigarrillo y otras irritantes espiratorios. AAdemás, se aconsseja realizar ejercicios de respiración y fisioterapia respiratoria para fortalecer su función pulmonar. Lucía deberá seguir un régimen bajo en odio por su HTA y acudir a contrles periódicos para ajustar terapias de manera oportuna."}
{"patient_id": "28328859", "patient_name": "Celeste Medina", "patient_age": 56, "gender": "female", "document_date": "2023-09-28", "facility_name": "Hospital del Plata", "patient_address": "Calle Florida 31, Rosario", "smoking_status": false, "blood_type": "B+", "occupation": "ingeniero", "conditions": ["hipertensión arterial", "EPOC", "artritis", "osteoporosis"], "medications": ["simvastatina"], "icd10_code": ["I10", "J44", "M19", "M81"], "department": "neurología", "primary_diagnosis": "artritis", "doc_type": "discharge", "clinical_notes": "Paciente Celeste Medina, femenina, 58 años, con antecedentes de HTA, EPOC, artritis y osteoporosis. Ingreesó el 15/08/23 por exacerbación aguda de EPOC, presentando disnea severa y sibilancias. Al momento del ingreso, se inició tratamiento con broncodilatadores de acción corta y corticoterapia sistémica. Se realizaron exámenes complementarios, iincluyenddo una TC de tórax que mostró patrón de enfisema sin complicaciones adicionales. Durante la internación, se mantuvo monitorización de signos vitales, con especial atención a la presión arterial dado sus antecedentes e HTA, la cual se controló adecuadamente mediante ajuste de medicación antihipertensiva. Evolucionó favorablemente bao tratamiento, presentando mejoría progresiva de la función respiratoria.\n\nSe destaca que la paciente no es tabaquista, lo cual contribuyó positivamente a su recuperación respiratoria. El control de la artritis y la osteoporosis sse mantuvo estable bajo su medicación habituall. Durante la internación, se adicionó suplementación de calcio y vitamina D para fortalecer su salud ósea, dado el riesgo aumentado de fracturas. Al egreso, la paciente fue educada sobre la importancia del ejercicio físico moderado y la adherencia al tratamiento farmacológico para prevenir futuras exacerbaciones. \n\nAl alta, se recomienda continuar con simvastatina, además de mantener el uso de broncodilatadores de mantenimiento y los corticoides inhalados. Se enfatiza en el seguimiento regular con neumonología y reumatología, así como en la realización de espirometrías de control. Celeste reside con su esposo, quien se involucra activamente en el cuidado de su salud, lo cual resulta favoraable para el cumplimiento del tratamiento. Se sugiere evitar la exposición a factores desencadenantes de crisis respiratorias, como ambientes polvorientos o con humo."}
{"patient_id": "70056916", "patient_name": "Tomás Acosta", "patient_age": 15, "gender": "male", "document_date": "2023-08-17", "facility_name": "Hospital del Plata", "patient_address": "Calle San Martín 113, San Juan", "smoking_status": true, "blood_type": "B-", "occupation": "colectivero", "conditions": ["fibrilación auricular", "hipertensión arterial", "artritis"], "medications": ["levotiroxina", "atorvastatina"], "icd10_code": ["I48", "I10", "M19"], "department": "terapia intensiva", "primary_diagnosis": "artritis", "doc_type": "discharge", "clinical_notes": "El paciente Tomás Acosta, de 18 años, con antecedentes de FA, HTA y artritis, se internó por un episodio agudo de palpitaciones y mareos. Al momento del ingreso, se encontraba con su medicación habitual de levotiroxina y atorvastatina. Es fumador activo, lo cual compliica el manejo de su patología cardiovascular. Durante la internación, se realizó un monitoreo cardíaco constante, constatándose episodios de FA paroxística. Se inició traatamiento con anticoagulantes orales y se ajustó la medicación antihipertensiva. Además, se trabajó en la modificación de factores de riesgo a través de consejo médico para cesación tabáquica.\n\nLa evolución fue favorable, logrando estabilizar el ritmo cardíaco y controlar la TA (tensión arterial). Los estudios complementarios, incluyendo ecocardiiograma y análisis de laboratorio, no evidenciaron complicaciones adicionales significativas. La respuesta al tratamiento fue adecuada, sin eventos adversos.\n\nAl alta, se recomienda continuar con el tratamiento anticoagulante y antihipertensivo. Se sugiere seguimiento cardiológico en consultorio externo en una semana y control clínico mensual. Es crucial insistir en la necesidad de abandonar el hábito tabáqquico para prevenir futuros eventos cardiovsculares. Se entrea al paciente la receta correspondinte y se programó una interconsulta con el servicio de reumatologí para seguimiento de su artritis."}
