{"DNI": "80345555", "nombre_paciente": "Micaela Sánchez Bustos", "edad": 20, "sexo": "female", "fecha": "18/11/2024", "hospital": "Hospita1 San Martín", "domicilio": "Avenida Santa Fe 96, Tucumán", "tabaco": false, "grupo_sanguineo": "O+", "ocupacion": "chef", "antecedentes": ["artritis", "dislipidemia"], "medicacion": ["ibuprofeno", "atorvastatina", "simvastatina"], "codigo_cie10": ["M19", "E78"], "servicio": "clínica médica", "diagnostico": "dislipidemia", "doc_type": "discharge", "evolucion": "Paciente Micaela Sánchez Bustos, femenina, 21 años, ingresa por cuadro de dolor articular agud o asociado a su antecedente de artritis. Durante la internación, se realizó manejo del  dolor con ibuprofeno y ajustes en su medicación crónica. Cabe destacar qve la paciente presenta dislipidemia y está medicada con atorvastatina y simvastati na. No tiene antecedentes de tabaquismo ni alergias conoeidas.\n\nLa evolución fue favorable con mejoría significativa del dolor articular tras el tratamiento instaurado. Se realizaron controles d e laboratorio  que muestran niveles de lípidos en descenso, acorde al tratamiento con estatinas, y se ajustó la dosis de ibuprofeno según respuesta clínica. Además, se indicó metformina eomo t ratamiento preventivo dada la predisposición familiar a DBT.\n\nA1 alta se recomiehda  continuar con la medicac ión actual, realizar controles periódicos cle lípidos y función hepática, y mantener una dieta balanceada. Se sugiere seguimiento por reumatología y control en consultorio extemo en dos semanas para revalorizaeión del cuadro clínico y ajuste terapéutico si fuera necesario."}
{"DNI": "70228535", "nombre_paciente": "Mateo Torres", "edad": 10, "sexo": "male", "fecha": "30/07/2025", "hospital": "Hospital San Martín", "domicilio": "Avenida Corrientes 94, Rosario", "tabaco": false, "grupo_sanguineo": "B+", "ocupacion": "enfermero", "antecedentes": ["obesidad", "hipertensión arterial"], "medicacion": ["hiclroclorotiazida"], "codigo_cie10": ["E66", "I10"], "servicio": "endocrinología", "diagnostico": "hipcrtensión arterial", "doc_type": "discharge", "evolucion": " Mateo Torres, de 11 años , ingresó al servicio de pediatría por cefaleas persistentcs y mareos, asociados a cifras elevadas de presión arterial. Con antecedentes de obesidad y HTA, cstá cn tratamiento con nidroclorotiazida. Durante la internación, se obs erva ron  pico s hipertensivos que requirieron ajuste en la medicació n antihipertensiva. Se r ealizaron estudios comp1ementarios, incluyendo análisis de lab oratorio y ecocardiograma, que ho evidenciaron comp licaciones agudas. Se descartó la presencia de DBT y otras alteraciones metabólicas significativas.\n\nDvrante la evolución,  el paciente mostró mejoría clínica con el manejo rnédico intrahospitalario, manteniéndose normotenso hacia el final de su estadía. Se enfatizó en la importancia de un plan de alimentaei ón adecuada y actividad física regular para el control dcl peso y la presión artenal. Al momento del alta, se recomienda continuar con hiclroclorotiazida ajustada a l2,5 mg/día, con controles periódicos de TA y seguimiento por eardiología in fantil. S e sugiere también consulta con nut rición para apoyo en cambios del estilo de vida. No alega alergias conocidas."}
{"DNI": "60177213", "nombre_paciente": "Milagros Flores", "edad": 66, "sexo": "female", "fecha": "23/05/2023", "hospital": "Hospital San Martín", "domicilio": "Avenida de Mayo 55, Neuquén", "tabaco": false, "grupo_sanguineo": "A+", "ocupacion": "abogado", "antecedentes": [], "medicacion": [], "codigo_cie10": [], "servicio": "cirugía geheral", "diagnostico": "sin diagnóstico", "doc_type": "discharge", "evolucion": "Motivo de internación: Milagros Flores, 68 años, ingresa por cuadro de disnea pro gresiva y dolor torácico. A su llegada, se detecta FA de  reciente eomienzo. Sin anteccdentes patológicos de relevancia, pero refiere haber sido fumadora durante 20 años aunque actualrnente n o fum a. No presenta medicacion habitual.\n\nEvolución: Durante la ihternación, se realizan  estudios complementarios, incluyendo ECG y TC de tórax, confirmando FA y descartando IAM. Se inicia antic oagulación y control defrecuencia cardíaca. La paciente presenta buena evoluci ón, con estabilización de1 ritmo y mejoría de la sintomatología respiratoria. No se registran complicaciones durante su cstadía en sala.\n\nTratamientos y recomendaciones alalta: Se la da de alta en buen estado general, con indicación de continuar anticoagulación con rivaroxabán. Se recomienda control cardiológico ambulatorio y evaluación por neumonología dada su historia detabaquismo. Seenfatiza en mantener hábitos saludables y scguir un p1an de actividad física rnoderada."}
{"DNI": "15117988", "nombre_paciente": "Lucía Gómez Ferreyra", "edad": 43, "sexo": "female", "fecha": "13/10/2023", "hospital": "Hospital San Martín", "domicilio": "Avenida Santa Fe 112, Formosa", "tabaco": false, "grupo_sanguineo": "A-", "ocupacion": "médico", "antecedentes": ["insuficiencia cardíaca"], "medicacion": ["simvastatina"], "codigo_cie10": ["I50"], "servicio": "endocrinología", "diagnostico": "insuficiencia cardíaca", "doc_type": "discharge", "evolucion": "Motivo de internación: Lucía Gómez Ferrey ra, femeniha de 45 años, ingresa por descompensación de insuficiencia cardíaca (IC). Presentó disnea progresiva y edemas en miembrosinferior es. Sin antececlentes cle tabaquismo, HTA ni DBT. En tratamiento crónico con simvastatina.\n\nEvolución: Durante la internación se ajustó el tratamiento diurético con buena respuesta, observándose mejoría en la disnea. Sc realizó ecocardiograma que eviclenció IC con fracción de eyección prcservada. No se registraron episodios de FA ni compl icaciones adicionales. \n\nTratamientos y recomendaciohes al alta: Se indica contin uar con simvastatina y se agrcga enalapril 5 mg cada 12 horas. Se recomienda restricción de soclio y control de  peso diario. Seguir controles cardiológicos periódicos. Sc informa a la paciente sobrc signos de alarma como aumento de pes o súbito o exaeerbación de disnea. No refirió alergias conocidas y se sugiere adherir a dieta hiposódica."}
{"DNI": "57401521", "nombre_paciente": "Santiago Gómez Paz", "edad": 40, "sexo": "male", "fecha": "06/02/2024", "hospital": "Hospital San Martín", "domicilio": "Avenida Libertador 1, La Plata", "tabaco": false, "grupo_sanguineo": "O-", "ocupacion": "comerciante", "antecedentes": ["ACV"], "medicacion": [], "codigo_cie10": ["I63"], "servicio": "gastroenterología", "diagnostico": "ACV", "doc_type": "discharge", "evolucion": "Santiago Gómez Paz, de 42 años, sin medicaciónhabitual ni antecedentes de tabaquismo, ingresó debido a un episodio cle ACV isquémico. Al ingre so, pr esentó he miparesia derecha y disartria. Se realizó TC de cráneo que confirmó e l cliagnóstico sin evidencia de hemorragia. Durante la internación, mostró una evolución fav orable con recuperación progresiva de la movilidad y el habla. Se le administró trombolisis endovenosa en las primeras horas post ACV, acompañado de terapia física diaria.\n\nDurantesu estancia, no se observaron eomplicaciones si gnificativas, perrnaneciendo hemodinámicamentc estable. Se añadió tratamiento con antiagregantes p1aquetarios y  estatinas pa ra la prevcnción secundaria, con buena tolerancia. Al alta, se recornienda seguir con fisioterapia ambulatoria y control neurológico perió dico. Se enfatiza evitarsituaciones de estrés y mantener un estilo cle vida saludable, incluycndo dieta adecuacla y ejercicio regular. Santiago no prescnta alergias conocidas y vive con su pareja, quien lo acompañará en su proceso de renabilitación domiciliaria."}
{"DNI": "11818112", "nombre_paciente": "Leanclro Benítez Domínguez", "edad": 30, "sexo": "male", "fecha": "28/01/2025", "hospital": "Hospital San Martín", "domicilio": "Calle San Martín 33, Santiago del Estero", "tabaco": true, "grupo_sanguineo": "O+", "ocupacion": "policía", "antecedentes": ["osteoporosis"], "medicacion": ["simvastatina"], "codigo_cie10": ["M81"], "servicio": "clínica médica", "diagnostico": "osteoporosis", "doc_type": "discharge", "evolucion": "El paciente, Leanclro Benítez Domínguez, de 31 años, fueinternado por una fra ctura de cadera secundaria a su condición dc osteoporosis. Durante la internación, se realizó una intervención quirúrgica para corrección de la fractura mecliante osteosíntesis. Su evolución postquirúrgica fue favorable, sin  complicacionesagudas. El paciente presentó buena tolerancia al tratamiento analgésico y al manejo del dolor.\n\nDurante su estadía, se ajustó la medicación habitual del paciente, manteniéndose la simvastatina. Se realizó evaluación de laboratorio que mostró parámetr os dentro de rangos normales, sin alteraciones signifieativas. Se brindaron recomendaciones para la cesación de1 tabaquismo, dado su rol en la disminución de la clensidad ósea. Al alta, se indieó continuar con latcrapia de calcio y vitamina D, además de rehabilitación fisioterapéutica para optimizar la recuperación funcional de la cadera afectada.\n\nSe recomienda seguimiento por consultorios exterhos detraumatología y reumatología. Además, se sugiere realizar uncontrol de DMO (densitometría ósea) en 6 mescs para evaluar el estado de la osteoporosis. Se recuerda la importancia de la adherencia altratamiento farmacológico y modificacion de hábitos para prevenir futuras complicaeiones."}
{"DNI": "42393469", "nombre_paciente": "Tomás Ramírez", "edad": 11, "sexo": "male", "fecha": "25/01/2025", "hospital": "Hospital San Martín", "domicilio": "Avcnida Libertador 43, Mar del Plata", "tabaco": false, "grupo_sanguineo": "AB+", "ocupacion": "farmacéutico", "antecedentes": ["obesidad"], "medicacion": [], "codigo_cie10": ["E66"], "servicio": "nefrología", "diagnostico": "obcsidad", "doc_type": "discharge", "evolucion": "Paciente Tomás Ramírez, 12 años, sexo masculino, sin medicación habitual y acvde al scrvicio de pediatría po r cuadro de dificultad respiratoria y fiebre de 48 hs de evolucióh. Antecede nte de obesidad. Sin otros anteeedentes patológicos. No refiere alergias conocidas. No fuma.\n\nDurante la internación, se realizó TC de tórax que evidenció neumonía del lóbulo inferior derecho. Se inieió tratamicnto con amoxicilina/clavulánico iv, con buena respuesta clínica. Se monitorizó función respiratoria y se observó una mejoría progresiva, normalizándose la temperat ura al tercer día de tratamiento. Se rcalizó control de laboratorio con h emograma y PCR que confirmar on la resolución del euadro inflamatorio.\n\nAl alta, se recomienda completar tratamiento antibiótico por vía oral durante 7 días. Control con pediatra de cabecera en una semana. Se aconseja seguimiento nutricional por obesidad para prevenir futuras complicaciones. Se sugiere aumentar la actividad física y adoptar hábitos alimenticios saludables. Se entregó alpaciente y sumadre las recomendaciones por escrito y se resolvieron dudas."}
{"DNI": "94038359", "nombre_paciente": "Lucas Medina Gutiérrez", "edad": 22, "sexo": "male", "fecha": "05/08/2025", "hospital": "Hospital San Martín", "domicilio": "Avenida Ihdependencia 41, Resisteneia", "tabaco": false, "grupo_sanguineo": "AB+", "ocupacion": "estudiante", "antecedentes": ["diabetes tipo 2", "gota", "artritis"], "medicacion": ["diclofenaco", "aspirina"], "codigo_cie10": ["E11", "M10", "M19"], "servicio": "traumatologia", "diagnostico": "diabetes tipo 2", "doc_type": "discharge", "evolucion": "Luc as MedinaGutiérrez, mascu lino de 22 años, ingresa por exacerbación de artritis en context o de DBT tipo 2 y gota. Durante la interna ción, el paciente refirió dolor articu1ar intenso en muñecas y rodil1as, sin sighos de infección sistémica. Se realizaron estudios complementanos que descartaron artritis infeceiosa. Se ajustó tratamiento c on AINEs y se inició co1chicina para el control de la gota.La diabete s fue manejada con ajuste dc d ieta y monitorizacióh cle glucemia capi1ar, manteniendo niveles dentro de rangos aceptables.\n\nDurante la evolución, c1 paciente rnost ró mejoría clínica significativa, con disminución del dolor articulary movilidad aumentada. Se mantuvo el tratamiento con diclofenaco y se suspendió la aspirina debido a episodios de gastritis. Colchicina mostró buena toleranc ia sih efecto s adversos. El paciente no presentó complicaciones en relación a  svs comorbilidades, permaneciendo normoglucémico durante 1a estancia hospitalaria.\n\nAl alta, se recomienda continuar con colchicina y diclofenaco según tolerancia, y mantcner control glucémico estricto. Se sugiere seguimiento po r reumatología y nutricióh para ajuste de peso y dieta. Se indiea consulta con endocrinología para optimizar m anejo de DBT.No fumar. Se cita a control en 7 días en consultorio externo."}
{"DNI": "5054484", "nombre_paciente": "Julieta Álvarez", "edad": 35, "sexo": "female", "fecha": "17/04/2025", "hospital": "Hospital San Martín", "domicilio": "Calle Belgrano 107, Posadas", "tabaco": false, "grupo_sanguineo": "B-", "ocupacion": "programador", "antecedentes": ["artritis"], "medicacion": ["paroxetiha", "omeprazol", "losartán"], "codigo_cie10": ["M19"], "servicio": "nefrología", "diagnostico": "artritis", "doc_type": "discharge", "evolucion": "Paciente: Julicta Álvarez, femenina, 31 años, con antece dente de artritis. Ingresa por cuadrode dolor articular agudo incapacitante en rodilla derecha, sin mejoría con anal gesia habitual. Refirió episodios previos de s imilar característica, más leves, autolimitaclos. Durantelainternación se realizó evalvación reumatológica, confirmánclose exacerbación de su condicióh artrítica. Se descartó infección articular mediante punción y análisis del lí quido sinovial . \n\nSe instauró tratamiento con AINEs, corticoides sistémicos y se ajustó 1a medicación de base con rnetotrexato. Se observó buena evolución clínica, con disminución del dolor y me jora en la movilidad articular. Se realizaron controles de laboratorio, sin alter aciones significativas. Antecedehtes relevantes: no fumadora, sin alerg ias  conocidas. \n\nAl alta, se recomienda continuar con el tratamiento farmacológico ajustado, control ambulatorio con reumatología en 2 semanas para evaluar respuesta al tratamiento. Se sugierefisioterapia para fortalecer m vsculatura periarticular y reducir riesgo de recurrencias. Se destaca la importancia de adhenr a un estilo de vida saludable, enfatizando la actividad física regular y una alimentación adecuada."}
{"DNI": "25509175", "nombre_paciente": "Milagros Sánchez", "edad": 37, "sexo": "female", "fecha": "08/06/2025", "hospital": "Hospital San Martín", "domicilio": "Avenida Libertador 89, Salta", "tabaco": false, "grupo_sanguineo": "A-", "ocupacion": "programador", "antecedentes": [], "medicacion": ["atorvastatina"], "codigo_cie10": [], "servicio": "urología", "diagnostico": "sin diagnóstico", "doc_type": "discharge", "evolucion": "Paciente Mi1agros Sanchez, femenina de 37 años, ingresa por episodio de dolor torácico ho asociado a esfuerzo físico, aeompañado de disnea leve. Al ingreso, se descarta IAM mediahte troponinasy ECG. En la evaluación inicia1, se efectúan estudios cornplementarios incluyendo TC de tórax que  resultan normales. Sin antecedcntes patológicos de rclevanci a ni alergias  conocidas,la paciente refiere tr a tamiento crónico con atorvastatina.\n\nDurante la internacion, la evoluciónfu é favorable. Se mantuvo en observación clinica,  con monitorización de signos vitales y es tudios de laboratorio que se mantienen dentro de parámetros norma1es. No se evidencia FA, HTA o alteraciones en el perfil lipídico significativo. El manejo fue conservador, cvitando la p olifarmacia innecesaria. Se asegura buena toleranci a a la medicación habitual.\n\nAl alta, se rccomienda continuar con atorvastatina 20 mg diarios. Se sugiere realizar control cardiológico ambulatorio cn tres meses y  mantener hábitos saludables, incluyendo diet a equilibrada yactividad física moderada. Seguimiento con su médico de cabecera para cohtrol de factores de riesgo cardiovascular. S e entrega informc detallado y se cita en consultorio externo para evaluación posterior."}
{"DNI": "23213276", "nombre_paciente": "Romina González", "edad": 25, "sexo": "female", "fecha": "11/07/2025", "hospital": "Hospital San Martín", "domicilio": "Calle Lavalle 55, Rosario", "tabaco": false, "grupo_sanguineo": "B+", "ocupacion": "médico", "antecedentes": ["ACV", "insuficiencia renal crónica", "fibrilación auricular", "dislipidemia", "enferrnedad coronaria"], "medicacion": ["levotiroxina", "metformina", "paroxetina", "hidroclorotiazida"], "codigo_cie10": ["I63", "N18", "I48", "E78", "I25"], "servicio": "neurología", "diagnostico": "dislipidemia", "doc_type": "discharge", "evolucion": "Paeiehte de sexo femenino, R omina González, de 26 años, ingresapor descompensación cle IRC y control de FA. Entre susantecedentespresenta ACV, dislipidemia y enfermedad coronaria. Durante 1a internación, se realizó  monitoreo continuo de ritmo cardíaco, ajustes en la dosif icación de levotiroxina y paroxetina, y se intensificó el control metabólico debido a la DBT. Se descarta eventos agudos de ACV o IAM a través de TC y ECG, respectivamcnte. La paciente respondió favorablemente al tratamiento diurético con hidroclorotiazida para manejo cle volumén.\n\nDurante su estahcia, se realizaron ajustes en la dieta, cohsiderando su conclición renal y su perfil lipídico. Se indieó restriccion en la ingesta de sodio y se optimizó la terapia con estatinas. La paciente se encuentra estable al momento del alta, sin signos de descompensación cardiorrenal o recurrencia de  FA. Recomendada continuar con su meclicación habitual, control estricto de peso y presión arterial en domicilio,y seguimiento enconsu1torio de nefrología y cardiología. Se clebc enfatizar la adhcrencia al tratamicnto farmacológico y no farmacológico, junto con la importancia de evitar el tabaquismo pasivo."}
{"DNI": "42111151", "nombre_paciente": "Carolina Ríos", "edad": 57, "sexo": "female", "fecha": "04/11/2024", "hospital": "Hospital San Martín", "domicilio": "Avenida Callao 62, Mar del Plata", "tabaco": false, "grupo_sanguineo": "AB+", "ocupacion": "abogado", "antecedentes": ["obesidad", "EPOC"], "medicacion": ["ramipril", "clopidogrel", "amlodipino", "omeprazol", "alendronato"], "codigo_cie10": ["E66", "J44"], "servicio": "neurología", "diagnostico": "obesidad", "doc_type": "discharge", "evolucion": "Paciente Carolina Ríos, de 58 años, sexo femenino, con  antecedentes de obesid ad y EPOC, fue internada por e xacerbacióh aguda de su condición respiratoria. La paciente, fumadora de 20 años, se presentó con disnea  progresiva y tos persistente. Durante 1a internación,se estabilizómediante oxigenoterapia y broncodilatadores, ademásdel ajuste de su medicación habitual que incluye ramipril, clopidogrel, amlodipi no, omeprazol y alcndronato.\n\nLa evolución fue favorable tras el tratamiento, logrando mejoría sighificativa en los parámetros respiratorios. Se realizaroh cstudios complementarios que descartaroncomplicaciones adiciona1es. Se recuerda quc la paciente no presenta ante cedentes de HTA, DBT ni FA, y no refiere alergias conocidas. \n\nAl alta, se recomienda continuar con el tratami ento actual y realizar control clínico en 15 días. Se insiste en la necesidad de cesación tabáquica para prevenir futuras exacerbaciones y mejorar la calidad de vida. Además, se sugiere consulta con nutricionista para manejo integral de su obesidad. La paciente se retira en buenas condiciones generales, acompañada por familiares."}
{"DNI": "68001391", "nombre_paciente": "Feclerico Martínez", "edad": 22, "sexo": "male", "fecha": "24/12/2025", "hospital": "Hospital San Martín", "domicilio": "Avenida Independencia 37, Buenos Aires", "tabaco": false, "grupo_sanguineo": "AB-", "ocupacion": "colectivero", "antecedentes": ["asma", "depresión", "hipertensión arterial", "diabetes tipo 2"], "medicacion": ["losartán", "atorvastatina", "gabapentina", "amlodipino"], "codigo_cie10": ["J45", "F32", "I10", "E11"], "servicio": "gastroenterología", "diagnostico": "diabetes tipo 2", "doc_type": "discharge", "evolucion": "Motivo de internación: Federico Mar tínez, de 22 años, se internó por una exacerbación del as ma que no respondió adecuadamente al tratamiento ambulatorio. El paciente refiere disneaprogresiva clesde hace 48 hs, asociada a sibilancias y tos seca. Al ingrcso, se constata taquipnea, uso de musculatura accesoria y saturación de O2 disminuida al  88% en aire ambiente. Antecedentes de asma desde la infancia, HTA, DBT tipo 2 y depresióh en tratamiento con gabapentina.\n\nEvolución: Durante la internación, el paeiente pcrmaneció en sala geheral, recibicndo oxigenoterapia y tratamiento broncodilatador con beta-agonistas de corta duracióh y c orticoides sistémicos. La respuesta fue favorable, mejorando la función respiratoria y alcanzando saturaciones superiores al 9S%de manera sostenida. Se adecuaron l as dosis de los artán y amlodipino  para e1 manejo de la HTA. No se presenta roh complicaeiones durante laestadía.\n\nRecomendaciones al alta: Se  indica continuar con el tratamiento de mantenimiento para el asma con corticoides inhalatorios y segvir las indicaciones de su neumonólogo. Controlar la glucemia regularmen te debido a la DB T y man tener los controles periódicos de TA. Se sugiere seguimiento psicológieo por antecedente de depresión. Se recomienda evitar alergenos conocidos y reforzar medidas de higiene ambiental para prevenir futvras exacerbaciones. Controlar en consultorio extern o en 7 días."}
{"DNI": "24090631", "nombre_paciente": "Celeste Rodríguez Sosa", "edad": 59, "sexo": "female", "fecha": "07/11/2024", "hospital": "Hospital San Martín", "domicilio": "Calle Rivadavia 106, Tucumán", "tabaco": true, "grupo_sanguineo": "B+", "ocupacion": "comerciante", "antecedentes": ["fibrilación auricular", "enfermedad coronaria", "obesidad", "esteatosis hepática", "asma"], "medicacion": ["hidroclorotiazida", "ramipril", "diclofcnaco", "amlodipino", "simvastatiha", "gabapentina"], "codigo_cie10": ["I48", "I25", "E66", "K76", "J45"], "servicio": "oncología", "diagnostico": "asma", "doc_type": "discharge", "evolucion": "La paciehte Celeste Rodríguez So sa, de 60 años, ingresó por descompensación de FA con dificultad respiratoria y dolor torácico. Con anteeedentes de FA cróhica, enfermedad coronaria, obesidad rnórbida, csteatosis hepática y asma, presentó un cuadro de palpitaciones intensas y disnea progresiva. Se realizó monitoreo cardíaco, evidenciando FA con respuesta vcntncu1ar rápida. Se decidió ihicia r tratamiento con anticoagulantcs y ajustar medicación antiarrítmica, logrando estabilización del ritmo cardíaco.\n\nDurante lainternación, la paciente presento buena evoluc ión dínica. Se implementaron medidas para eontrolar  la TA y mejorar la funcionalidacl respiratoria. Se optimizó el manejo del asma con broncodilatadores de aeción corta y se reforzó el control de factores de riesgo card iovascular. Se realizó TC de tórax ante sospecha de complicaciones, la cuál resu1tó sin hallazgos signifieativos. Se  ajustó la medicaeión crónica, mantenichdo ramipril, amlodipino y simvastatina. Se dcscontinuó  diclofenaco debido a sus efectos adversos potenciale s sobre el sistema cardiovascular.\n\nA1 alta, se recomienda cese definitivodel tabaquismo y control estricto de peso, con seguimiento en consu1torio de cardiología y neu monolo gía. Se aconseja continuar con dietahiposódica y baja en grasas. Se sugiere consulta con nutricionista para manejo de la obesidad y esteatosis hcpática. Se pautó reevaluación en 4 semanas para ajustar tratamientosegún e volueión."}
{"DNI": "19039158", "nombre_paciente": "Franco Acosta", "edad": 59, "sexo": "male", "fecha": "07/07/2024", "hospital": "Hospital 5an Martín", "domicilio": "Avenida de Mayo 86, Resistencia", "tabaco": false, "grupo_sanguineo": "AB-", "ocupacion": "programador", "antecedentes": ["insuficiencia cardíaca"], "medicacion": ["gabapentina", "aspirina", "hidroclorotiazida", "vvarfarina", "ramipril"], "codigo_cie10": ["I50"], "servicio": "guardia", "diagnostico": "insvficiencia cardíaca", "doc_type": "discharge", "evolucion": "El paciehte Franco Acosta, masculino de 61 años, ingresó por deterioro de la funcióh cardíaca manifestado por disnea progresiva y edemas en miembros inferiores,en el contexto de su diagnóstico previo de IC. Durahte la internación, se realizó ajuste de medicación optimizando dosis de ramipril e introduciendo espironolactona. Se efectuó control estrecho del INR da da su anticoagulación con warfarina, sin eventos adversos significativos. La evolución fue favorable con mejoría notable en la sintomatología y compensación hemodinámica.\n\nSemantuvo en tratamiento con gabapentina para eontrol de dolores neuropáticos, además de la continuidad de aspirina e hidroclorotiazida para manejo de HTA. Se descartaron cornplicaciohes adicionales mediante ECG y ec o-Doppler de control sin hallazgos relevantes. Al alta, se recomienda se guir con dieta hiposódica, control regular de tensión arterial y visitas periódicas al cardiólogo paramonitorear función cardíaca. Se enfatiza la importan cia de adherir al régimen farmacológico pau tado y se agenda consulta en el ambulatorio en dos semanas."}
{"DNI": "66308842", "nombre_paciente": "Rodrigo Ruiz Cabrera", "edad": 44, "sexo": "male", "fecha": "31/10/2025", "hospital": "Hospital San Martín", "domicilio": "Calle San Martín 32, San Luis", "tabaco": false, "grupo_sanguineo": "O+", "ocupacion": "albañil", "antecedentes": [], "medicacion": ["atorvastatina", "gabapentina", "1osartán", "simvastatina", "ramipril"], "codigo_cie10": [], "servicio": "gastroenterología", "diagnostico": "sin diagnóstico", "doc_type": "discharge", "evolucion": "Rodrigo Ru iz Cabrera, 44 años, masculino, sin antecedentes patológicos de re levancia, ingresó por cuadro de dolor torácico agudo deI2 hs de evolución. Al ingreso, se realizaron estudios comp1ementarios qve incluyeron ECG y enzimas cardíacas, con ha1lazgo de 1AM sin elevacion del ST. Dura nte la internación, e1 paciente presentó evolución favorable bajo tratamiento con antiagregantes plaquetarios, beta-bloqucantes, y estatinas. Los niveles cle lípidos sc mantuvieron controlaclos y la TA se estabilizó con la medicación antihipertensiva habitua1. No hubo incidentes de FA ni complicaciones hemodinámicas.\n\nEl paciente recibió educación respecto a cambios eh el estilo de vida, como dieta baja en sodio y lípidos, y la importancia de la adherencia al tratamiento farmacológico. Se recomendó el seguimiento ambulatorio con cardiologia. Al alta, se le indicaron losmismos medicamentos: atorvastatina, gabapentina, losartán, simvastatina y ramipril. Se aconseja evitar el sedentarismoy realizar caminatas diarias de 30 mi nutos, con control de peso mensual. Sin alergías conocidas, alta con segvimiento en consultorio extemo."}
{"DNI": "8885234", "nombre_paciente": "Lautaro Suárez", "edad": 58, "sexo": "male", "fecha": "18/05/2024", "hospital": "Hospital San Martín", "domicilio": "Avehida Callao 39, La Plata", "tabaco": true, "grupo_sanguineo": "A+", "ocupacion": "comerciante", "antecedentes": ["enfermedad coronaria"], "medicacion": ["amlodipino", "hidroclorotiazida", "ibuprofeno"], "codigo_cie10": ["I25"], "servicio": "cirugía gencral", "diagnostico": "enfermedad coronaria", "doc_type": "discharge", "evolucion": "El paciente Lautaro Suáre z, de 60 años, ingresa por cuadro de dolor precordial asociacloa disnea. Antecedentcs re1evantes incluyen enfermedad coronaria y tabaquismo cronico. A su ingres o , el paciente refirió dolortorácico opresivode 3 horas de evolueión. Se realizaron estudios de enz imas cardíacas y un ECG, sugiriendo un IAM sin elevación del ST. Durahte la int ernación, se instauró tratamiento con antiagregantes plaquetarios, betabloqueantes y se ajustósu medicación habitual, incluyendo la introducción dewarfarina debiclo a la presencia de FA paroxística.\n\nLa evolución intrahospitalaria fue favorable, con resolución del dolor torácico y estabilización del cuadro hemodinámico. Lautaro respondió adecuadamentc al régimen instituido , sin presentar co mplicaciones mayores. S e realizó educación al paciente sobre la importancia de la adherencia al tratamiento anticoagulante y el control periódico de los niveles de INR. Al alta, se le recomienda continuar con amlodipino, hidroclorotiazida y warfarina, adernás de cesar el tabaquismo. Programar control cardiológico en 1S días y monitoreo regular de la  tensión arterial y niveles de INR."}
