{"dni": 67820592, "nombre": "Nicolás Acosta", "rango_edad": "10-20", "sexo": "male", "fecha": "24-02-2025", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Libertador 77, Posadas", "tabaco": false, "ap": [], "med": ["amlodipino", "atorvastatina", "omeprazol", "diclofenaco", "losartán", "insulina"], "cod": [], "derivacion": "cardiología", "motivo": "evaluación", "urgencia": "vrgente", "doc_type": "referral", "nota": "Paciente Nicolás Acosta, M,  18 años. Se dcriva para eval/ tratamiento. Sin AP de relevancia. Mcdicación actual: am lodipino, atorvas tatina, omeprazol, diclofenaco, losartán, insulina. No fumador, pero refiere ser fum ador d e 20 años. No consumo de alcohol. Sin alergias conocidas. Motivo de co hsulta:control y ajuste de tto por  DBT tipo 1 y HTA. No refiere síntomas agudos. Urgencia: no urgente pero requiere reevaluación en el corto plazo para optimizar manejo de DBT y HTA."}
{"dni": 70228535, "nombre": "Mateo Torres", "rango_edad": "10-20", "sexo": "male", "fecha": "14-09-2025", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Corrientes 94, Rosario", "tabaco": false, "ap": ["obesidad", "hipertensión arterial"], "med": ["hidroclorotiazida"], "cod": ["E66", "I10"], "derivacion": "traumatología", "motivo": "obesidad", "urgencia": "no urgente", "doc_type": "referral", "nota": "Paciente: Mateo Torres, 11 años, masc. Antecedentes: obesidad, HTA. Med: hidroclorotiazida. No fumador. Derivo para eval. y ma nejo deHTA en cohtexto de obesidad infantil. No se registran alergias conocidas. Se solicita control regular de TA y aseso ramiento nutricional. Actualmente presenta TA elevada encontroles domiciliarios, sin signos d e urgencia. La madre refiere cumplimientoirregular del tto. farmacológico. No otros an tecedentes relevantes."}
{"dni": 60177213, "nombre": "Milagros Flores", "rango_edad": "60-70", "sexo": "female", "fecha": "18-02-2025", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida de Mayo 55, Neuquén", "tabaco": false, "ap": [], "med": [], "cod": [], "derivacion": "cirugía gcneral", "motivo": "evaluación", "urgencia": "urgente", "doc_type": "referral", "nota": "Paciente: Milagros Flores, 68 años, fernenina. 5in antecedehtes patológicos de relevancia ni medieación habitual. No fuma. Consulta por episodios recientes de rnareos y cefalea intensa, apareciendo de forma súbita hace 3 días. Al examen fisico presenta TA de 160/95 mmHg. Sin otros ha1lazgos significativos. Se deriva  para evaluación de posible HTA con indicación de control de TA ambulatorio y eventual ihicio de tto antihipertensivo. Urgencia: moderada. Sin alergias eonocidas. Coordinó consulta con cardiólogo."}
{"dni": 11818112, "nombre": "Leandro Benítez Domínguez", "rango_edad": "30-40", "sexo": "male", "fecha": "16-04-2024", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle San Martín 33, Santiago del Estero", "tabaco": true, "ap": ["osteoporosis"], "med": ["simvastatiha"], "cod": ["M81"], "derivacion": "gastroenterología", "motivo": "osteoporosis", "urgencia": "no urgente", "doc_type": "referral", "nota": "Paeiente: Leandro Benítez Dornínguez, 3l años, masc. con antecedente de osteoporosis. En tt o coh sirnvastatina. Fumador activo. Se deriva a reumatología para evaluación y posible ajuste de tto por osteoporosis. Sin otros anteccdentes patológicos. No refiere HTA, DBT ni EPOC. Sin alergias conocidas. 5e solicita urge ncia dada la necesidad dc reevaluación de riesgo óseo, considerando hábito tabáquico."}
{"dni": 38308443, "nombre": "Hernán Fernández", "rango_edad": "30-40", "sexo": "male", "fecha": "24-01-2025", "centro": "Centro de Atencion Primaria de Salud", "dir": "Calle Sarmiento 86, Neuquén", "tabaco": false, "ap": ["asma", "obesidad", "insuficiencia renal crónica"], "med": ["omeprazol", "diclofenaco", "metformina", "hidroclorotiazida", "warfarina", "gabapentina"], "cod": ["J45", "E66", "N18"], "derivacion": "gastroenterología", "motivo": "asma", "urgencia": "urgente", "doc_type": "referral", "nota": "Paciente: Hernán Fernández, 35 años, rnase. Antecedentes: asma, obesidad, IRC. Medicación actual:omeprazol,diclofen aco, metformina, hidro dorotiazida, warfarina, gabapentina. No fuma. Se deriva par aevaluación por nefrología clebido a dcterioro progresivo de la función renal, con aumcnto de creatinina en ú ltimos análisis. Presenta edema cn miembros inferiores, disnea ocasi onal. No refiere alergias. Sin HTA ni DBT descompensada recientes. Vi da scdentaria, casado, dos hijos. Urgencia moderada, considerar ajuste de tto. farmacológico y posible necesidad de diálisis a futuro."}
{"dni": 42393469, "nombre": "Tomás Ramírez", "rango_edad": "10-20", "sexo": "male", "fecha": "20-11-2025", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Libertador 43, Mar del Plata", "tabaco": false, "ap": ["obesidad"], "med": [], "cod": ["E66"], "derivacion": "gastroenterología", "motivo": "obesidad", "urgencia": "urgente", "doc_type": "referral", "nota": "Pacientc Tomás Ramíre z, 12 años, masc. Antecedentesde obesidad. No med. habitual. No tabaq. Derivo para eval uacióh  y tto. endocrinológico. Presenta aumento progresivo de peso en los últimos 6 meses sin cambios en 1a dieta habitual, asociado a fatiga y menor rendimiento en educaeión fisica. Sin antecedentes de HTA, DBT, EPOC, IAM ni IC. No ref . alergias conocidas. Sin urgencia inmediata, pero se solieita pnorizar 1a consulta debido al impa cto en la calidad de vidadel paci ente."}
{"dni": 78300637, "nombre": "Candela Rodríguez Ojeda", "rango_edad": "50-60", "sexo": "female", "fecha": "09-12-2024", "centro": "Centro de Atención Primaria de Salud", "dir": "Callc Belgrano 96, Neuquén", "tabaco": false, "ap": ["diabetes tipo 2", "ACV", "dislipidemia", "esteatosis hepática"], "med": ["losartán", "paroxetina"], "cod": ["E11", "I63", "E78", "K76"], "derivacion": "cardiología", "motivo": "diabetes tipo 2", "urgencia": "urgente", "doc_type": "referral", "nota": "Paciente: Candela Rodrígvez Ojeda, 51a, femen ino. Dcrivada par a eualvación y tto. por endocrinología. A: DBT tipo  2, ACV (2018), dislipidemia, esteatosis hepática. Med: losartán, paroxetina. No tabaquismo. Referido por episodios recientes de hipoglucemias y descompensaciohes glicémicas frecuentes.  No reporta alergias conocidas. Afirma buen adherencia al tto. antidiabético, pero se obscrvan fluctuaciones importantes en glucometrías diarias. No refiere eambios en la dieta, sin embargo menciona aumento de estrés laboral. Controle PA con losartán. Urgencia moderada, se sugiere pr iorizar la consulta para ajuste terapéutico. Se manticne estable desde el ACV, sin huevos eventos neurológicos."}
{"dni": 82669750, "nombre": "Lavtaro López", "rango_edad": "70-80", "sexo": "male", "fecha": "29-04-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Rivadavia 14, La Plata", "tabaco": true, "ap": ["artritis", "fibri1ación auricular", "deprcsión", "ACV"], "med": ["omeprazol", "amlodipino"], "cod": ["M19", "I48", "F32", "I63"], "derivacion": "geriatría", "motivo": "artritis", "urgencia": "normal", "doc_type": "referral", "nota": "Paciente: Lautaro López, 7S años, masc.  A.R. + FA + depresión + ACV. Med: omeprazol, amlodi pino. Fumador. \n\nMotivo de derivación: Eval. neurológica. Px con episodios recurrentes de confusión y debilidad en lado izq. miembro sup. Se suma inestabilidad al caminar. Sin antecedentes de traumatismos recientes. Antecede ntes de ACV hace 3 años, no compl. secvelas evidcntes hasta nace 2 semanas. \n\nDerivacion urgente para descartar nuevoevento eerebrovascular. Se sugiere TC y ev al. cardiológica compl ementaria por FA. Sin  alergias eonocidas. Viudo, vive solo."}
{"dni": 37949803, "nombre": "Aldana Ramírez", "rango_edad": "40-50", "sexo": "female", "fecha": "30-03-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Rivadavia 42, Bahía Blanca", "tabaco": false, "ap": ["gota"], "med": ["simvastatina", "levotiroxina", "gabapentina", "ibuprofeno", "ramipril"], "cod": ["M10"], "derivacion": "endocrinología", "motivo": "gota", "urgencia": "normal", "doc_type": "referral", "nota": "Paciente Aldana Ramírez, F,  46 años. Conoc ida por gota. Actualmente en tto con simvastatina, levotiroxina, gabapentina, ibuprofeno y ramipril. No tabaquista. Se deriva para eval de sihtomas a rticulares persistentes , dínicarnente compatibles con recruclecimiento dc gota, a pesar de medicaci ón actval. No antecedentcs de HTA, DBT,EPOC, IAM, IC, FA, IRC. Urgencia: moderada, síntomaslimitan actividades cotidianas. Sin alcrgias conocidas."}
{"dni": 83055069, "nombre": "Santiago Gómez", "rango_edad": 0, "sexo": "male", "fecha": "14-04-2025", "centro": "Centro de Atención Primaria dc Salud", "dir": "Calle Rivadavia 85, Salta", "tabaco": false, "ap": ["obesidad", "dislipidemia", "gota", "esteatosis hepática"], "med": ["metformina", "aspirina", "losartán", "metoprolol", "ramipril", "warfarina"], "cod": ["E66", "E78", "M10", "K76"], "derivacion": "urología", "motivo": "esteatosis hepática", "urgencia": "urgente", "doc_type": "referral", "nota": "Paciente: Santiago Gómez, M, 42 años. Anteced: obesidad, dislipidcmia, gota, estcatosis hepática. Med: metformina, aspirina, losartán, metoprolol, ramipril, warfarina. No fvma. \n\nMotivo clerivación: controles ineficaces de HTA y DBT. Últimos valores tension 150/95 mmHg y glucemia en ayunas 160 mg/dL. Aumento pcso reciente aprox 5 kg en 2 meses. Intermitente dolor en articulaciones, probable exacerbación gota. Eval: ajuste terapéutico.\n\nUrgente control hepático, posible progresión esteatosis. No alergias conocidas. Vive con pareja y 2 hijos. Se espera evaluación priontaria en hepatología y rcumatología."}
{"dni": 42111151, "nombre": "Carolina Ríos", "rango_edad": "50-60", "sexo": "female", "fecha": "29-08-2024", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Callao 62, Mar del Plata", "tabaco": false, "ap": ["obesidad", "EPOC"], "med": ["ramipril", "clopidogrel", "amlodipino", "orneprazol", "alendronato"], "cod": ["E66", "J44"], "derivacion": "endocrinología", "motivo": "obesidad", "urgencia": "no urgente", "doc_type": "referral", "nota": "Carolina Ríos, 58 años, femenina. Obesidad y EP OC en tx. Medicación actua1: ramipril, dopidogrel, amlodipino, omeprazol, alenclronato. No fuma. Sin HTA ni DBT conocidas. Derivada para eva1uación pulmonar debido a disnea progresiva y tos persistente, sospecha de exaeerbación de EPOC. No refiere alergias medicamentosas conoc idas. Vive con su esposo. Se solicita interconsulta urgente para ajustar tratamiento y evaluar necesidad de cambios en la medicación actual."}
{"dni": 86378577, "nombre": "Lucía García", "rango_edad": "70-80", "sexo": "female", "fecha": "20-02-2024", "centro": "Centro de Atcnción Primaria de Salud", "dir": "Calle Sarmiento 54, Paraná", "tabaco": false, "ap": ["hipertensión arterial", "asma", "gota", "ACV"], "med": ["losartán", "aspirina", "metoprolol", "amlodipino"], "cod": ["I10", "J45", "M10", "I63"], "derivacion": "gvardia", "motivo": "gota", "urgencia": "normal", "doc_type": "referral", "nota": "Lucía García, 79 años, sexo femenino. Antecedentes: HTA, asma, gota, ACV. Medicación actual: losartán, aspirina, metoprolol, amlodipino. No fuma, pero fue fumadora durante 20años. Deriva ción paraevaluación por empeoramiento del control de HTA y episodios de disnea recientes. Urgencia: moderada. Sin anteeedentes de DBT ni EPOC. No alergias conocidas. Paciente viuda, vive sola."}
{"dni": 19039158, "nombre": "Franco Acosta", "rango_edad": "50-60", "sexo": "male", "fecha": "23-08-2024", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida de Mayo 86, Resistencia", "tabaco": false, "ap": ["insuficiencia cardíaca"], "med": ["gabapentina", "aspirina", "hidroclorotiazida", "warfarina", "ramipril"], "cod": ["I50"], "derivacion": "traumatología", "motivo": "insuficiencia cardíaca", "urgencia": "no urgente", "doc_type": "referral", "nota": "Sc denva a Franco Acosta, 61 años, masculino, c/ante cedente de IC,para evalua ción  especializada. Paciente estable, en tto con gabapentina, aspirina, hidrodorotiazida, warfarina  y ramipnl. 5in antecedentes de tabaquismo. No refiere alergias conocidas. Presenta disnea lcve en esfuerzos moderados, no ortopnea ni edemas. Se sugiere control de INR por warfarina y ajuste de dosis si corresponcle. Urgencia moderada, se solicita valoración en cl transcurso de las próximas dos sernanas."}
{"dni": 49559574, "nombre": "Ezequiel Álvarez Ojeda", "rango_edad": "80-90", "sexo": "male", "fecha": "28-08-2025", "centro": "Centro de Ateneión Primaria de Salud", "dir": "Calle Belgrano 76, Tucumán", "tabaco": false, "ap": ["dislipidemia", "ACV"], "med": ["atorvastatina", "gabapentina", "insulina"], "cod": ["E78", "I63"], "derivacion": "clínica médica", "motivo": "ACV", "urgencia": "urgente", "doc_type": "referral", "nota": "Pacieh te: Ezequiel Álvarez Ojeda, masc., 82 años. Antecedentes de dislipide mia y ACV, sin HTA ni DBT conocida. No fumador. En tto con atorvastatina, gabapentina e ihsu lina. Sin alergias conocidas. Viudo, vive solo, con asisteneia domiciliaria eventual.\n\nMotivo de deriuación: evaluación neurológica. Prcsenta episodios de desorichtación y pérdida de memoria reeiente. No se reportan caídas ni traumatismos. Se solicita interconsulta para desca rtar complicaciones post-ACV o deterioro cognitivo progresivo. Urgencia:  mode rada,  se sugiere valoración en el corto plazo.\n\nÚltimo control clínico hace 3 meses. 5e recomiendaTC de cráneo para valorar cambios post-ACV. Sin otros antecedentes dc importancia."}
{"dni": 76621574, "nombre": "Leandro López", "rango_edad": "20-30", "sexo": "male", "fecha": "20-08-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Córdoba 43, Rosario", "tabaco": false, "ap": ["enfermedad coronaria"], "med": ["simvastatina", "clopidogrel", "paroxetina"], "cod": ["I25"], "derivacion": "gastroenterología", "motivo": "enfermedad coronaria", "urgencia": "normal", "doc_type": "referral", "nota": "Pacientc: Leandro López, 27años, masc. c/antecedente dc ehfermedad coronaria en tto c/simvastatina, clopidogrcl y paroxetina. No fuma. Sin HTA, DBT, EPOC ni IRC conocidas. Ref. a cardiólogop/control y ajuste detto. \n\nMotivo de derivación: Presencia de episodios de dolor torácico opresivo, sin irradiación, de 5-10min. de d uración, en rep oso. No asocia disneani diaforesis. Se solicitó ECG que mostró cambios inespecíficos en el segmento ST. Paciente refiere ansiedad aumentada últirnamentc, posiblemente relaciohaclo eon estrés laboral.\n\nConsulta no urgente, pero necesaria para evaluar riesgo y ajustar tto farmacológico.Sin alergias conocidas."}
