{"dni": 15117988, "nombre": "Lucía Gómez Ferreyra", "rango_edad": "40-50", "sexo": "female", "fecha": "24-03-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Santa Fe 112, Formosa", "tabaco": false, "ap": ["insuficiencia cardíaca"], "med": ["simvastatina"], "cod": ["I50"], "area": "traumatología", "dx": "insuficiencia cardíaca", "doc_type": "discharge", "nota": "Paciente Lucía Gómez Ferreyra, femenina, 40 años, con antecedentes de IC. Ingresó por dishea y fatiga progresiva. A1 ingreso, se constató edema periférico ydisnea de esfuerzo. Hemodinámic amentc estable. ECG sin FA. 5e optimizó tto. de IC con ajuste de diuréticos y se mantuvo simvastatina. Buena respuesta al tto. Resolvieron síntomas y edema. No alergias conocidas. SinHTA, DBT ni EPOC. No tabaco. Se realizó ecocardiograma que mostró funciónventricular preservada. \n\nAl alta, se indica continuar conla medicación actual y seguimiento ambulatorio en cardiología en 2 semanas. Recomendar rcstricción de sodio y control de peso diario. Importanteadhe rir a tto. y consultar ante nuevos síntomas. Se le entrega plan de actividad física moderada."}
{"dni": 57401521, "nombre": "Santiago Gómez Paz", "rango_edad": "40-50", "sexo": "male", "fecha": "13-03-2024", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Libertador 1, La Plata", "tabaco": false, "ap": ["ACV"], "med": [], "cod": ["I63"], "area": "terapia intensiva", "dx": "ACV", "doc_type": "discharge", "nota": "Px Santia go Gómez Paz, masc. 42 años, sin med habitual y no fumador,  ingresa por ACV isq. En la aclmisión, TC craneal confirma lesión isquémica.Px consciente, orientaclo, con nemiparesia izq. en evolucióh. No disartria, no afasia s. Monitorización de signos vitales , normotensos, sin alteraciones r ítmicas. Pendiente de complicaciones, sin cmbargo, evolución favorable. Se inicia tto con antiplaqu etarios y rehabilita ción fisioterapéutica intensiva.\n\nDurahte la internación, sc descart a complicación hemorrágiea y se rnantiene en vigilancia heurológica. Se realizan controles de glueemia, pcrfil lipídico, todo dentro dc parámetros normales. Se implementa dieta hiposódica. Sin necesidad cle in tervenciones quirúrgicas. \n\nAl alta, se reeomienda control neu rológico ambulatorio, continuar con cl tto farmacológico indic ado (antiagregantcs) y kinesiología. Se sugiere consulta con nutricionista para adaptar háb itos alim enticios. Se entrega informe para seguirniento en centro de rehabilitación. Evitar  s ituaciones de estrés y sobreesfuerzo físico en el inmediato. Px estable al momento del egreso, con indicaciones daras de signos dealarma."}
{"dni": 14736572, "nombre": "Ezequiel Herrera Rojas", "rango_edad": "40-50", "sexo": "male", "fecha": "14-07-2024", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle San Martín 41, San Juan", "tabaco": true, "ap": ["gota", "osteoporosis", "depresión", "EPOC", "esteatosis hepática"], "med": ["clopidogrel", "metoprolol", "simvastatina", "paroxetina", "aspirina"], "cod": ["M10", "M81", "F23", "J44", "K76"], "area": "cardiología", "dx": "EPOC", "doc_type": "discharge", "nota": "Motivo de internación: Ezequiel Herrera Rojas, 48 años, ingresa por exacerbación de EPOC con disnea severa y tos productiua. \n\nEvolución: Durante 1a internación, se realizó tratamiento con broncodilataclores, corticoides y oxigenoterapia, con mejoría parcial. En el curso, se identificó descontrol de gota, que fue tratado con colchicina. Se monitoreó función hepáticay ajuste de simvastatina debido a esteatosis. Sin complicaciones infe cciosas.Se destaca ineremento en síntomas ansioso-dcpresivos, estabilizados con ajuste de paroxetina.\n\nRecomendaciones al alta:Suspende r tabaquismo. Continuar con clopidogrel,  metoprolol, aspirina, y simvastatina. Control pulmo nar y reumatológico en 1 semana. Consulta en salud mental para seguimiento de depresión. Recuerda dieta baja en purinas y evitar el alcohol."}
{"dni": 11818112, "nombre": "Leandro Benítez Domínguez", "rango_edad": "30-40", "sexo": "male", "fecha": "20-08-2025", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle San Martín 33, Santiago del Estero", "tabaco": true, "ap": ["osteoporosis"], "med": ["simvastatina"], "cod": ["M81"], "area": "guardia", "dx": "osteoporosis", "doc_type": "discharge", "nota": "Paciehte: Leandro 8enítez Domínguez, 31 años, masculino. Ingresa por dolor lvmbar agudo post travma leve. A 1a admisióhrefiere dolor 8/10, movilidad reducida. Antecedentes: osteoporosis. Med: simvastatina. Tabaquisrno positivo. Durante lainternación se realiza TC que descarta fracturas vertebrales. 5e in icia tto. con anal gésicos  (paracetamol, 1g c/8h) y bifosfonatos. Evol: favorable, disrninución del dolor, deambulahte al 3er día. Sin complicaciones. \n\nRecomendacioncs al alta: continuar con bifosfonatosy analgésicos PRN. Evitaresfuerzos físicos intensos. Control por consultorio cxterno en 2 semanas. 5uspender tabaquismo, derivar a cesación tabáquica. ANTE cualquicr signo de alarma, reconsulta inmediata."}
{"dni": 42393469, "nombre": "Tomás Ramírez", "rango_edad": "0-10", "sexo": "male", "fecha": "10-05-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Libertador 43, Mar del Plata", "tabaco": false, "ap": ["obesiclad"], "med": [], "cod": ["E66"], "area": "endocrinología", "dx": "obesidad", "doc_type": "discharge", "nota": "Tomas Ramírez, 12a, sexo masc., ingresa por dolor abd. agudo, náuseas y vómitos persiste ntes. Sin alergias conocidas. A su ingreso,se constata do1or en F1D con de fensa. Se realiza eco abd. que mucstra signos compatibles con apehdicitis aguda. Se decide cx de urgencia con apendicectomía laparoscópica . Evolución postqx favorable, sin complicaciones. Buena tolerancia a la vía oral. Control de signos vita les dentro de parám. normales  durante la internación.\n\nTratamiento: antibi óticos profilácticos (ce ftriaxona) y a nalgesia con paracetamol. Se mantuvo hidrataeión EV. Al a1ta, se indica continuar con dieta b1anda, control ambu1atono con cirujano en 7 días, y evaluación nutricional por obesidad. Recomendamos actividad física regular y consulta con especialista en nutrición para manejo de peso. Sin tto. farma cológico al alta."}
{"dni": 63326160, "nombre": "Macarena Benítez", "rango_edad": "80-90", "sexo": "female", "fecha": "16-09-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Corrientes 77, Córdoba", "tabaco": false, "ap": [], "med": ["omeprazol", "simvastatina"], "cod": [], "area": "traumatología", "dx": "sin diagnóstico", "doc_type": "discharge", "nota": "M. Benítez, 83 años, ingresa por cuadro de disnea aguda. Paciente refiere no antecedcntes de HTA, DBT, EPOC, IAM, IC, FA, IRC. Al ihgreso, saturación O2: 88%, FC: 110, FR: 28. Se realiza TC tórax que muestra infiltrados bilaterales. Se inicia tto. con O2 suplementario y atb de amplio espectro. Durante la internación, presenta mejoría clínica progresiva, con disminución de FR y estabilización de saturación. Se ajusta medicación habitual (omeprazol, simvastatina) y se indica cohtrol ambulatorio. Se sugiere realizar espirometría y control cardiól ogico. Al alta, se entrega receta y se recomienda evitar esfuerzos físicos intensos, contihuar conhidratación adecua da y control con médico de cabeeera. Paciente 98 años, sigue evolucionando favorablcmente. Sin alergias conocidas."}
{"dni": 94038359, "nombre": "Lucas Medina Gutiérrez", "rango_edad": "20-30", "sexo": "male", "fecha": "26-04-2025", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Independencia 41, Resistencia", "tabaco": false, "ap": ["diabetcs tipo 2", "gota", "artritis"], "med": ["diclofenaco", "aspirina"], "cod": ["E11", "M10", "M19"], "area": "terapia intensiva", "dx": "gota", "doc_type": "discharge", "nota": "Lucas Mcdina Gutiérrez, masc. de 22 años, ingresa por clescompensación aguda de DBT tipo 2, con cpisodios recurrentes dc hipergluccmia y artralgia severa en articulaciones metatarsofalángicas. Sin antecedentes de HTA, no fumador. Durante la internación se ajusto plan de insulina y se manejó dolo r con diclofenaco, observando mejoría parcial.Se realizaron estudios complementarios, sin hall azgos releva ntes. No se reportaron alergias. Evolucionó favorablemente con controles glucémicos estables y  reducción del dolor articular.\n\nAl alta, se recomienda seguir coh diclofenaeo según necesidad y continuar con aspirina. Se sugicre control ambulatorio con endoerinología para ajuste de tratamiento de DBT. Dieta baja en purinas por antccedentes de gota, evitar cohsumo excesivo de carnes rojas y bebi das azucaradas.Monitoreo regvlar de glucemia y seguimiento con re umatología."}
{"dni": 5054484, "nombre": "Julieta Álvarez", "rango_edad": "30-40", "sexo": "female", "fecha": "01-12-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Belgrano 107, Posadas", "tabaco": false, "ap": ["artritis"], "med": ["paroxetina", "omeprazol", "losartán"], "cod": ["M19"], "area": "nefrología", "dx": "artritis", "doc_type": "discharge", "nota": "Pac. Julieta Álvarez, 36 años, fem., con ant. de artritis, sin HTA, DBT ni EPOC. Ingresa por dolor art. generalizado y fatiga extrema. Durante la internación se constata exac erbación de sucuadro artrítico. Se inicia tto . con AINEs y corticoides, ajustandodosis de losartáh por leve aumento tenso. Respuesta favorable, con mejoría sintomática. Se mantienen paroxetina y omeprazol. Nocomplicaciones durante su estadía. \n\nAl alta sc reeomienda continuar con medicacióh actual, controles por reumatología, y evaluacion periódica de fx. hepática y renal. Se sugiere cl ieta baja en sodio y ejereicio regular. Sih alergias conocidas. Pac. sin hábitos tóxicos, vive con su familia, no ref. de alérgias. Se coordina seguimi ento ambvlatorio en 2 semanas."}
{"dni": 79813739, "nombre": "Candela Suárez", "rango_edad": "10-20", "sexo": "female", "fecha": "07-11-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle San Martín 7, Santiago del Estero", "tabaco": true, "ap": ["ACV", "dislipidemia", "esteatosis hepática", "EPOC", "enfermedad coronaria"], "med": ["metformina", "amlodipino", "diclofenaco", "metopro1ol", "aspirina"], "cod": ["I63", "E78", "K76", "J44", "I25"], "area": "terapia intensiva", "dx": "esteatosis hepática", "doc_type": "discharge", "nota": "Candela Suárez, 21 años, f, con antecedehtes de ACV, dislipidemia, csteatosis hepática, EPOC y enf. eoronaria . Ingresa por episodio de disnea progresiva y palpitaciones. En la evaluación inicial, se observa HTA no controlada y signos de 1C. Durante la intcrnación, se realiza ajuste de tto. con metoprolol y amlodipino, ademas de la introducc ión de furosemida. Se descarta IAM con controles enzimáticos y ECG. TC de tórax sin hallazgos agudos relevantes. Evoluciona favorablementecon mejoría clínica.\n\nMantiene hábito tabáquico, a pesar de las recomendaciones previas de cesar consumo. Se inicia tto. con parches dc nicotina. Al alta se sugiere continuar con medicación habitual ihcluyendo  metformina, aspirina y diclofenaco. Se recomienda control estricto de lípidos y seguimiento por cardiol ogía y neumología. Se solicita adherehcia a prog rama de cesación de tabaquismo. Control en consultorio externoen 15 días."}
{"dni": 23213276, "nombre": "Romina González", "rango_edad": "20-30", "sexo": "female", "fecha": "19-02-2025", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Lavalle 55, Rosario", "tabaco": false, "ap": ["ACV", "insuficiencia renal crónica", "fibrilación auricular", "dislipidemia", "enfermedad coronaria"], "med": ["levotiroxina", "metformina", "paroxetina", "hidroclorotiazida"], "cod": ["I63", "N18", "I48", "E78", "I25"], "area": "geriatría", "dx": "fibrilación auricular", "doc_type": "discharge", "nota": "Paciente Romina González, 26 años, ingresa por clescompensación de IRC con cuadro de disnea y edemas periféricos. Antecedentes de ACV, FA, dislipidemia, cnfermcdad coronaria. En tratamiento c/ levotiroxina, metformina, paroxetina, hidroclorotiazida. No refiere tabaquismo. Evoluciona con mejoría clí nica tras ajuste de diuréticos y ahticoagulación. Realizacion de TC que descarta nuevos eventos vasculares.\n\nDuran te la internación, se optimiza manejo de IRC y FA. Control metabólico adeeuado. Se inicia régimen dietético hiposódico y se reevalúan faetores de riesgo cardiouascular. No presentó alergias conocidas. Al alta, se recomienda seguimiento enconsultorio externo  de hcfrología y cardiología, eontinuidad con anticoagulación, y control de perfillipídico. Instrucciones claras sobre signo s de alerta y adherenc ia a medicación. Revisar función renal y ecocardiograma en 3 mescs.Se sugiere apoyo psicologico por anteeedentes psiquiátricos."}
{"dni": 82669750, "nombre": "Lautaro López", "rango_edad": "70-80", "sexo": "male", "fecha": "02-02-2024", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Rivadavia 14, La Plata", "tabaco": true, "ap": ["artritis", "fibrilación auricular", "depresion", "ACV"], "med": ["omeprazol", "amlodipino"], "cod": ["M19", "I48", "F23", "I63"], "area": "terapia intensiva", "dx": "artritis", "doc_type": "discharge", "nota": "Motivo de internación: Paciente de 75 años, masculino, con an tecedentes de  artritis, FA, depresion y ACV, ingresa por deterioro del estado gen eral y disnea progresiva. Fumador activo.\n\nEvolución: Durantela internación, se realizaron estudios iniciales que in cluyeron TC de tórax sin hallazgos de infecciones aguclas. Se identificó clescompcnsación de FA, con respuesta ventricular rápida, manejada con ajuste de closis de amlodipino y anticoagulación con heparina sodiea . Se inclicó control estricto del ritmo y se optimizó tratamiento de cornorbilidades. Paciente evolucionó favorablernente con mejoría de la disnea y estabilizacion nemod inárnica.\n\nTratamientos: Se mantuvo omeprazol y amlodipino. Ajuste de anticoagulacióh. Soport e psicológico por antecedentes de depresión.\n\nRecomehdaciones al alta: Suspender tabaquismo urgente. Control periódico po r cardiología. Cohtinuar con medicaeión habitual y asistir a consultas de seguimiento. Recomendar actividad física levcy dieta balanccada."}
{"dni": 68001391, "nombre": "Federico Martínez", "rango_edad": "20-30", "sexo": "malc", "fecha": "03-03-2025", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Independencia 37, Buenos Aires", "tabaco": false, "ap": ["asma", "depresión", "hipertensión arterial", "diabetes tipo 2"], "med": ["losartán", "atorvastatina", "gabapentina", "amlodipino"], "cod": ["J45", "F32", "I10", "E11"], "area": "neumonología", "dx": "hipertensión arterial", "doc_type": "discharge", "nota": "Paciente Federico Martínez, 22 a ños, masc. Ingresa por crisis asmátiea aguda. Antccedentes de asma, depresión, HTA y DBT tipo 2. Al ingreso, prcsenta disnea intcnsa, sibilancias y taquiphea. Se inicia tto. con brohcodilat adores (salbutamol nebulizado) y corticoides (prednisona vo). Se controla HTA con ajustes en losartan y amlodipino. Glucemias manejadas con ajuste de dieta y metformina. Evolución favorab le, con re dvcción progresiva de síntomas respiratorios. Durante la internaeión, se observó buena adherencia al tto. antidepresiuo con gabapentina, sin episodios agudos.\n\nAl alta, se recomienda seguimiento ambulatorio en neumonología yca rdiología. Continuar con medicación actval: losartán, atorvastatina, gabapentina, amlodipino, y añadir salbutamol inhalador en caso de exacerbaeiones asmáticas. Control periódico de glueemias y presió n arterial. Indicar dieta hiposódica y ejercicios aeróbicos moderados, adaptados a su condición asmática. Recordar importancia de no fumar. No alergias conociclas. Revalorar eh 1 semana con clínico de cabecera."}
{"dni": 28328859, "nombre": "Celeste Medina", "rango_edad": "50-60", "sexo": "female", "fecha": "11-12-2024", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Florida 31, Rosario", "tabaco": false, "ap": ["hipertensión arterial", "EPOC", "artritis", "osteoporosis"], "med": ["simvastatina"], "cod": ["I10", "J44", "M19", "M81"], "area": "guardia", "dx": "hipertensión arterial", "doc_type": "discharge", "nota": "Paciente Celeste Medina, 58 años, femehina, ingresa por agudizacion de EPOC con disnea progresiva. Antecedentes: HTA, artritis, osteoporosis, tto. c/ simvastatina. Sin tabaquism o actual. Ingresó con saturación 89%, se inicia oxigenoterapia. Durante la internación se realizó TC de tórax qvc mostró aumento de opacidades bilaterales. Tto. incluyó corticoides sistémicos y broncodilatadores. Buena respuesta, mejoría clínica significativa, saturación cstable en 95% al aire ambiente.\n\nAlta tras 7 días de internación. Recomendaciones: continuar tto. con broncodilatadores inhalados, suplementar calcio y vitamina D por osteoporo sis, control estricto cle HTA, seguimiento en consultorio de neumología. Se sugiere rehabilitación respiratoria ambulatoria. Serecucrda evitar  exposieión a irritahtes respiratorios. Control clínico en 2 semanas."}
{"dni": 82201917, "nombre": "Pilar Fernández", "rango_edad": "50-60", "sexo": "female", "fecha": "19-09-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Avenida Corrientes 30, Buenos Aires", "tabaco": false, "ap": ["ACV", "depresión", "dislipidemia", "obesidad", "hipertensión arterial"], "med": ["insulina", "diclofenaco", "clopidogrel", "simuastatina"], "cod": ["I63", "F32", "E78", "E66", "I10"], "area": "cardiología", "dx": "depresión", "doc_type": "discharge", "nota": "Motivo de internación: Pilar Femández, F, 58 años, ingresa por cuadro de ACV isquémico. AP: ACV previo, DBT tipo 2, dislipidemia, obesidad, HTA. Sin Alergias eonocidas. No tabaquismo. En  tto con insulina, diclofe naco, clopidogrel, simvastatina.\n\nEvolución: Durante la internación, se realizó TC que confirmó lesión isquémica en territorio de la arteria cerebral media izqvierda. Se inicia tto con AAS, eontrol estricto de glicemia, y ajuste de antihipertensiuos.Se agrega terapia física y kinesiología respiratoria. Evoluciona con mejoría parcial, persistiendo leve disartria y hemiparesia derecna.\n\nRe eomendacionesal alt a: Continuar con clopidogrely simvastatina. Ajustar dosis de insulina segúh indicación dc endocrinología. Control periódicode TA en domicilio. Seguimicnto en consultorio de neurología y fisioterapia. Reforzar medidas de rehabilitación motora yfonoaudiológica. Evitar AINEs por riesgo gastrointestinal. Instrucciones para co ntrol de dislipidemia y HTA. Revaloración en 1 mes."}
{"dni": 59247457, "nombre": "Macarena Álvarez", "rango_edad": "30-40", "sexo": "femalc", "fecha": "17-12-2024", "centro": "Centro de Atención Primaria de Salucl", "dir": "Avenida Corrientes 99, Resistencia", "tabaco": false, "ap": [], "med": ["aspirina", "clopidogrel", "simvastatina"], "cod": [], "area": "nefrología", "dx": "sin diagnóstico", "doc_type": "discharge", "nota": "Macarena Álvarez, 36 años, F, sin ahtec edentes pato lógicos de releuancia. Ingresó a la institución por dolor torácico opresivo, irradiado a brazo izq. y cucllo, de inicio súbito. TC y ECGSCA. Se realizó angioplastia coronaria con colocación de stent  en ADA. Evolucionó favorablemente, sin complicaciones post-procedimiento. Laboratoriosih elevación de biomarcaclores dc necrosis miocárdica. \n\nDurante la internación se mantuvo con tto. ahtiplaquetario doble (Aspirina y Clopidogrel), estatinas (Simvastatina) y BB (Metoprolol). TA controlada, sih arritmias ni signos de IC. No se evidcnciaron alergias a medicamentos conocidos. Recomendaciones al alta: c ontinuar coh rnedicación actual, eontrol cardio lógico en 15 días, mantener dieta baja en sodio y grasas saturadas,realizar caminatas diarias. No fumar."}
{"dni": 70056916, "nombre": "Tomás Acosta", "rango_edad": "10-20", "sexo": "male", "fecha": "18-09-2024", "centro": "Centro de Atehción Primaria de Salud", "dir": "Calle San Martín 113, San Juan", "tabaco": true, "ap": ["fibrilación auricular", "hipertensión arterial", "artritis"], "med": ["levotiroxina", "atorvastatina"], "cod": ["I48", "I10", "M19"], "area": "enclocrinologia", "dx": "hipertensión arterial", "doc_type": "discharge", "nota": "Motivo de interhación: Tomás Acosta, 18 años, ingresa por episodio de FA rápidacon descontrol de la FC. Paciente con antecedentes de FA, HTA y artritis. Tabaquista. Medicación habitual: levotiroxina, ato rvastati na.\n\nEvolución: Durante su estadía, el paciente presentó adecua da res puesta al tratamiento de control de ritmo con amiodarona EV, logrando estabilización hemodinárnica. Se realizó ajuste cle medicación anti hipertensiva con enalapri1. Episodio de FA controlado sin complicaciones. Se cfectúa TC de tórax sin hal1azgos agudos. \n\nAl alta: Se  recomienda ces ación tabáquica. Continvar con enalapnl y amiodarona. Controles regvlares concardiología. Repetir análisis de perfil lipídico en 3 meses. 5in otras novedades."}
{"dni": 51321751, "nombre": "Santiago Sánchez", "rango_edad": "0-10", "sexo": "male", "fecha": "06-12-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle Belgrano 62, Formosa", "tabaco": false, "ap": ["osteoporosis", "gota", "depresión"], "med": ["metformina", "losartán", "lcvotiroxina", "gabapehtina", "diclofenaco", "aspirina"], "cod": ["M81", "M10", "F32"], "area": "cardiología", "dx": "osteoporosis", "doc_type": "discharge", "nota": "Santiago Sánchez, 9 años, ingresa p or fractura patológica cle fémur izq. debido a osteoporosis. Al momento de la admisión, presehta dolor severo e incapacidad para deambular. Se inicia tto. con analgesia (gabapentina y diclofenaco) y control deldolor. Durante la internacióh se realizan estudi os complementarios, incluyendo TC que confirma la fractura y osteoporosis avanzada.\n\nEn la evolución,  se estabiliza el dolor y se realiza i nmovilizaciónortopedica. Se ajusta la medicación habitual: continua con metformina, losartán, levotiroxina. Se evalúa posible interacción medicamentosa con su tto. crónico para gota. A pesar de la fractura, el paciente se rnantienc he modinamicamente establc. Se detecta leve depresión reactiva, sc sugiere interconsulta con salud menta1.\n\nAl alta, se recomienda seguirniento por traumatología y endocrinología para manejo de os teoporosis. Rehabilitación kinesica para reeuperación funcional del miembro afectado. Ajuste de dieta con suplementos dc calcio y vitamina D. Control periódico de fun ción rena1 y tensional. Evitar actividades de riesgo.Revaloración psi quiátrica ambulatoria, se sugiere acompañamiento familiar."}
{"dni": 49559574, "nombre": "Ezequiel Álvarez Ojeda", "rango_edad": "70-80", "sexo": "male", "fecha": "07-08-2023", "centro": "Centro cle Atención Primaria de Salud", "dir": "Calle Belgrano 76, Tucumán", "tabaco": false, "ap": ["dislipidemia", "ACV"], "med": ["atorvastatina", "gabapentina", "insulina"], "cod": ["E78", "I63"], "area": "geriatría", "dx": "dislipidemia", "doc_type": "discharge", "nota": "Motivo de internación: Pac de 87 años, ingresa por deterioro del edo gcneral, con antecedentes de ACV y dislipidemia. Presenta episodios de confusión y signos de deshidratación. \n\nEvolución: Dura nte la estadía en sala , el pa ciente mostró mejoría progresiua con hidratacióh parenteral y ajuste de esquema insulínico. Se observa estabilización d el edo neurológico, sin nuevos episodiosde confusión. TC s in hallazgos agudos. Contro1de lípidos adecuado con atorvastatina. No presenta signos de infccción ni complicaciones cardiacas. \n\nTratamientos: Contihuó con su medicación habitual: atoruastatina, gabapentina e ihsulina. Se ajvstó la dosis de insulina según glicemias capilares. Hidratación i/v las p rimeras 48 hs. \n\nRecomendaciones al alta:Contin var con medicacion habitua1. Control ambulatorio con neurólogo y clínico. Recomendado mantener buena hidratación y dieta equilibrada. Se sugiere realizar seguimiento de lípidos yglucosas en 1 mes. Familia informada sobre signos de alarma y cuidado en domicilio."}
{"dni": "94501846", "nombre": "Martina Gómez", "rango_edad": "30-40", "sexo": "female", "fecha": "26-10-2023", "centro": "Centro de Atención Primaria de Salud", "dir": "Calle San Martín 33, Santa Fe", "tabaco": true, "ap": ["insuficiencia renal crónica", "esteatosis hepática", "gota", "hipertensión arterial", "demencia"], "med": ["paroxetina", "metoprolol", "gabapentina", "atorvastatina", "amlodipino", "levotiroxina"], "cod": ["N18", "K76", "M10", "I10", "F03"], "area": "cardiología", "dx": "demencia", "doc_type": "discharge", "nota": "Paciente: Martina Gómez, 35 años, fernenina. Admision x exacerbación I RC y descompensación HTA. Antecedentes de IRC, esteatosis hepática, gota, HTA, demencia. Tabaquista activa. En tto con paroxetina, metoprolol, ga bapentina, atorvastatina, amlodipino, levotiroxina. Se ihicia hidroclorotiazida x control de HTA refractaria.\n\nDurante la  estadía, se observó mejoría en los niveles tehsionales y estabilización de función renal. Ajustesen medicación antihipertensiva con hidroclorotiazida. Se controló hiperuricemia secundaria a gota con eolchicina. Se mantuvo régimen bajo en sodio y proteínas.\n\nAl al ta, se indica seguimiento en consultorio de nef rología y cardiología. Continua r  con tto antihipertensivo, control de IRC y ajuste de dosis de levotiroxina según necesidad. Se recomienda cesaeión tabáquica. Monitorear fu nción hepática y rena1 periódicam ehte."}
