{"DNI": "36244663", "nombre_paciente": "Valentina Castro", "edad": 72, "sexo": "female", "fecha": "08/06/2023", "hospital": "Hospital San Martín", "domicilio": "Avenida Corrientes 110, San Juan", "tabaco": false, "grupo_sanguineo": "O+", "ocupacion": "policía", "antecedentes": ["enfermedad coronaria", "demencia", "anemia"], "medicacion": ["ramipril", "aspirina", "insulina", "metoprolol"], "codigo_cie10": ["I25", "F03", "D64"], "servicio": "gastroenterología", "diagnostico": "enfermedad coronaria", "doc_type": "visit", "evolucion": "La paciente Valentina Castro, de 74 años, consulta por contol rutinario. Antecedentes de enfermedad coronaria, demencia, anemia y HTA. Medicada con ramipril, aspirina, insulina, metoprolol y losartán. Niega tabaquismo o alergias conocidas. Vive con su hija, quien refiere episodios ocasionales dde desorientación.\n\nEn el examen físico, se observa una paciente en regular estado general, con presión arterial de 140/85 mmHg. Frecuencia cardíaca de 78 lpm, rítmica. Auscultación pulmonar sin ruidos patológicos. Presenta palidez mucocutánea moderada. Sin edemas periféricos.\n\nImpresión diagnóstica: control de HTA y DBT, desorientación secundaria a demencia. Anemia en estudio. Plan: se ajusta medicación antihipertensiva. Solicitar hemograma de control y pruebas cognitivas. Recomendar seguimiento en geriatría."}
{"DNI": "80345555", "nombre_paciente": "Micaela Sánchez Bustos", "edad": 20, "sexo": "female", "fecha": "20/05/2025", "hospital": "Hospital San Martín", "domicilio": "Avenida Santa Fe 96, Tucumán", "tabaco": false, "grupo_sanguineo": "O+", "ocupacion": "chef", "antecedentes": ["artritis", "dislipidemia"], "medicacion": ["ibuprofeno", "atorvastatina", "simvastatina"], "codigo_cie10": ["M19", "E78"], "servicio": "neurología", "diagnostico": "dislipidemia", "doc_type": "visit", "evolucion": "Micaela Sánchez Bustos, de 21 años, consulta por dolor articular persistente en manos y rodillas. Refire que el dolor ha aumentado en las últimaas semanas, especialmente al despertarse, y se acompaña de rigidez matutina que mejora con el movimiento. Niega fiebre, pérdida de peso o cambios en el apetito. Niega antecedentes de HTA, DBT o EPOC. No fuma y sufre e artritis, tratada con ibuprofeno, además ttoma atorvastatina y simvastatina por dislipidemia.\n\nAl examen físico: paciente en buen estado general, afebril. Se observa inflamación y dolor a la palpación en articulaciones metacarpofalángicas y rodillas. No se aprecian signos de sinovitis en otras articulaciones. Resto del examen físico sin hallazgos patológicos. \n\nImpresión diagnóstica: exacerbación de artritis reumatoidea. Se sugiere realizar análisis de laboratorio para evaluar marcadores inflamatorios y función hepática. Plan: ajustar dosis de ibuprofeno y considerar inicio de tratamiento con DMARDs. Recomendar consulta con reumatólogo para manejo integral."}
{"DNI": "67820592", "nombre_paciente": "Nicolás Acosta", "edad": 17, "sexo": "male", "fecha": "23/01/2025", "hospital": "Hospital San Martín", "domicilio": "Avenida Libertador 77, Posadas", "tabaco": false, "grupo_sanguineo": "A+", "ocupacion": "abogado", "antecedentes": [], "medicacion": ["amlodipino", "atorvastatina", "omeprazol", "diclofenaco", "losartán", "insulina"], "codigo_cie10": [], "servicio": "guardia", "diagnostico": "sin diagnóstico", "doc_type": "visit", "evolucion": "Motivo de consulta: Nicolás Acosta, 18 años, se presentó en consulta ambulatoria refiriendo episodios de mareos y palpitaciones ocasionales. Sin antecedentes patológicos de relevancia. Niga tabaquismo y alergias.\n\nExamen físico: TA 135/85 mmHg, FC 78 lpm, FR 16 rpm, T 36,5°C. Peso dentro de lo normmal, IMC enn rangos normales. Examen cardiovascular sin soplos, ritmo regular. Pulsos periféricos presentes y simétricos. Abdomen blando, depresible, sin organomegalias. Miembros inferiores sin edemas.\n\nImpresión diagnóstica: Se sospecha posible desajuste en el tratamiento crónico que incluye amlodipino, atorvastatina,, omeprazol, diclofenaco, losartán e insulina, considerando posible interacción farmacológica. Además, se descarta DBT mal controlada. \n\nPlan: Solicitr análisis de laboratorio para evaluar perfil lipídico, glucemia y función renal. Considerar ajuste de medicación antihipertensiva y seguimiento regular de glicemias. Indicar control periódico de la TA y seguimiento por cardiología para descartar eventual FA o arritmias sbyacentes. Se agendan controles seriados y reevaluación en 2 semanas."}
{"DNI": "26682744", "nombre_paciente": "Aldana Díaz Ojeda", "edad": 69, "sexo": "female", "fecha": "04/10/2023", "hospital": "Hospital San Martín", "domicilio": "Avenida de Mayo 98, Tucumán", "tabaco": false, "grupo_sanguineo": "A+", "ocupacion": "trabajador rural", "antecedentes": ["diabetes tipo 2", "depresión", "insuficiencia renal crónica"], "medicacion": ["amlodipino", "losartán", "alendronato", "ramipril"], "codigo_cie10": ["E11", "F23", "N18"], "servicio": "oncología", "diagnostico": "depresión", "doc_type": "visit", "evolucion": "Aldana Díaz Ojeda, paciente femenina de 71 años, aude a consulta ambulatoria por control de DBT e IRC. Refiere sentirse algo cansada últimamente, sin otros síntomas relevantes. La pciente tiene antecedentes de DBT tipo 2, para lo cual está medicada con insulina. No refiere alergias conocidas. Comenta que vive sola en su domicilio y cuenta con buen apoyo familiar. No es fumadora.\n\nAl examen físico, se encuentra afebril, TA: 140/85 mmHg. Presenta disminución leve del murmullo vesicular bilateral, sin sibilancias ni rales. Abdomen blando, no doloroso. Extremidades sin edemas. La paciente refiere adherencia aal tratamiento con amlodipino, losartán, alendronato y ramiril.\n\nImpresión diagnóstica: control de DBT e IRC estables. Se ajustará la dosis de insulina según glucemias capiilares recientes. Se solicita laboratorio para función renal y perfil lipídico. Se recomienda control de TA domiciliaria, dieta adecuada y actividad física leve. Próximo control en 3 meses o antes si aparecen nuevos síntomas."}
{"DNI": "36944441", "nombre_paciente": "Juan García", "edad": 79, "sexo": "male", "fecha": "27/09/2024", "hospital": "Hospital San Martín", "domicilio": "Avenida Corrientes 66, Resistencia", "tabaco": false, "grupo_sanguineo": "O-", "ocupacion": "albañil", "antecedentes": ["enfermedad coronaria"], "medicacion": [], "codigo_cie10": ["I25"], "servicio": "oncología", "diagnostico": "enfermedad coronaria", "doc_type": "visit", "evolucion": "Paciente Juan García, 80 años, masculino, con antecedente de enfermedad coronaria, concurre a consulta ambulatoria acompañado por su esposa. Actualmente refiere episodios de disnea al realizar esfuerzos moderados, sin otros síntomas asociados. Niega dolor torácico reciente, mareos o síncope. No presenta antecedentes de HTA, DBT, FA, ni EPOC. No es tabquista. No tiene alergías conocidas.\n\nEn el examen físico, se encuentra en buen estado general, normotenso con TA 130/80 mmHg, FC 72 lpm, FR 18 rpm, saturación de O2 al 97% en aire ambiente. Auscultación cardiopulmonar sin soplos ni ruidos agregados. No se palpan edemas periféricos y el abdomen es blando, depresible y no doloroso.\n\nImpresión diagnóstica: Posible progresión de la enfermedad coronaria. Se sugiere comenzar tratamiento con losartán 50 mg para el control de la posible HTA en el contexto de su patología de base. Se solicita análisis de laboratorio de rutina y electrocardiograma para evaluación adicional. Control en 1 mes o antes si presenta síntomas nuevos."}
{"DNI": "15117988", "nombre_paciente": "Lucía Gómez Ferreyra", "edad": 43, "sexo": "female", "fecha": "31/07/2023", "hospital": "Hospital San Martín", "domicilio": "Avenida Santa Fe 112, Formosa", "tabaco": false, "grupo_sanguineo": "A-", "ocupacion": "médico", "antecedentes": ["insuficiencia cardíaca"], "medicacion": ["simvastatina"], "codigo_cie10": ["I05"], "servicio": "endocrinología", "diagnostico": "insuficiencia cardíaca", "doc_type": "visit", "evolucion": "Lucía Gómez Ferreyra, paciente femenina de 45 años, consulta por control de su insuficienca cardíaca (IC). Niega HTA,, DBT y antecedentes de tabaquismo. Actualmente en tratamiento con simvastatina. No refiere síntomas actuaales de disnea o edemas periféricos.\n\nAl examen físico se encuentra en buen estado general, afebril, con PA de 120/80 mmHg y FC de 72 lpm. Ruidos cardíacos rítmicos sin soplos. Ausencia de ingurgitación yugular y campos pulmonares sin ruidos adventicios. Abdomen blando y depresible, sin megalias palpables.\n\nImpresión diagnóstica: IC estable en paciente bajo tratamiento hipolipemiante. Plan: continuar con simvastatina, controles periódicos de función cardíaca y perfil lipídico. Recomendar actividad física moderada y dieta baja en sodio. Se sugiere control con cardiología para ajuste de medicación si fuera necesario."}
{"DNI": "57401521", "nombre_paciente": "Santiago Gómez Paz", "edad": 41, "sexo": "male", "fecha": "10/08/2024", "hospital": "Hospital San Martín", "domicilio": "Avenida Libertador 1, La Plata", "tabaco": false, "grupo_sanguineo": "O-", "ocupacion": "comerciante", "antecedentes": ["ACV"], "medicacion": [], "codigo_cie10": ["I63"], "servicio": "geriatría", "diagnostico": "ACV", "doc_type": "visit", "evolucion": "Motiv de consulta: Santiago Gómez Paz, masculino de 42 años, consulta por episodios de mareos y cefalea intermitente. Refiere sensación de debiliddad en miembros inferiores desde hace una semana. Niega fiebre, vómitos o alteraciones visuales. \n\nExamen físico: Paciente consciente y orientado en tiempo y espacio. PA: 130/85 mmmHg, FC: 78 lpm, FR: 16 rpm, SatO2: 98% aire ambiente. Examen neurológico sin focalidad evidente, aunque se observa ligero temblor n extremidades superiores. Pupilas isocóricas y reactivas. No signos de irritación meníngea.\n\nImpresión diagnóstica: Mareos y cefalea en paciente con antecedente de ACV, a descartar causas vasculares o tensionales. Se recomienda descartar HTA no diagnosticada previamente que podría estar contribuyendo a la sintomtología.\n\nPlan: Solicitar TC de cráneo para evaluar posible recurrencia de ACV. Realizar analítica completa incluyendo glucemia para descartar DBT. Control de PA en domicilio durante una semana. Se programa consulta con neurología para evaluación detallada. Se recomienda evitar situaciones de estrés y mantener adecuada hidratación."}
{"DNI": "29941004", "nombre_paciente": "Martina Pérez Gutiérrez", "edad": 31, "sexo": "female", "fecha": "22/10/2023", "hospital": "Hospital San Martín", "domicilio": "Calle Belgrano 11, Córdoba", "tabaco": true, "grupo_sanguineo": "A-", "ocupacion": "empleado público", "antecedentes": ["esteatosis hepática", "hipertensión arterial", "osteoporosis", "diabetes tipo 2", "fibrilación auricular"], "medicacion": ["gabapentina", "alendronato", "levotiroxina", "omeprazol"], "codigo_cie10": ["K76", "I10", "M81", "E11", "I48"], "servicio": "terapia intensiva", "diagnostico": "esteatosis hepática", "doc_type": "visit", "evolucion": "Motivo de consulta: La paciente Martina Pérez Gutiérrez, de 34 años, acude a consulta por presentar episodios de mareos y palppitaciones ocasionales desde hace una semana. Refiera aemás cansancio generalizado y aumento de la sed en las últimas semanas. \n\nExamen físico: Al examen físico, se observa una paciente en buen estado general, normotensa (TA: 130/80 mmHg), con frecuencia cardíaca irregular a 90 lpm. Se evidencian signos de acantosis nigricans en cuello y axilas. No se palpan adenopatís. El resto del examen físico sin particularidades. \n\nImpresión diagnóstica: Exacerbción de FA en contexto de DBT no controlada. Mareos y pallpitaciiones probablemente relacionados a desajustes en el manejo de FA. Considerar reevaluación de traamiento actual.\n\nPlan: Solicitar analítica completa, incluidas glucemia, HbA1c y perfil lipídico para evaluar control metabólico. Realizar un monitoreo Holter de 24 hs para evaluar episodios de FA. Ajustar tratamiento para DBT y considerar derivación a cardiología para evaluación de manejo de FA. Se recomienda cesación tabáquica. Seguimiento en 2 semanas o antes si sntomatología persiste."}
{"DNI": "38308443", "nombre_paciente": "Hernán Fernández", "edad": 35, "sexo": "male", "fecha": "01/07/2025", "hospital": "Hospital San Martín", "domicilio": "Calle Sarmiento 86, Neuquén", "tabaco": false, "grupo_sanguineo": "A-", "ocupacion": "técnico", "antecedentes": ["asma", "obesidad", "insuficiencia renal crónica"], "medicacion": ["omeprazol", "diclofenaco", "metformina", "hidroclorotiazida", "warfarina", "gabapentina"], "codigo_cie10": ["J45", "E66", "N18"], "servicio": "urología", "diagnostico": "obesidad", "doc_type": "visit", "evolucion": "Motivo de consulta: Hernán Fernández, de 35 años, acude a consulta por presentar disnea y tos perrsistente desde hace una semana. Refiera además sensación de opresión torácica durante la nche.\n\nExamen físico: Paciente con buen estado general, IMC elevado. TA: 140/90 mmHg. FC: 88 lpm. Saturación de O2: 94% en aire ambiente. Ruidos cardiacos rítmicos, sin soplos. Murmullo vesicula disminuido en ambos campos pulmonares, sin sibilancias. Edemas periféricos +/++ en miembros inferiores. Abdomen blando, depresible, sin visceromegalias.\n\nImpresión diagnóstica: Exacerbación asmática en paciente con antecedentes de asma, obesidad e IRC. Hipertensión arterial no controlada. Evaluar control metabólico por probable descompensación de DBT.\n\nPlan: Ajustar tratamiento del asma e iniciar corticoides inhalados. Control de TA y ajuste de medicación antihipertensiva. Solicitar análisis de laaboratorio para función renal y control glucémico. Programar cconsulta con nefrólogo y nutricionista. Reevaluación en 2 semanas."}
{"DNI": "42393469", "nombre_paciente": "Tomás Ramírez", "edad": 10, "sexo": "male", "fecha": "14/03/2024", "hospital": "Hospital San Martín", "domicilio": "Avenida Libertador 43, Mar del Plata", "tabaco": false, "grupo_sanguineo": "AB+", "ocupacion": "farmacéutico", "antecedentes": ["obesidad"], "medicacion": [], "codigo_cie10": ["E66"], "servicio": "traumatología", "diagnostico": "obesidad", "doc_type": "visit", "evolucion": "Motivoo de consulta: Tomás Ramírez, un niño de 12 años, se presenta en consulta acompañado por su madre por presentar dolor abdominal difuso de 3 días de evolución, asociado a episodios de vómitos y diarrea. Niega fiebre o síntomas respiratorios.\n\nExamen físico: Paciente con bue estado general, afebril. Examen cardiovascular y respiratorio sin hallazgos patológicos. Abdomen blando, doloroso a la palpación en cuadrantes inferiores, sin signos de irritación peritoneal. Ruidos hidroaéreos presentes. El examen neurológico y dermatológico es normal. No se observan adenopatías.\n\nImpresión diagnóstica: Gastroenteritis aguda, probablemente viral, en contexto de obesidad. Se descartan signos de deshidratación. \n\nPlan: Se indica hidratación oral con soluciones de rehidratación. Dieta blanda y control evolutivo en 48 hrs. Si persiten los vómitos o se presenta fiebre, considerar derivación para evaluación más exhaustiva. Se recomienda seguimieto con nutricionista para manejo de la obesidad."}
{"DNI": "63326160", "nombre_paciente": "Macarena Benítez", "edad": 82, "sexo": "female", "fecha": "11/09/2024", "hospital": "Hospital San Martín", "domicilio": "Avenida Corrientes 77, Córdoba", "tabaco": false, "grupo_sanguineo": "AB-", "ocupacion": "programador", "antecedentes": [], "medicacion": ["omeprazol", "simvastatina"], "codigo_cie10": [], "servicio": "nefrología", "diagnostico": "sin diagnóstico", "doc_type": "visit", "evolucion": "Macarena Benítez, 83 años, acude a consulta ambulatoria por presentar episodios esporádicos de mareos y sensación de inestabilidad al camiinar desde hace aproximadamente dos semanas. Refiere que los síntomas no se acompañan de cefalea, pérdida de conciencia ni alteraciones visuales. Niega caídas o golpes recientes.. Sin antecedentes patológicos de relevancia, actualmente en tratamiento con omeprazol y simvastatina. No es fumadora.\n\nAl examen físico, se observa paciente orientada, colaboradora, con PA: 130/80 mmHg y FC: 72 lpm. No se detectan soplos cardíacos. Ruidos respiratorios normales, sin presencia de sibilancias. Abdomen blando y depresible, sin signos de dolor a la palpación.. Neurológicamente, no se observan déficits focales. Marcha estable aunque algo lenta, sin tendencia a la lateralización. \n\nImpresión diagnóstica: vértigo de origen periférico a descarta. Plan: se solicita audiometría y consulta con otorrinolaringología para evaluar función vestibular. Se indica control de PA en domicilio y se recomienda hidratación adecuada. Se agenda seguimiento en 2 semanas para evaluar evolución."}
{"DNI": "74967676", "nombre_paciente": "Pilar Herrera", "edad": 39, "sexo": "female", "fecha": "28/04/2024", "hospital": "Hospital San Martín", "domicilio": "Calle Sarmiento 100, Santa Fe", "tabaco": false, "grupo_sanguineo": "B-", "ocupacion": "policía", "antecedentes": "", "medicacion": ["gabapentina", "ibuprofeno", "simvastatina", "metoprolol", "diclofenaco"], "codigo_cie10": ["K76", "I84", "N18"], "servicio": "terapia intensiva", "diagnostico": "esteatosis hepática", "doc_type": "visit", "evolucion": "Paciente Pilar Herrera, femenina de 40 años, consulta por control de salud. Antecedentes de esteatosis hepática, FA e IRC. Niega tabaquismo. En tratamiento con gabapentina, ibuprofeno, simvastatina, metoprolol y diclofenaco. No refiere alergias conocidas. Vive con su pareja y dos hijos.\n\nAl examen físico presenta TA 130/85 mmHg, FC 76 lpm, FR 18 rpm, SatO2 98% ambiente. Peso 70 kg, talla 1.65 m, IMC 25.7. Ausencia de edemass periféricos. Abdomen blando, depresible, no doloroso. Ruidos cardíacos arrítmicos, sin soplos. Pulmones limpios a la auscultación. Función neurológica conservada. No signos de descompensación aguda.\n\nImpresión diagnóstica: Control de FA con estabilidad hemodinámica. Manejo conservador de esteatosis hepática e IRC. Revisión de analgsia por posible interaccioón de medicación. Plan: Mantener tratamiento actual, controlar función renal y hepática en laboratorio, evaluar posible ajuste de analgésicos en próxima consula."}
{"DNI": "10403355", "nombre_paciente": "Florencia Ramírez", "edad": 16, "sexo": "female", "fecha": "05/12/2024", "hospital": "Hospital San Martín", "domicilio": "Calle Sarmiento 84, Rosario", "tabaco": false, "grupo_sanguineo": "B-", "ocupacion": "albañil", "antecedentes": ["depresión", "insuficiencia cardíaca", "esteatosis hepática"], "medicacion": ["aspirina", "gabapentina", "metformina", "insulina", "omeprazol", "amlodipino"], "codigo_cie10": ["F32", "I50", "K76"], "servicio": "guardia", "diagnostico": "depresión", "doc_type": "visit", "evolucion": "Florencia Ramírez, paciente femenina de 17 años, consulta por control de sus condiciones médicas preexistentes. Refiere sentirse algo fatigada últimamente, pero niega disnea o dolor torácico. Antecedentes de depresión, IC y esteatosis hepática. Toma aspirina, gabapentina, etformina, insulina, omeprazo y amlodipino. Niega tabaquismo. Vive con sus padres y está cursando el último año de secundaria. \n\nAl examen físico: PA 110/70 mmHg, FC 78 lpm, FR 16 rpm, saturación de O2 98% ambiente. Peso 65 kg, altura 1.68 m, IMC 3 kg/m2. Auscultación cardiorrespiratoria sin alteraciones. Abdomen blndo, deepresible, sin visceromegalias. Sin edemas periféricos. \n\nImpresión diagnóstica: Control de IC y esteatosis hepática con DBT tipo 2. Posible fatiga relacionada on depresión subyacente y manejo de la carga farmacológica. Plan: Continuar con la medicación actual, evaluar función hepática y cardiaca con ecografía y análisis de laboratorio. Se sugiere interconsulta con psicología para manejo de depresión. Seguimiento en 3 meses o ante aparición de síntomas nuevos."}
{"DNI": "42111151", "nombre_paciente": "Carolina Ríos", "edad": 56, "sexo": "female", "fecha": "19/08/2023", "hospital": "Hospital San Martín", "domicilio": "Avenida Callao 62, Mar del Plata", "tabaco": false, "grupo_sanguineo": "AB+", "ocupacion": "abogado", "antecedentes": ["obesidad", "EPOC"], "medicacion": ["ramipril", "clopidogrel", "amlodipino", "omeprazol", "alendronato"], "codigo_cie10": ["E66", "J44"], "servicio": "neurología", "diagnostico": "EPOC", "doc_type": "visit", "evolucion": "Motivo de consulta: Carolina Ríos, de 58 años, cude a consulta por disnea progresiva desde hace 2 semanas. La paciente refiere que la disnea se presenta con mínimos esfuerzos y se acompaña de tos seca. No presenta fiebre ni otra sintomatología asociada. Niega dolor torácico. Fumadora de 20 años, pero refiere haber dejado el ábito hace 5 años. Vive con su esposo y tiene dos hijos adultos.\n\nExamen físico: Tensión arterial de 135/85 mmHg, frecuencia cardíaca de 88 lpm, saturación de O2 del 92% al aire ambiente. A la auscultación pulmonar se observan sibilancias bilaterales predominantemente en campos inferiores. No se evidencia edema periférico. Abdomen blando y depresible, sin megalias. Pulsos periféricos presentes y simétricos.\n\nImpresión diiagnóstica: Exacerbación de EPOC posiblemente desencadenada por infeccion respiratoria. Control de HTA. Obesidad.\n\nPlan: Se indica ajuste de broncodilatadores y se inicia tratamiento con corticoides inhalados. Se envía a realizar espirometría de control y se solicita TC de tórax para descartar complicaciones. Se recomienda control estricto de peso y se sugiere consulta con nutrición. Se pauta control en 2 semanas o antes si hay empeoramiento de los síntomas."}
{"DNI": "68001391", "nombre_paciente": "Federico Martínez", "edad": 20, "sexo": "male", "fecha": "10/07/2023", "hospital": "Hospital San Martín", "domicilio": "Avenida Independencia 37, Buenos Aires", "tabaco": false, "grupo_sanguineo": "AB-", "ocupacion": "colectivero", "antecedentes": ["asma", "depresión", "hipertensión arterial", "diabetes tipo 2"], "medicacion": ["losartán", "atorvastatina", "gabapentina", "amlodipino"], "codigo_cie10": ["J45", "F32", "I10", "E11"], "servicio": "neurología", "diagnostico": "hipertensión arterial", "doc_type": "visit", "evolucion": "Motivo de consulta: Federico Martínez, de 22 años, se presenta en consulta por episodios de disnea y opresión torácica en el último mes. Antecedentes de asma, depresión, HTA y DBT tipo 2. Niega tabaquismo. Actualmente en tratamiento con losartán, atorvastatina, gabapentina y amlodipino. Refiere aumento de peso en los últimos meses.\n\nExamen físico: Paciente consciente y orientado, con IMC elevado. Tensión arterial de 140/90 mmHg. Frecuencia cardíaca de 88 lpm, ritmo regular. Saturación de oxígeno al 97% en aire mbiente. Auscultación cardíaca y pulmonar sin hallazgos patológicos. Extremidades sin edemas.\n\nImpresión diagnóstica: Descompensación leve de asma posiblemente vinculada l incremento ponderal y ansiedad. No signos de insuficiencia cardíaca ni crisis hipertensiva aguda.\n\nPlan: Ajuste del plan de manejo del asma, incluyendo reevaluación de medicación broncodilatadora y sugerencias para reducción de peso. Control de TA y glucemias en el hogar. Seguimiento con psicología por ansiedad. Se sugiere control en 4 semanas o antes si los síntomas persisten o empeoran."}
{"DNI": "86378577", "nombre_paciente": "Lucía García", "edad": 78, "sexo": "female", "fecha": "26/02/2025", "hospital": "Hospital San Martín", "domicilio": "Calle Sarmiento 54, Paraná", "tabaco": false, "grupo_sanguineo": "B-", "ocupacion": "estudiante", "antecedentes": ["hipertensión arterial", "asma", "gota", "ACV"], "medicacion": ["losartán", "aspirina", "metoprolol", "amlodipino"], "codigo_cie10": ["I10", "J45", "M10", "I63"], "servicio": "cirugía general", "diagnostico": "ACV", "doc_type": "visit", "evolucion": "Lucía García, 79 años, consulta por control de HTA y seguimiento post-ACV.. Refiere mareos ocasionales y dificultad para mantener el equilibrio, sin caídas recientes. No refiere disnea, palpitaciones ni dolor torácico. Niega tabaquismo. Vive sola y cuenta con buen apoyo familiar para actividades diarias. En sus antecedetes personales, se destaca asma bien controlada y gota. Actualmente en tratamiento con losartán, aspirina, metoprolol y amlodipino, con adherencia adecuada. No refier alergias.\n\nAl examen físico, TA: 145/85 mmHg, FC: 76 lpm, regular. Murmullo vesicular conservado, sin rales. Ruidos cardíacos rítmicos, sin soploss. Abdomen blando y depresible, sin masas ni signos de dolor. Extremidades sin edemas. Marcha estable, aunque algo lenta. Neurológicamente orientaada en tiempo y espacio, sin déficits focales.\n\nImpresión diagnóstica: HTA parcialmente controlada, mareos a evaluar probablemente secundarios a medicación. Plan: ajustar dosis de amlodipino, control en 1 mes. Derivar a neurología para evaluacin de mareos persistentes. Recomendar caminatas cortas y supervisadas para mejorar estabilidad y confianza."}
{"DNI": "19039158", "nombre_paciente": "Franco Acosta", "edad": 58, "sexo": "male", "fecha": "02/03/2023", "hospital": "Hospital San Martín", "domicilio": "Avenida de Mayo 86, Resistencia", "tabaco": false, "grupo_sanguineo": "AB-", "ocupacion": "programador", "antecedentes": ["insuficiencia cardíaca"], "medicacion": ["gabapentina", "aspirina", "hidroclorotiazida", "warfarina", "ramipril"], "codigo_cie10": ["I50"], "servicio": "cardiología", "diagnostico": "insuficiencia cardíaca", "doc_type": "visit", "evolucion": "Motivo de consulta: Franco Acosta, de 61 años, se presenta en consultorio por controles de rutina. Refiere sensación de atiga creciente en las últimas semanas. No presenta dolor torácico, palpitaciones ni disnea paroxística nocturna. Niega cambios en su medicación habitual. El paciente esttá medicado con gabapentina, aspirina, hidroclorotiazida, warfarina, ramipril y omeprazol.\n\nExamen físico: A la auscultación cardíaca, se observa ritmo regular con soplo sistólico leve en foco mitral. No se detectan sibilancias ni estertores pulmonares. Abdomen blando, no doloroso, sin hepatomegalia ni esplenomegalia. Extremidades con pulsos periféricos presentes, sin edemas.\n\nImpresión diagnóstica: El cuadro clínico es compatible con un posible deterioro de la IC. No se evidencian signos de descompensación aguda. \n\nPlan: Se solicita analítica de control con perfil renal, electrolitos, y función hepática. Se recomienda continuar con la medicación actual, vigilando el INNR por la warfarina. Se sugiere incrementar actividad física basada en tolerancia y seguir control periódico en cardiología."}
{"DNI": "70056916", "nombre_paciente": "Tomás Acosta", "edad": 17, "sexo": "male", "fecha": "27/12/2024", "hospital": "Hospital San Martín", "domicilio": "Calle San Martín 113, San Juan", "tabaco": true, "grupo_sanguineo": "B-", "ocupacion": "colectivero", "antecedentes": ["fibrilación auricular", "hipertensión arterial", "artritis"], "medicacion": ["levotiroxina", "atorvastatina"], "codigo_cie10": ["I48", "I10", "M19"], "servicio": "urología", "diagnostico": "artritis", "doc_type": "visit", "evolucion": "Paciente Tomás Acosta, 18 años, sexo masculino, consulta por episodios de palpitaciones y mareos ocasionales. Refiere antecedentes de FA y HTA, además de artritis. Estáá medicado con levotiroxina y atorvastatina. En el interrogatorio, niega tabaquismo, no es fumador. No presenta alergias conocidas. Vive con sus padres, estudiante universitario.\n\nExamen físico: PA 130/80 mmHg, FC 100 lpm, regular. Ruidos cardíacos arrítmicos. No se observan edemas periféricos, y la auscultación pulmonar es normal. Peso y talla adecuados para su edad. ECG en consultorio muestra FA con respuesta ventricular controlada.\n\nImpresión diagnóstica: episodios de FA paroxística en contexto de HTA. Plan: se ajusta tratamiento anticoagulante considerando el riesgo tromboembólico. Se sugiere control en cardiología para evaluación del manejo antiarrítmico. Se recomienda también continuar con control de la PA y seguimiento regular por reumatología debido a su artritis."}
{"DNI": "66308842", "nombre_paciente": "Rodrigo Ruiz Cabrera", "edad": 43, "sexo": "male", "fecha": "01/02/2025", "hospital": "Hospital San Martín", "domicilio": "Calle San Martín 32, San Luis", "tabaco": false, "grupo_sanguineo": "O+", "ocupacion": "albañil", "antecedentes": [], "medicacion": ["atorvastatina", "gabapentina", "losartán", "simvastatina", "ramipril"], "codigo_cie10": [], "servicio": "traumatología", "diagnostico": "sin diagnóstico", "doc_type": "visit", "evolucion": "Motiivo de consulta: Rodrigo Ruiz Cabrera, 44 años, consulta por cefaleas persistentes en región frontal, de intensidad moderada, sin aura ni vómitos. Refiere que el dolor empeora con la actividad física y mejora en reposo. No asocia otros síntomas neurológicos.\n\nExamen físico: PA: 140/90 mmHg. FC: 76 lpm, regular. Buen estado general, sin signos de distress. Neurológicamente sin focalidad, pupilas isocóricas y reactivas. Resto del examen físico sin alteraciones.\n\nImpresión diagnóstica: Cefalea tensional. HTA controlada bajo medicación.\n\nPlan: Continuar con atorvastatina, gabapentina, losartán, simvastatina y ramipril según esquema actual. Se indica paracetamol 500mg c/8h p.r.n. cefalea. Control de PA domiciliario. Se sugiere realizar actividad física de bajo impacto y técnicas de relaación. Solicitar TC de cráneo si los síntomas persisten o emmpeoran. Control en 4 semanas."}
{"DNI": "49559574", "nombre_paciente": "Ezequiel Álvarez Ojeda", "edad": 79, "sexo": "male", "fecha": "28/09/2023", "hospital": "Hospital San Martín", "domicilio": "Calle Belgrano 76, Tucumán", "tabaco": false, "grupo_sanguineo": "O-", "ocupacion": "abogado", "antecedentes": ["dislipidemia", "ACV"], "medicacion": ["atorvastatina", "gabapentina", "insulina"], "codigo_cie10": ["E87", "I63"], "servicio": "terapia intensiva", "diagnostico": "dislipidemia", "doc_type": "visit", "evolucion": "Paciente Ezequuiel Álvarez Ojeda, masculino de 82 añños, concurre a consulta ambulatoria. Motivo de consulta: mareos ocasionales desde hace aprox. 2 semanas. Antecedentes de dislipidemia y ACV. Medicación actual: atorvastatina, gabapentina e insulina. No refiere tabaquismo ni alergias conocidas. Vive con su esposa, quien lo acompaña en la consulta.\n\nExamen físico: TA 135/85 mmHg, FC 78 lpm, afebril. En general, orientado en tiempo y espacio, sin signos de focalización neurológica en este momento. Auscultación cardíaca: rítmica, sin soplos. Auscultación pulmonar: murmullo vesicular presente, sin ruidos agregdos. No edemas en miembros inferiores.\n\nImpresión diagnóstica: mareos posiblemente secundaios a cambios posturales. Se descarta, por el moomento, alteraciones de origen neurológico agudo. See sugiere control de glicemias y revisión de medicación actual.\n\nPlan: solicitar análisis de laboratorio con control dee perfil lipídico y glicemias. Se recomienda monittoreo domiciliario de TA y continuar con medicación habitual. Reevalución en 2 semanas o antes si aparecen nuevos síntomas."}
{"DNI": "76621574", "nombre_paciente": "Leandro López", "edad": 26, "sexo": "male", "fecha": "05/10/2024", "hospital": "Hospital San Martín", "domicilio": "Avenida Córdoba 43, Rosario", "tabaco": false, "grupo_sanguineo": "AB-", "ocupacion": "jubilado", "antecedentes": ["enfermedad coronaria"], "medicacion": ["simvastatina", "clopidogrel", "paroxetina"], "codigo_cie10": ["I25"], "servicio": "gastroenterología", "diagnostico": "enfermedad coronaria", "doc_type": "visit", "evolucion": "Paciente: Leandro López, masculino de 27 años, consulta en forma ambulatoria por seguimiento de enfermedad coronaria. No refiere sínomas actuales, niega dolor torácico, disnea o palpitaciones. Estado civil: soltero. Niega alergias conocidas. Antecedentes personales de enfermedad coronaria; en tratamiento con simvastatina, clopidogrel y paroxetina. No fuma, niega consumo de alcohol o drogas.\n\nExamen físico: PA: 120/80 mmHg, FC: 70 lpm, peso: 78 kg, talla: 1.80 m. Ritmo cardíaco regular, sin soplos. Auscultación pulmonar sin ruidos agregados. Abdomen blando y depresible, sin hepatomegalia. Extremidades sin edemas. Neurológicamente lúcido y orientado en tiempo y espacio.\n\nImpresión diagnóstica: Enfermedad coronaria estable. Plan: continuar con medicación actual. Se solicita control de laboratorio de perfil lipídico y función hepática. Próximo control en 3 meses. Se refuerza recomendación de dieta hipograsa y actividad física regular."}
