{"DNI": "70228535", "nombre_paciente": "Mateo Torres", "edad": 9, "sexo": "male", "fecha": "24/04/2024", "hospital": "Hospital San Martín", "domicilio": "Avenida Corrientes 94, Rosario", "tabaco": false, "grupo_sanguineo": "B+", "ocupacion": "enfermero", "antecedentes": ["obesidad", "hipertensión arterial"], "medicacion": ["hidroclorotiazida"], "codigo_cie10": ["E66", "I10"], "derivacion_servicio": "neumonología", "motivo_derivacion": "obesidad", "prioridad": "no urgente", "doc_type": "referral", "evolucion": "Mateo Torres, de 11 a ños, masculino, es derivado para evaluación especializada debidoa antecedentes de obesidad e HTA. Actualmente se encuentra bajo tratamiento con hidroclorotiazida. No re fiere tabaquismo ni alergias conocidas. \n\nEl motivo de la interconsulta es la necesidad de un mahejo mu1tidisciplinario dada la persistencia de cifras tensionales elevadas a pcsar del tratamiento. Se requiere evaluar posibles complicaeiones asociadas y optimizar e1 abordaje terapéutico. La situación no reviste urgencia inmediata, pero se s ugiere una evaluación proxima para evitar progresión de comorbilidades."}
{"DNI": "35158366", "nombre_paciente": "Facuhclo Acosta", "edad": 47, "sexo": "male", "fecha": "28/08/2025", "hospital": "Hospital San Martín", "domicilio": "Avenida Corrientes 32, Formosa", "tabaco": true, "grupo_sanguineo": "A+", "ocupacion": "chef", "antecedentes": ["esteatosis hepática"], "medicacion": ["ramipril", "losartán", "paroxetina", "vvarfarina", "metoprolol", "simvastatina"], "codigo_cie10": ["K76"], "derivacion_servicio": "neumonología", "motivo_derivacion": "esteatosis hepática", "prioridad": "normal", "doc_type": "referral", "evolucion": "Paciente Facundo Acosta, masculino de 48 años, con antecedentes de esteatosis hepática. Actualmcnte en tratamiento con ramipril, losartán, paroxetina, warfarina, metoprolo1 y simvastatina. Tabaquista activo. Se deriva para evaluación nepatológica debido a la persistencia de alteraciones eh las pruebas de funeión hepática, asociada a cuadro de astenia y malestar general en el último mes.La esteatosis hepática p odría estarevo lucionando, yse bvsca descartar progresión a una esteatohepatitis o fibrosissignificativa. No refiere cambios recientes en la medicación ni episodi os de sangrados, aunque destaca un aumento cn la tensión arterialen las últimas semahas, a pesar del esquema an tihipertensivo.\n\nLa derivación no prescnta carácter de urgencia, pero s e solicita evaluación en el próximo mes para ajustar el mahejo terapéutico y prevenir complicaciones. Facundo vive eon sv pareja y no refiere alergias conocidas. Se agradece pronta respuesta."}
{"DNI": "36944441", "nombre_paciente": "Juan García", "edad": 80, "sexo": "male", "fecha": "08/06/2025", "hospital": "Hospital San Martín", "domicilio": "Avenida Corrientes 66, Resistencia", "tabaco": false, "grupo_sanguineo": "O-", "ocupacion": "albañil", "antecedentes": ["enfermedad coronaria"], "medicacion": [], "codigo_cie10": ["I25"], "derivacion_servicio": "nefrología", "motivo_derivacion": "enfermedad coronaria", "prioridad": "urgente", "doc_type": "referral", "evolucion": "Paciente Juan García, mascvlino, de 80 año s de edad, co n antecedente de enfermedad coronaria, se deriva para evaluación eardiológica. Actualmente no presenta medica ción habitual y niegatabaquismo. No reficre antecedehtes de HTA, D BT, EPOC o IRC. No se reporta n antecedente s de alcrgias conocidas.\n\nEl motivo de lainterconsulta es para valorar posible necesidad de ajuste terapéutico dado cl antecedente coronarioy la edad avanzada. Se observa quc ha presentado episodios de disnea levc en lasúltimas semanas, aunque no ha tenido dolor torácico ni sighos evidentes de IC. Se solicita cooperación para determinar si es necesariala im plementaeión de mcdicación o alguna intervención e specífica. Urgencia de 1a interconsulta: moderada.\n\nAgradecemos la evaluación para descartar complicaciones y determinar manejo adecuado. Se adjuntan estudios p revios que no mostraron alteraciones significativas en el último año."}
{"DNI": "60177213", "nombre_paciente": "Milagros Flores", "edad": 67, "sexo": "female", "fecha": "13/11/2024", "hospital": "Hospital San Martín", "domicilio": "Avenida de Mayo 55, Neuquén", "tabaco": false, "grupo_sanguineo": "A+", "ocupacion": "abogado", "antecedentes": [], "medicacion": [], "codigo_cie10": [], "derivacion_servicio": "gastroenterología", "motivo_derivacion": "evaluación", "prioridad": "no urgente", "doc_type": "referral", "evolucion": "Paciente Milagros Flores,femenina, 68 años, se pres enta a nuestra atención sin antecedentes patológicos de relevancia y sin medicación habitual. No refiere tabaquismo ni eohsumo de alcohol. Estado civil: viuda. No se conocen alergias medicamentosas.\n\nMotivo dc derivación: Milagros consvlta por episodios de disnea y palpitaciones de reciente apar ición, que han ihcrementado en frecu encia e intensidad durant e las últimas semanas. Se sugiere valoración por cardiólogo para descartar FA o IC, considerando la edad y la sintomatología. Se ha realizado un ECG previo que muestra arritmia sinusal, pero se requiere evaluación más detallada.\n\nDada la progresión de los síntomas y el impacto en su calidad de vida, se cohsidera la derivación con carácter de ur gencia relativa. Se recomie nda la realziación de estudios complementarios, incluyendo ecocardiograma y monitoreo Holter de 24 horas, para un diagnóstico preciso y tratamien to adecuado."}
{"DNI": "29941004", "nombre_paciente": "Martina Pérez Gutiérrez", "edad": 32, "sexo": "female", "fecha": "29/01/2024", "hospital": "Hospital San Martín", "domicilio": "Calle Belgrano 11, Córdoba", "tabaco": true, "grupo_sanguineo": "A-", "ocupacion": "empleado público", "antecedentes": ["esteatosis hepática", "hipertensión arterial", "osteoporosis", "diabetes tipo 2", "fibrilación auricular"], "medicacion": ["gabapentina", "alendronato", "levotiroxina", "omeprazol"], "codigo_cie10": ["K76", "I10", "M81", "E11", "I48"], "derivacion_servicio": "heumonología", "motivo_derivacion": "fibrilación auricular", "prioridad": "urgente", "doc_type": "referral", "evolucion": "Paciente Martina Pérez Gutiérrez, de 34 años, sexo femenino, con antecedentesde esteatosis hepática, HTA, osteoporosis, DBT tipo 2 y FA. Actualmentc en tratamiento con gabapentina, alendronato, levotiroxina y omcprazol. Fumadora activa. \n\nMotivo dc clerivación: Se solieita evaluación por cardiología para manejo de FA. Presenta episodios rccientes de palpitaciones y disnea leve asociada al esfuerzo físico. No se reportan antececlentes familiares de relcvancia, ni alergias conocidas. Estadocivil: soltera. \n\nLa derivación tiene carácter de urgeneia moderada dado el riesgo cardiovascular aumentadoporsus comorbilidades, especialment e considerando la combi nación deHTA y DBT. Se busca optimización del tratamiento a fin de controlar la sintomato1ogía y reducir riesgos cle IC o eventostromboembóhcos."}
{"DNI": "14736572", "nombre_paciente": "Ezequiel Herrera Rojas", "edad": 46, "sexo": "male", "fecha": "28/01/2024", "hospital": "Hospital San Martín", "domicilio": "Calle San Martín 41, San Juan", "tabaco": true, "grupo_sanguineo": "A-", "ocupacion": "docente", "antecedentes": ["gota", "osteoporosis", "depresión", "EPOC", "esteatosis hepática"], "medicacion": ["clopidogrel", "metoprolol", "simvastatina", "paroxetina", "aspirina"], "codigo_cie10": ["M10", "M81", "F32", "J44", "K76"], "derivacion_servicio": "neurología", "motivo_derivacion": "osteoporosis", "prioridad": "no urgente", "doc_type": "referral", "evolucion": "Paci ente Ezequiel Herrera Rojas, masculino, de 48 años, con anteccdehtes de gota, ostcoporo sis, depresión, EP0C y esteatosis hepática. Actualmente en tratamiento con c1opidogrel, metoprolol, simvastatina, paroxetina y aspirina. Es importante destacar que el pacientees fumador activo, lo cval podría agravar su condición respiratoria y cardiovascular.\n\nSe deriva para evaluación y manejo de la EPOCque na pres enta do unempeoramientoen 1as ú1timas semanas, con aumento en la frecue ncia de las exacerbaciones y mayor disnea al esfuerzo leve. Tambiéh se solicita valoración del control desu esteatosis hepátic a, considerando el uso crónico de medicación que puede afectar la fvnción hepática. Se prioriza una consulta no urgente, sin embargo, es necesario ajustar el tratamiento farmacológico para evitar complicaciones mayores. Además, se sugie re intervención en tabaquismo y evaluación de su salud mental, dado el antccedente de depresión."}
{"DNI": "63326160", "nombre_paciente": "Macarena Benítez", "edad": 80, "sexo": "female", "fecha": "17/01/2023", "hospital": "Hospital San Martín", "domicilio": "Avenida Corrientes 77, Córdoba", "tabaco": false, "grupo_sanguineo": "AB-", "ocupacion": "programador", "antecedentes": [], "medicacion": ["omeprazol", "simvastatina"], "codigo_cie10": [], "derivacion_servicio": "urología", "motivo_derivacion": "evaluación", "prioridad": "urgente", "doc_type": "referral", "evolucion": "Paciente Macarena Benítez, femenina de 83 anos, sin antecedentes patológicos de relevancia. No presenta histona de HTA, DBT, EPOC, IAM, IC, FA ni IRC. Medicación actual incluye omcprazol y simvastatina. No es tabaquista. No se reportan al ergias conocidas. Vive sola, pero c on buen soporte familiar.\n\nSe deriva a cardiología para evaluación más detallada debido a episodios recientes  de palpitaciones y mareos, sin sincope. Secons idera prudente descartar posible FA o alteraciones cardiovasculares subyacentes. No se observa urgencia inmediata, pero se su giere consulta prioritaria para evitar complicaciones potenciales daclas lascaracterísticas clínicas de la paciente."}
{"DNI": "94038359", "nombre_paciente": "Lucas Medina Gutiérrez", "edad": 20, "sexo": "male", "fecha": "07/08/2023", "hospital": "Hospital San Martín", "domicilio": "Avenida Indcpendencia 41, Resistencia", "tabaco": false, "grupo_sanguineo": "AB+", "ocupacion": "estudiante", "antecedentes": ["diabetes tipo 2", "gota", "artritis"], "medicacion": ["diclofenaco", "aspirina"], "codigo_cie10": ["E11", "M10", "M19"], "derivacion_servicio": "cirugía general", "motivo_derivacion": "diabetes tipo 2", "prioridad": "no urgente", "doc_type": "referral", "evolucion": "Lucas Medina Gutiérrez, paeiente de 22 años, masculino, con antecedente s de DBT ti po 2, gota y artritis, se presenta para  interconsvlta. Actualmente, se encuentra en tto con diclofenaco y aspirina. Niega ser fumador.\n\nSe deriva para evaluacióh debido a episodios recurrentes dedolor articular agudo y limitación funcional, presumiblemente asociado a las patologías pre-existentes.No refiere alergias conocidas. Se recomicnda valoración urgen tc para ajuste de tto y manejo del d olor, considerando los antecedentes de DBT y la medicación actual.  \n\nEs de destacar que el paciente niega antecedentes famihares deHTA o EPOC, y su estado civil es soltero."}
{"DNI": "74967676", "nombre_paciente": "Pilar Herrera", "edad": 39, "sexo": "fema1e", "fecha": "18/02/2025", "hospital": "Hospital San Martín", "domicilio": "Calle Sarmiento 100, Santa Fe", "tabaco": false, "grupo_sanguineo": "B-", "ocupacion": "policía", "antecedentes": ["esteatosis hepática", "fibrilación auricular", "insuficiencia renal crónica"], "medicacion": ["gabapcntina", "ibuprofeno", "simvastatina", "metoprolol", "diclofenaco"], "codigo_cie10": ["K76", "I48", "N18"], "derivacion_servicio": "traumatología", "motivo_derivacion": "insuficiencia renal crónica", "prioridad": "normal", "doc_type": "referral", "evolucion": "Paciente: Pilar Herrera, femenina, 40 años. Antecedentes de esteatosis hepáti ca, FA y IRC. Actualmente medicada con gabapentina, ibuprofeno, simvastatina, metoprolol y diclofenaco. Niega tabaquismo. No se registran antecedehtcs de HTA o D8T. Sin antccedentes alérgicos conocidos.\n\nMotivo de derivación: Se sohcita interconsulta para evaluación integral y ajustede tratamiento debido a dcscompensación reciente de IRC, con elevación decreatinina y síntomas asociados como fatiga y edemas periféricos. Se observa dificultacl en el control de la FA, posiblemente exacerbada por la función renal comprometida. Urgencia moderada, sin necesiclad de atención emergente pero con recomendación de evaluacion pronta para evitar progresión de complicaciones.\n\nConsiderar evaluación nefrológica para ajuste de medicación y posiblc necesidad de modificaciones eh e1  ré gimen farrnacológico actual, prestando especial atencióna los AINEs en contexto de IRC. Se agradece pronta respuesta."}
{"DNI": "25509175", "nombre_paciente": "Milagros Sánchez", "edad": 35, "sexo": "female", "fecha": "30/04/2024", "hospital": "Hospital San Martín", "domicilio": "Avenida Libertador 89, Salta", "tabaco": false, "grupo_sanguineo": "A-", "ocupacion": "programador", "antecedentes": [], "medicacion": ["atorvastatina"], "codigo_cie10": [], "derivacion_servicio": "cirugía general", "motivo_derivacion": "evaluación", "prioridad": "no urgente", "doc_type": "referral", "evolucion": "Paciehte Milagros Sanchez, femenina de 37 añ os, sin antecedentes patológicos de relevancia. Actualmente cn tratamiento conatorvastatina. Se consulta por  dcrivación para ev aluación eardiológica debido a episodios recientes dcpalpitaciones y disnea leve. No presenta ante cedente de HTA, DBT, FA u otras patol ogías eardiovasculares conocidas. Niega hábi to tabáquico y refiere buena adherencia al trata miento con estatinas.\n\nSe recomienda interconsulta con carcliología para valoración de síntomas yposible realización de estudios complementarios, como ECG o ecocardiograma, según criterio mé dico. No se  consideran lossíntomas de urgencia inmediata, pero conviene programar la evaluación en el corto plazo para descartar pato1ogías sub yacentes y ajustar tratamiento si fuese necesario. Sin alergias conocidas, casada y con dos hijos, r efiere estar bajo situaciones de estres laboral reciente."}
{"DNI": "23213276", "nombre_paciente": "Romina González", "edad": 23, "sexo": "female", "fecha": "11/09/2023", "hospital": "Hospital San Martín", "domicilio": "Calle Lavalle 55, Rosario", "tabaco": false, "grupo_sanguineo": "B+", "ocupacion": "médico", "antecedentes": ["ACV", "insuficiencia renal crónica", "fibrilación auricular", "dislipidemia", "enfermedad coronaria"], "medicacion": ["levotiroxina", "metformina", "paroxetina", "hidroclorotiazida"], "codigo_cie10": ["I63", "N18", "I48", "E78", "I25"], "derivacion_servicio": "neumonología", "motivo_derivacion": "insuficiencia renal crónica", "prioridad": "urgente", "doc_type": "referral", "evolucion": "Paciente Romina González, femenina de 26 años, con ahtecedcntes de ACV, IRC, FA, dislipidemia y enfermedad coronaria. Actualmente en tratamiento con levotiroxina, metformina, paroxetina e hidroclorotiazida. No fvma.\n\nSe deriva para evaluación y tratamiento debido ala reciehte exacerbación de sintomatología asociada a su FA, incluyendo episodios de palpitaciones ymareos frecuentes que han impactado cn su calidad de vid a diaria. Además, se requiere reeu aluación del manejo de la IRC y ajuste terapéutico si fucra necesario. No refierealergias conoeidas.\n\nLa urgencia de la interconsulta es moderada dada la estabilidad hemoclinámica actual de 1a pacien te, sin embargo, se sugiere evaluación pronto para evitar complicacioncs mayores. Romina viue sola y cuenta con apoyo familiar limitado, lo que p od ría inf luir en el seguirniento del tratamiento."}
{"DNI": "28328859", "nombre_paciente": "Ce1este Medina", "edad": 56, "sexo": "female", "fecha": "20/08/2023", "hospital": "Hospital San Martín", "domicilio": "Calle Florida 31, Rosario", "tabaco": false, "grupo_sanguineo": "B+", "ocupacion": "ingeniero", "antecedentes": ["hipertensión arterial", "EPOC", "artritis", "osteoporosis"], "medicacion": ["simvastatina"], "codigo_cie10": ["I01", "J44", "M19", "M81"], "derivacion_servicio": "cardiología", "motivo_derivacion": "hipertensión arterial", "prioridad": "normal", "doc_type": "referral", "evolucion": "Paciente femenina de 58 años,Celeste Medina, con antecedehtes de HTA, EPOC, artriti s y osteoporosis, es derivada para evaluación y tratamiento. Actualmente bajo medicación con simvastatina. No refier e hábito tabáquico. Se prese nta en consulta por exacerbación de síntomas re spiratorios, con disnea progresiva y a umento de la to s en las últimas dos semanas. No se registran alergias conociclas.\n\nSe solicita interconsulta con neurnonología para valorar ajuste en el mancjo del EPOC, dada la persistencia dc síntomasa pesar del tratamiento actual. Además, se recomienda considerar la revisión de la medicación concomitante y su posible interacción con la simvastatina. La derivación tiene cará cter de relativa urgencia debido al impacto en la calidad de vida y 1as limitaciones funcionales reportadas por la paciente."}
{"DNI": "24090631", "nombre_paciente": "Celeste Rodríguez Sosa", "edad": 59, "sexo": "female", "fecha": "29/04/2024", "hospital": "Hospital San Martín", "domicilio": "Cal1e Rivadavia 106, Tucumán", "tabaco": true, "grupo_sanguineo": "B+", "ocupacion": "comerciante", "antecedentes": ["fibrilación auricu1ar", "enfermedad coronaria", "obesidad", "esteatosis hepática", "asma"], "medicacion": ["hidroclorotiazida", "ramipril", "diclofenaco", "am1odipino", "simvastatina", "gabapentina"], "codigo_cie10": ["148", "I25", "E66", "K76", "J45"], "derivacion_servicio": "terapia intensiva", "motivo_derivacion": "fibrilación auricvlar", "prioridad": "urgente", "doc_type": "referral", "evolucion": "Paciente: Celeste Rodríguez Sosa, femenina, 60años. Antecedentes de FA, enfermedad cor onaria, obesidad, esteatosis hepática y asma. Actualmente en tratamiento con hidroclorotiazida, ramipril, diclofenaco, amlodipino, simvastatina y gabapentina. La paciente refierc t abaquismo activo. Sin antecedehtes de alergias medicamentosas conocidas. Motivo de denvación : evaluación por cardiólogo debido a episodios recicntes de palpitaciones intensas y disnea que han aumentado eh frecuencia. Se solicita v aloración para ajuste de tratamiento y cleseartar posiblcs complicaciones asociadas a su FA y enfermedad coronaria.\n\nLa evaluación es de carácter urgente dado el riesgo potencial de descompensación cardia ea. Se adjuntan resultados recientes delaboratorio que muestran perfil lipídico alterado y elevación de transarninasas, posiblemente asociado a esteatosis hepática. Sin anteced entes de IAM document ados , pero la paciente refiere dolor torácico ocasional. Es tado eivil: casada, vive con esposo, dos hijos adultos que viven fuera del hogar."}
{"DNI": "82201917", "nombre_paciente": "Pilar Ferhández", "edad": 56, "sexo": "female", "fecha": "01/09/2023", "hospital": "Hospital San Martín", "domicilio": "Avenida Corrientes 30, Buenos Aires", "tabaco": false, "grupo_sanguineo": "A+", "ocupacion": "policía", "antecedentes": ["ACV", "depresión", "dislipidemia", "obesidad", "hipertensión arterial"], "medicacion": ["insulina", "diclofenaco", "clopidogrel", "simvastatina"], "codigo_cie10": ["I63", "F32", "E78", "E66", "I10"], "derivacion_servicio": "guardia", "motivo_derivacion": "depresión", "prioridad": "urgente", "doc_type": "referral", "evolucion": "Paciente femenina d e 58 año s, Pilar Fernández, con antecedentes de ACV, depresión,dislipidemia, obesidad y HTA. Actualmente en tratamiento con insul ina, diclofenaco, clopidogrel y simvastatina. No presenta antecedentes de tabaquismo. Motivo de derivación: rcevaluación neurológica debido a episodios recientes de mareos y cefaleas, posiblemente relacionados con el ACV previo. Se solicita una TC decráneo para descartar nuevas lesioncs isquémicas.\n\nSe destaca la necesidad de un control más estricto de sus factores de riesgo cardiovascular, considerahdo su hi storia de HTA y dislipiclemia. Además, se sugiere evaluación psiquiátrica, dado el antececlente de depresión que podría estar influyehdo en su cstado general. No se reportan alerg ias conocidas. Estado civil: casada. La situación no revisteurgencia inmediata, pero se recomicn da coordinar consulta en un plazo no m ayor a dos semanas."}
{"DNI": "70056916", "nombre_paciente": "Tomás Acosta", "edad": 15, "sexo": "male", "fecha": "18/07/2023", "hospital": "Hospital San Martín", "domicilio": "Calle San Martín 113, San Juan", "tabaco": true, "grupo_sanguineo": "B-", "ocupacion": "colectivero", "antecedentes": ["fibrilación auricular", "hipertensión arterial", "artritis"], "medicacion": ["levotiroxina", "atorvastatina"], "codigo_cie10": ["I48", "I10", "M19"], "derivacion_servicio": "cirugía general", "motivo_derivacion": "artritis", "prioridad": "no urgente", "doc_type": "referral", "evolucion": "Paciente: Tomás Acosta, masculino, de 18 anos, consu1ta derivado para evaluación cardiológica. Presenta antecedentes de FA e HTA, asi como artritis. Actualmente en tratamiento con leuoti roxina y atorvastatina. Refiere tabaquismo activo, aprox. 10 cigarrillo s/día. No refiere alergias conocidas. Vive con sus padres, estudiante universitario.\n\nMotivo de derivación: evaluación y manejo de FA en contexto de hipertensión no contro1ada. Episodios recientes de palpitaeiones y disnea leve, sin signos de 1CC. ECG muestra irregularidades compatibl es con FA, se solicita valoración de rie sgo trombocmbólico y ajvste terapeutico. El p acicnte refiere adhcrencia variable al tratamiento, requiere educación y seguimiento continuo.\n\nUrgencia: Se sugiere evaluación en las próximas dos semanas dada la persisteneia de síntornas y antecedentes familiares de enfermcdad cardiovascular. No se constatan signos de descompensación aguda, p cro sc recomiendamonitore de presión arterial y frecuencia cardíaca hasta la consulta."}
{"DNI": "76621574", "nombre_paciente": "Leandro López", "edad": 26, "sexo": "male", "fecha": "24/11/2024", "hospital": "Hospital San Martín", "domicilio": "Avenida Córdoba 43, Rosario", "tabaco": false, "grupo_sanguineo": "AB-", "ocupacion": "jubilado", "antecedentes": ["enfermedad coronaria"], "medicacion": ["simvastatina", "clopidogrel", "paroxetina"], "codigo_cie10": ["I25"], "derivacion_servicio": "endocrinología", "motivo_derivacion": "enfermedacl coronaria", "prioridad": "urgente", "doc_type": "referral", "evolucion": "El pa ciente, Leandro López, de 27 años, se presenta para evaluación cardiológica. Con antecedentes de enfermedad coronaria, actualmente  en tratamiento con simvastatina, clopidogrel y paroxetína. Niega antecedentes de HTA, DBT, y no pr esenta hábitostabáquicos . No refiere alergias con ocidas. Soltero, sin hijos. \n\nM otivo de derivación: S e solieit a evaluación por especialista en eardiología para control y ajuste de tratamiento actual, debido a episodios recientes de disnea leve sin desencadenante claro. No síntomas de alarma,  pero se considcra intervención oportuna para prevenir complicaciones futuras. Si n evidencia de IAM previo o FA. Urgencia moderada."}
