{"patient_id": "36244663", "patient_name": "Valentina Castro", "patient_age": 72, "gender": "female", "document_date": "2023-08-22", "facility_name": "Hospital del Plata", "patient_address": "Avenida Corrientes 110, San Juan", "smoking_status": false, "blood_type": "O+", "occupation": "policía", "conditions": ["enfermedad coronaria", "demencia", "anemia"], "medications": ["ramipril", "aspirina", "insulina", "metoprolol"], "icd10_code": ["I25", "F03", "D64"], "referred_to_department": "terapia intensiva", "referral_reason": "demencia", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Paciente Valentina Castro, femenina de 74 años, con antecedentes de enfermedad coronaria, demencia y anemia. Actualmente en tratamiento cn ramipril, aspirina, insulina y metoprolol. Niega antecedentes de tabaquismo. Se deriva para evaluación debido a n deterioro progreesivo del estado cognitivo y episodios de confusión aguda, que podrían estar relacionados con su patología de base o con los efectos secundarios de la medicación actual. La paciente también ha experimentado caídas recientes, lo que incrementa la preocupación por su seguridad personal y la necesidad de una valoración integral y ajustes terapéuticos si corresponde.\n\nEn las últtimas semanas, se observa aumento de la fatiga y palpitaciones intermitentes, lo cual requiere descartar posibles arritmias o alteraciones hemodinámicas. No se han registrado episodios de dolor torácico reciente ni disnea significativa, pero debido a su historia de enfermedad coronaria, la vigilancia estrecha es crucial. Se solicita una evaluación cardiológica completa, incluyendo electrocardiograma y ecocardiograma, para descartar descompensación cardíaca o nuevos evenos isquémicos.\n\nDado el cuadro clínico y la fragilidad de la paciente, la urgencia de la derivación es moderda. Se recomienda también considerar ajuste en el manejo de su DBT, teniendo en cuenta episodios hipoglucémicos recientes que podrían contribuir al deterioro cognitivo. Se sugiere una interconsulta con neurología para abordar los aspectos cognitivos y coordinar con el servicio de geriatría para evaluar su capacidad funciional y seguridad en el hogar."}
{"patient_id": "80345555", "patient_name": "Micaela Sánchez Bustos", "patient_age": 19, "gender": "female", "document_date": "2024-04-08", "facility_name": "Hospital del Plata", "patient_address": "Avenida Santa Fe 96, Tucumán", "smoking_status": false, "blood_type": "O+", "occupation": "chef", "conditions": ["artritis", "dislipidemia"], "medications": ["ibuprofeno", "atorvastatina", "simvastatina"], "icd10_code": ["M19", "E78"], "referred_to_department": "traumatología", "referral_reason": "artritis", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Paciente femenina de 21 añoos, Micaela Sánchez Bustos, es derivada para evaluación y tratamiento de su cuadro actual. Entre sus antecedentes personales se destaca artritis y dislipidemia, por lo que está en tratamiento con ibuprofeno, atorvastatina y simvastatina. No refiere antecedentes de tabaquismo. Consulta debido a exacerbación del dolor articular, particularmente n las articulaciones de las manos, las cuales presentan inflamación y limitación funcional significativa. No se observan signos de fiebre ni otros síntomas sistémicos en la anamnesis reciente.\n\nLa paciente menciona que el dolor ha incrementado en las últimas semanas, afectando sus actividades iarias y estudios universitarios. En cuanto a sus antecedentes familiares, no se reportan enfermedades reumatológicas o metabólicas. Se recomienda realizar una evauación reumatológica completa para ajustar el plan terapéutico y considerar otras opciones de tratamiento. La urgencia de la consulta es moderada dado que el control del dolor y la funcionalidad son prioritarios para mejorar su calidad e vida."}
{"patient_id": "26682744", "patient_name": "Aldana Díaz Ojeda", "patient_age": 69, "gender": "female", "document_date": "2023-12-03", "facility_name": "Hospital del Plata", "patient_address": "Avenida de Mayo 98, Tucumán", "smoking_status": false, "blood_type": "A+", "occupation": "trabajador rural", "conditions": ["diabetes tipo 2", "depresión", "insuficiencia renal crónica"], "medications": ["amlodipino", "losartán", "alendronato", "ramipril"], "icd10_code": ["E11", "F32", "N18"], "referred_to_department": "guardia", "referral_reason": "diabetes tipo 2", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Paciente Aldana Díaz Ojeda, femenina de 71 años, con antecedentes de DBT tipo 2, depresión e IRC. Se encuentra en tratamiento con amlodipino, losartán, alendronato y ramipril. No presenta antecedeentes de tabaquismo. En la anamnesis reciente, refere aumento en la fatiga y episodios ocasionales de mareos, sin llegar al síncope. Además, ha experimentado una pérdida de peso no intencionada de aproximadamente 3kg en el último mes. Vive sola, pero cuenta con apoyo familiar cercano.\n\nMotivo de derivación: Se solicita interconsulta para evaluación cardiológica debido a la sospecha de posible IC incipiente. En las últimas consultas,, se ha evidenciado un empeoramiento de la tensión arterial con episodios de hipertensión no controlada a pesar de la medicación y la apariición de edemas maleolares bilaterales. La paciente también refiere una ddisminución en la tolerancia al ejercicio y ha presentado episodios de disnea al subir escaleras. Se requiere evaluación urgente para ajustar el tratamiento farmacológico y descrtar complicaciones agudas relacionadas con su condición renal y cardíaca. \n\nRecomendaciones al alta: Se sugiere mantener un monitoreo estrecho de la función renal y ajusttar tratamiento según indicaciones del cardiólogo. Asimismo, se recomienda valoración psicológica para seguimiento de la depresión, considerando el impacto emocional que su estado físico puede estar generando."}
{"patient_id": "70228535", "patient_name": "Mateo Torres", "patient_age": 10, "gender": "male", "document_date": "2024-10-17", "facility_name": "Hospital del Plata", "patient_address": "Avenida Corrientes 94, Rosario", "smoking_status": false, "blood_type": "B+", "occupation": "enfermero", "conditions": ["obesidad", "hipertensión arterial"], "medications": ["hidroclorotiazida"], "icd10_code": ["E66", "I10"], "referred_to_department": "gastroenterología", "referral_reason": "hipertensión arterial", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Paciente Mateo Torres, masculino de 11 años, con antecedentes de obesidad y HTA. Actualmente en tratamiento con hidroclorotiazida. Niega tabaquismo. El motivo de derivación es a evaluación y tratamiento de su HTA en el contexto de su obesidad. Se ha notado un aumento reciente de peso, lo que podría estar contribuyendo a un control subóptimo de la presión arterial.\n\nDurante llas últimas consultas, se evidenció un aumento progresivo de la presión arterial, con registros en domicilio que en varias ocasiones superan los valores normales para su edad. o ha presentado síntomas asociados como cefaleas o vértigo, pero la madre refiere que ha estado algo más fatigado en actividades físicas habituales. No se evidencian alergias conocidas. Antecedente familiar de HTA en madre y abuelo materno.\n\nSolicitamos interconsulta con cardiología pediátric para una evaluación integral y ajuste terapéutico si es necesario. Quedamos a disposición para coordinar estudios complementarios o seguimiento. Se sugiere mantener la dieta hiposódica y control periódico del peso y TA en domicilio."}
{"patient_id": "35158366", "patient_name": "Facundo Acosta", "patient_age": 48, "gender": "male", "document_date": "2025-12-07", "facility_name": "Hospital del Plata", "patient_address": "Avenida Corrientes 32, Formosa", "smoking_status": true, "blood_type": "A+", "occupation": "chef", "conditions": ["esteatosis hepática"], "medications": ["ramipril", "losartán", "paroxetina", "warfarina", "metoprolol", "simvastatina"], "icd10_code": ["K76"], "referred_to_department": "neumonología", "referral_reason": "esteatosis hepática", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Paciente Facundo Acosta, varón de 48 aaños, con antecedentes d esteatosis hepática y tabaquismo activo, en tratamiento con ramipril, losartán, paroxetina, wwarfarina, metopolol y simvastatina. Consulta derivado para evaluación debido a la persistencia de síntomas compatibles con un posible deterioro hepático progresivo. En las últimas semanas, el paciente ha experimentado astenia y molestias en hipocondrio derecho, lo que sugiere la necesidad de una reevaluación exhaustiva de su condición hepática.\n\nEl paciente presenta HTA controlada con la medicación actual y no refiere antecedentes de DBT, EPOC o IC. No se registraron episodios recientes de FA o IAM. No se reportan alergias conocidas. Dado el uso de warfarina, se sugiere monitoreo estricto de INR para evitar complicaciones hemorrágicas. Se prioriza la realizaión de estudios complementarios, incluyendo pruebas de función hepática y eventualmente una TC abdominal para descartar complicaciones asociadas a su esteatosis. La urgencia de la interconsulta es moderada, considerando el cuaddro clínico del paciente y los riesgos potenciaales asociados a su condición hepática"}
{"patient_id": "36944441", "patient_name": "Juan García", "patient_age": 79, "gender": "male", "document_date": "2024-07-07", "facility_name": "Hospital del Plata", "patient_address": "Avenida Corrientes 66, Resistencia", "smoking_status": false, "blood_type": "O-", "occupation": "albañil", "conditions": ["enfermedad coronaria"], "medications": [], "icd10_code": ["I25"], "referred_to_department": "guardia", "referral_reason": "enfermedad coronaria", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Paciente Juan García, masculino de 80 años, con antecedentes de enfermedad coronaria y sin medicación habitual. No refiere tabaquismo actual o pasado. Durante la última consulta, el paciente presentó un episodio de dolor torácico oprssivo, acompañado de disnea leve, lo que motivó la derivación. El cuadro clínico es compatible con angina de pechoo inestable, por lo que se sugiere evaluación cardiológica urgente para descartar IAM. No refiere HTA, DBT, EPOC o antecedentes de FA. Anamnesis negativa para alergias conocidas.\n\nLa evolución del paciente desde el último control ha sido estable, sin eventos cardiovasculares previos a este episodio. Vive solo y cuenta con buen soporte familiar, lo que faciita la adherencia a eventuales tratamientos. Al momento del examen físico, se hallaron ruidos cardíacos regulares sin soplos, frecuencia cardíaca de 85 lpm, y TA de 130/85 mmHg. No se eviidencian signos de IC descompensada. Se recomienda la realización de un ECG y enzimas cardíacas para evaluación adicional, así como considerar un TC de tórax si persiste el dolor. Se sugiere riorizar su evaluaciión en el servicio de cardiología debido a la potencial urgencia del cuadro."}
{"patient_id": "60177213", "patient_name": "Milagros Flores", "patient_age": 66, "gender": "female", "document_date": "2023-04-03", "facility_name": "Hospital del Plata", "patient_address": "Avenida de Mayo 55, Neuquén", "smoking_status": false, "blood_type": "A+", "occupation": "abogado", "conditions": [], "medications": [], "icd10_code": [], "referred_to_department": "guardia", "referral_reason": "evaluación", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Paciente: Miilagros Flores, femenina, 68 años. Sin antecedentes patológicos de relevancia. No presenta medicación habitual y niega tabaquismo actual, aunque refiere haber sido fumadora durante 20 años antes del cese hace 15 años. Sin antecedentes de HTA, DBT, EPOC, IAM, IC, FA o IRC. Estado civil: viuda, vive sola y cuenta con buena red de apoyo familiar. Alergias no conocidas.\n\nSe deriva para evaluación cardiológica por presentar episodios de disnea de esfuerzo y palpitaciones frecuentes, con aparición hace aproximadamente tres semanas, aumentando progresivamente en frecuencia e intensidad. La paciente refiere que los episodios suelen acompañarse de mareo leves. No ha presentado síncope. Dada la edad y los síntomas, se sugiere evaluación urgente para descartar patología cardiovascular subyacente. Se recomienda realización de ECG, ecocardio y eventual Holter para monitoreo continuo.\n\nEn el resumen de la evaluación iniciaal, se considera relevante la historia de tabaquismo por su relación potencial con patología cardiovascular latente. Se solicita interconsulta con cardiología para determinar la necesidad de iniciar tratamiento farmacológico y posibles cambios en el estilo de vida. Al alta, se sugiere control y seguimiento periódico en este centro para monitoreo de la evolución clínica."}
{"patient_id": "57401521", "patient_name": "Santiago Gómez Paz", "patient_age": 39, "gender": "male", "document_date": "2023-01-15", "facility_name": "Hospital del Plata", "patient_address": "Avenida Libertador 1, La Plata", "smoking_status": false, "blood_type": "O-", "occupation": "comerciante", "conditions": ["ACV"], "medications": [], "icd10_code": ["I63"], "referred_to_department": "cirugía general", "referral_reason": "ACV", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Paciente: Santiago Gómez Paz, masculino, de 42 años de edad, sin medicaión habitual y sin antecedentes de tabaquismo. Se presenta para interconsulta tras haber sufrido un ACV previo. No se documentan antecedenttes de HTA, DBT, EPOC o FA, ni se reportan alergias conocidas. El paciente se encuentra en seguimiento ambulatorio con controles intermitentes, reportando episodios de cefalea y mareos en el último mes, sin crisis convulsivas asociadas. \n\nEl motivo de la derivación es la evaluación neurológica para determinar estabilidad clínica post-ACV y considerar ajustes terapéuticos preventivos. Se solicita estudio por imágenes complementario, idealmente una TC craneal, para descartar complicaciones subyacentes. El paciente está casado y cuenta con buen soporte familiar, lo cual favorece la adherencia terapéutica. \n\nSe sugiere coordinación con seervicio de neurlogía a la mayor brevedad posible, dado el riesgo de complicaciones recurrentes. Al alta, se recomienda mantener seguimiento cercano con controles trimestrales y ajuste de factores de riesgo según necesidad clínica."}
{"patient_id": "22105448", "patient_name": "Martina Suárez", "patient_age": 70, "gender": "female", "document_date": "2024-12-13", "facility_name": "Hospital del Plata", "patient_address": "Calle Florida 56, Paraná", "smoking_status": true, "blood_type": "AB-", "occupation": "médico", "conditions": ["fibrilación auricular", "insuficiencia cardíaca", "diabetes tipo 2", "hipertensión arterial", "esteatosis hepática"], "medications": ["atorvastatina", "levotiroxina", "insulina", "warfarina", "losartán"], "icd10_code": ["I48", "I50", "E11", "I10", "K67"], "referred_to_department": "nefrología", "referral_reason": "diabetes tipo 2", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Paciente femeina de 71 años, Martina Suárez, con antecedentes de FA, IC, DBT tipo 2, HTA y esteatosis hepática. Actualmente se encuentra bajo tratamiento con atorvastatina, levotiroxina, insulina, warfarina y losartán. Refiere antecedente de tabaquismo activo. Se presenta a consulta por descompensación de su cuadro de IC, manifestando disnea progresiva y edemas en miembros inferiores. En las últimas semanas ha experimentado episodios de palpitaciones frecuentes, que en ocasiones se acompañan de mareos leves.\n\nSe decide deriivar a la paciente para evaluacióón y ajuste de tratamiento, dada la complejidad de su cuadro clínico y la ncesidad de optimizar el manejo de su condición cardiaca y metabólica. Se cosidera importante la evaluación en el corto plazo debido al riesgo ccardiovascular elevado y la presencia de factores descompensantes, como el tabaquismo persistente. Además, se recomienda evaluación hepatológica para seguimiento de la esteatosis. No se reportan alergias cnocidas."}
{"patient_id": "42393469", "patient_name": "Tomás Ramírez", "patient_age": 10, "gender": "male", "document_date": "2024-03-12", "facility_name": "Hospital del Plata", "patient_address": "Avenida Libertador 43, Mar del Plata", "smoking_status": false, "blood_type": "AB+", "occupation": "farmacéutico", "conditions": ["obesidad"], "medications": [], "icd10_code": ["E66"], "referred_to_department": "endocrinología", "referral_reason": "obesidad", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "El paciente Tomás Ramírez, de 12 años de edad, sexo masculino, se presenta para interconsulta debido a un cuadro de obesidad que ha mostrado una evolución progresiva en los últimos años. No refiere antecedentes personales de enfermedades crónicas como HTA, DBT o dislipemias. Durante la anamnesis, se destaca el antecedente familiar de obesidad en ambos padrees. No se encuentra bajo medicación habitual alguna y niega haber recibido tratamiento previo específico para su condición. El paciente no fuma y sus hábitos alimenticios actuales sugieen un alto consumo de productos ultraprocesados y sedentarismo.\n\nEl motivo de la derivación es para evaluación y tratamiento integral de su obesidad, dada la importante repercusión que esta está teniendo sobre su bienestar físico y emocional. A pesar de no presentar comorbilidades asociadas en este momento, se considera esencial abordaar la problemática de manera temprana para prevenir futuras complicaciones metabólicas y cardiovasculares. La urgencia no es inediata, per se sugiere priorizar el seguimiento del caso para optimizar el pronóstico a largo plazo.\n\nSe recomienda la evaluación por un equipo multidisciplinario que incluya nutricionista, psicólogo y pediatra espeecializado en endocrinología. Al alta, se sugiere establecer un plan de intervención personalizado que incluya cambios en el estilo de vida, educación nuticional y seguimiento periódico para evaluar los avances y ajustar el tratamiento conforme a los objetivos plannteados."}
{"patient_id": "63326160", "patient_name": "Macarena Benítez", "patient_age": 81, "gender": "female", "document_date": "2023-10-01", "facility_name": "Hospital del Plata", "patient_address": "Avenida Corrientes 77, Córdoba", "smoking_status": false, "blood_type": "AB-", "occupation": "programador", "conditions": [], "medications": ["omeprazol", "simvastatina"], "icd10_code": [], "referred_to_department": "neumonología", "referral_reason": "evaluación", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Paciente femenina de 83 años, Macarrena Benítez, sin antecedentes patológicos de relevancia conocidos y en tratamiento crónico con omeprazol y simvastatina. No refiere hábito tabáquico. Se presenta para interonsulta por episodios recurrentes de cefalea intensa, acompañada de mareos y visión borrosa, que han incrementado en frecuencia y severidad en las últimas semanas. No se registran antecedentes de hipertensión arterial ni diabetes mellitus, y no hay historia de enfermedad vascular previa. No existen alergias conocidas.\n\nLa paciente vive sola y mantiene buena funcionalidad en las actividades diarias, sin embargo, estos episodios han comnzado a afectar su calidad de vida. Se solicita evaluación neurológica para descartar patología vascular cerebral o cualquier otra etiología subyacente. La urgencia de la evaluación es moderada, considerando el impacto de los síntomas en el bienestar de la paciente y la falta de respuesta a los tratamientos sintomáticos iniciales. Agradeceremos valoración completa y recomeendaciiones terapéuticas pertinentes."}
{"patient_id": "5054484", "patient_name": "Julieta Álvarez", "patient_age": 34, "gender": "female", "document_date": "2023-10-12", "facility_name": "Hospital del Plata", "patient_address": "Calle Belgrano 107, Posadas", "smoking_status": false, "blood_type": "B-", "occupation": "programador", "conditions": ["artritis"], "medications": ["paroxetina", "omeprazol", "losartán"], "icd10_code": ["M19"], "referred_to_department": "clínica médica", "referral_reason": "artritis", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Paciente femenina de 36 años, Julieta Álvarez, con antecedentes de artritis en tratamiento crónico con paroxetina 20 mg diarios, omeprazol 20 mg diarios y losartán 50 mg diarios. Niega tabaquismo. Sin aanteecedentes de HTA, DBT, EPOC, IAM ni IC. Se presenta para interconsulta debido a un incremento en la rigidez matutina y dolor articular que ha empeorado en los últimos meses, afectand su calidad de vida. No refiere alergias conocidas. Se encuentra casada, madre de dos hijos, y trabaja ccomo docente de primaria.\n\nLa evolución clínica ha mostrado un patrón de síntomas persistentes, principalmente en mnos y rodillas, a pesar del tratamiento actual. No se observan signos de compromiso sistémico ni manifestaciones extraarticulares. Se solicita evaluación reumatológica para considerar ajuste terapéutico y descartar exacerbación de la enfermedad de base o necesidad de terapia inmuunomoduladora. Se recomienda valoración prioritaria para optimizar mnejo y mejorar el proonóstico funcional de la paciente."}
{"patient_id": "79813739", "patient_name": "Candela Suárez", "patient_age": 18, "gender": "female", "document_date": "2023-04-23", "facility_name": "Hospital del Plata", "patient_address": "Calle San Martín 7, Santiago del Estero", "smoking_status": true, "blood_type": "A-", "occupation": "militar", "conditions": ["ACV", "dislipidemia", "esteatosis hepática", "EPOC", "enfermedad coronaria"], "medications": ["metformina", "amlodipino", "diclofenaco", "metoprolol", "aspirina"], "icd10_code": ["I63", "E78", "K76", "J44", "I25"], "referred_to_department": "cardiología", "referral_reason": "enfermedad coronaria", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Candela Suárez, paciente femenina de 21 años, se presenta paraa interconsulta debido a antecedentes médicos relevantes que incluyen un ACV previo, dislipidemia, esteatosis hepátca, EPOC y enfermedad coronaria. Actualmente, se encuentra bajo tratmiento con metformina, amlodipino, diclofenaco, metoprolol y aspirna. Cabe destacar su hábito tabáquico activo, lo cual podría estar afectando negativamente su condición pulmonar y cardiovascular. \n\nLa paciente ha experimentado episodios recientes de disnea y dolor torácico ocasional, sugiriendo la necesidad de una evaluación más exhaustiva para descartar posibles eventos isquémicos agudos. Se solicita la realización de estuudios complementarios, incluyendo un perfil lipídico actualizado y una prueba de esfuerzo, para evaluar su estado cardiovascular actual y ajustar el tratamiento si es necesario. Además, se recomienda el abordaje de cesación tabáquica y seguimiento cercano por nutrición, dado el diagnóstico de esteatosis hepática y el potencial impacto del tabaquismo en su salud general. \n\nUrgencia moderada dada la combinación de factores de riesgo; se ruega priorizar la evaluación en función del riesgo cardiovascular elevado prsente en esta paciente joven Se agradece la ronta aatención a esta interconsulta para evitar complicaciones futuras y optimizar el manejo interdisciplinario de la paciente."}
{"patient_id": "23213276", "patient_name": "Romina González", "patient_age": 24, "gender": "female", "document_date": "2024-07-12", "facility_name": "Hospital del Plata", "patient_address": "Calle Lavalle 55, Rosario", "smoking_status": false, "blood_type": "B+", "occupation": "médico", "conditions": ["ACV", "insuficiencia renal crónica", "fibrilación auricular", "dislipidemia", "enfermedad coronaria"], "medications": ["levotiroxina", "metformina", "paroxetina", "hidroclorotiazida"], "icd10_code": ["I63", "N18", "I48", "E78", "I52"], "referred_to_department": "terapia intensiva", "referral_reason": "fibrilación auricular", "urgency_level": "normal", "doc_type": "referral", "clinical_notes": "Romina Gonzalez, de 26 años, se presenta para interconsulta debido a un reciente episodio de ACV. La paciente tiene antecedentes de IRC, FA, dislipidemia y enfermedad coronaria. Actualmente está bajo tratamiento con levotiroxinaa, metformina, paroxetina y hidroclorotiazida. No fuma y no se evidencian alergias conocidas. Vive con su pareja y trabaja de manera administrativa en una oficina, lo cual ha aumentado su nivel de estrés últimamente.\n\nEn cuanto a la evolución del cuadro actual, Romiina refiere haber senntido un fuerte dolor de cabeza seguio de una dificultad para articular palabras y debilidad en el lado derecho del cuerpo, motivos por los cuales fue hospitalizada de urgencia. La TC de cráneo realizada evidenció cambios isquémicos compatibles con el ACV. Se ha mmantenido estable desde entonces, pero persisten algunas dificultades leves en el habla y la coordinación motora.\n\nPor lo tanto, se sugiere la derivación a neurología para una evaluación exhaustiva y la implementacióón de un plan de rehabilitación. Asimismo, se recomienda ajustar su tratamiento actual considerando el balance entre los factores de riesgo cardiovascular y los nuevos desafíos presentados por el ACV. Será fundamental el seguimiento estrecho de la IRC y los controles periódicos de sus niveles de colesterol y glucemia."}
{"patient_id": "10403355", "patient_name": "Florencia Ramírez", "patient_age": 0, "gender": "female", "document_date": "2024-05-07", "facility_name": "Hospital del Plata", "patient_address": "Calle Sarmiento 84, Rosario", "smoking_status": false, "blood_type": "B-", "occupation": "albañil", "conditions": ["depresión", "insuficiencia cardíaca", "esteatosis hepática"], "medications": ["aspirina", "gabapentina", "metformina", "insulina", "omeprazol", "amlodipino"], "icd10_code": ["F32", "I50", "K76"], "referred_to_department": "geriatría", "referral_reason": "insuficiencia cardíaca", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Florencia Ramírez, paciente de 22 años, concurre para una interconsulta debido a la necesidad de una evaluación cardiológica más exhaustiva en el contexto de su diagnóstico de IC. La paciente tiene antecedentes de depresión, esteatosis hepática y DBT tipo 2, actualmente en tratamiento con metformina e insulina. No refiere hábitos tabáquicos y niega alergias a medicamentos. Esta medicada además con aspirina, gabapentina, omeprazol y amlodipino. En la última consulta, se observó un aumento en los episodios de disnea y fatiga, lo que sugiere un potencial agravamiento de su condición cardiaca. \n\nDao el cuadro clínico y a aparición de síntomas nuevos, se conidera necesario realizar estudios complementarios, tales como ecocardiograma y pruebas de esfuerzo, para reevaluar la función cardiaca y ajustar el tratamiento farmacológico en caso de ser necsario. La urgencia de esta derivación responde al riesgo potencial de descompensación. Se recomienda seguimiento cerrcano por cardiología para optimizar el manejo de la IC y evaluar posibles intervenciones terapéuticas adicionales."}
{"patient_id": "82669750", "patient_name": "Lautaro López", "patient_age": 74, "gender": "male", "document_date": "2024-03-19", "facility_name": "Hospital del Plata", "patient_address": "Calle Rivadavia 14, La Plata", "smoking_status": true, "blood_type": "AB+", "occupation": "chef", "conditions": ["artritis", "fibrilación auricular", "depresión", "ACV"], "medications": ["omeprazol", "amlodipino"], "icd10_code": ["M19", "I48", "F32", "I63"], "referred_to_department": "nefrología", "referral_reason": "fibrilación auricular", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "El paciente Lautaro López, de 75 años, es derivado para evaluación y tratamiento por presentar episodios recurrentes de FA, asociado a antecedentes de artritis, depresión y un ACV isquémico hace 3 años. Actualmente se encuentra bajo tratamiento con omeprazol y amlodipino; se destaca un mal control e la presión arterial a pesar del esquema en curso, con registros domiciliarios que superan los valores óptimos. Fumador activo desde hace más de 50 años, sin antecedentes de intentos de cesación.\n\nEn la última consulta, el paciente refirió episodios de palpitaciones y disnea ocasional al realizar esfuerzos moderados, lo que sugiere la necesidad de ajustar el manejo de su condición cardiovascular. Se solicita evaluación cardiológica urgente para revisar su tratamiento actual, con particular atención a la adecuación de la anticoagulació y el control más efectivo de la FA. Seríía importante considerar a realización de un holter y eventualmente una ecocardiografía transtorácica para descartar complicaciones potenciales. Además, se recomienda la inclusión de estrategias para fomentar la cesación tabáquica, dado el impacto negativo del consumo de tabaco en su estado de salud global. \n\nAcompaña a la consulta su hija, quien menciona que el paciente ha experimentado episodios de desánimo y apatía, posiblemente relacionados con la depresión diagnosticada. No se reportan alergias conocidas. Es fundamental coordinar con el equipo de salud mental para evaluar la ecesidad de ajustes en el tratamiento antidepresivo, considerando la complejidad del caso y la interacción con su estado emocional."}
{"patient_id": "39675473", "patient_name": "Antonella Herrera", "patient_age": 55, "gender": "female", "document_date": "2025-11-17", "facility_name": "Hospital del Plata", "patient_address": "Avenida de Mayo 103, Mar del Plata", "smoking_status": false, "blood_type": "AB+", "occupation": "periodista", "conditions": [], "medications": ["clopidogrel", "omeprazol", "gabapentina"], "icd10_code": [], "referred_to_department": "nefrología", "referral_reason": "evaluación", "urgency_level": "normal", "doc_type": "referral", "clinical_notes": "Antonella Herrera, paciente femenina de 55 años, se presenta para evaluación y tratamiento en el contexto de una derivación por mareos persistentes y cfalea, que comenzaron hace aproximadamente dos semanas. No refiere antecedentes patológicos de relevancia, y niega alergias conocidas. Se encuentra bajo trratamiento con clopidogrel, omeprazol y gabapentina. No fuma ni presenta antecedentes de HTA, DBT, EPOC o IAM. No se identifican cambios significativos en su estilo de vida reciente, y no ha tenido episodios previos similares.\n\nEn el examen físico inicial, se observó PA de 130/80 mmHg, FC 72 lpm, y FR 16 rpm. La paciente refiere que los síntomas se agravan al cambiar de posición, pero no hay pérdida de conciencia o síntomas neurológicos agudos. Se sugiere descartar causas neurológicas y cardiovasculares mediante estudios complementarios, incluyenddo una TC de cráneo y ecografía Doppler de vsos del cuello. Se recomienda mantener el tratamiento actual y controlar síntomas con medicación sintomática si fuera necesario.\n\nLa urgencia de la consulta se considera moderada, dado que los episodios de mareos afectan su calidad de vida y actividades diarias. Se agradece realizar interconsulta con neurología para determinar la necesidad de estudios adicionales o ajustes en el tratamiento farmacológico. Se solicita informe de evolución para seguimiento en consultorio externo."}
{"patient_id": "42111151", "patient_name": "Carolina Ríos", "patient_age": 57, "gender": "female", "document_date": "2025-01-25", "facility_name": "Hospital del Plata", "patient_address": "Avenida Callao 62, Mar del Plata", "smoking_status": false, "blood_type": "AB+", "occupation": "abogado", "conditions": ["obesidad", "EPOC"], "medications": ["ramipril", "clopidogrel", "amlodipino", "omeprazol", "alendronato"], "icd10_code": ["E66", "J44"], "referred_to_department": "clínica médica", "referral_reason": "obesidad", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Carolina Ríos, de 58 años, sexo femenino, se presenta para interconsult con antecedentes de obesidad y EPOC. No refiere tabaquismo activo en la actualidad. Actualmente en tratamiento con ramipril, clopidogrel, amlodipino, omeprazol y alendronato.\n\nMotivo de derivación: evaluación de su condición respiratoria ante un aumento de la disnea y tos persistente en las últimas semanas La paciente describe que estos síntomas han empeorado a pesar del tratamiento habitual. No ha tenido fiebre ni otros síntomas sugerentes de infección aguda. Se solicita evaluación urgente para descartar exacerbación de EPOC o complicación asociada.\n\nSe destaca que la paciente tiene seguimiento periódico por HTA controlada. No refiere alergias medicamentosas conocidas. Se recomienda considerar la realización de una TC de tórax y espirometría para evaluación completa, así como la revisión de la mediación actual para optimizar el manejo de su condición respiratoria."}
{"patient_id": "82201917", "patient_name": "Pilar Fernández", "patient_age": 56, "gender": "female", "document_date": "2024-02-27", "facility_name": "Hospital del Plata", "patient_address": "Avenida Corrientes 30, Buenos Aires", "smoking_status": false, "blood_type": "A+", "occupation": "policía", "conditions": ["ACV", "depresión", "dislipidemia", "obesidad", "hipertensión arterial"], "medications": ["insulina", "diclofenaco", "clopidogrel", "simvastatina"], "icd10_code": ["I63", "F32", "E87", "E66", "I10"], "referred_to_department": "traumatología", "referral_reason": "ACV", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Pilar Fernández, de 58 años, sexo femenino, con antecedentes de ACV, depresión, dislipidemia, obesidad y HTA, se presenta para su evaluación. Actualmente en tratamiento con insulina, diclofenaco, clopidogrel y simvastatina. No refiere hábito tabáquico. Se destaca una historia clínica cmpleja marcada por el ACV previo y la coexistencia de múltiples factores de riesgo cardiovascular, lo que justifica la necesidad de un abordaje integral y un seguimiento riguroso.\n\nLa pacieente presenta dificultades para controlar sus niveles de glucosa a pesar del tratamiento con insulina, así como episodios de hipertensión mal controlada. A lo largo del último semestre, ha experimentado un aumento en los síntomas depresivos, lo que podría estar influyendo en su adherencia al tratamiento. Se observa también un incremento de peso reciente, lo cual complica aún más su cuadro de obesidad.\n\nSe solicita interconsulta para evaluación detallada y ajuste terapéutico, priorizando el manejo multidisciplinario de su DBT y HTA. Se recomienda coonsideraar la opción de terapia psicológica para abordar su estado emocional actual. Se aprecia urgencia moderada dada la complejidad del cuadro clínico y la necesidad de estabilizar sus comorbilidades para prevenir eventos cardiovasculares mayores."}
{"patient_id": "70056916", "patient_name": "Tomás Acosta", "patient_age": 16, "gender": "male", "document_date": "2024-04-09", "facility_name": "Hospital del Plata", "patient_address": "Calle San Martín 113, San Juan", "smoking_status": true, "blood_type": "B-", "occupation": "colectivero", "conditions": ["fibrilación auricular", "hipertensión arterial", "artritis"], "medications": ["levotiroxina", "atorvastatina"], "icd10_code": ["I48", "I10", "M19"], "referred_to_department": "neumonología", "referral_reason": "fibrilación auricular", "urgency_level": "normal", "doc_type": "referral", "clinical_notes": "El paciente Tomás Acosta, de 18 años de edad, sexo masculino, se presenta en consulta para interconsulta. Entre sus antecedentes se destaca FA, HTA y artritis. Actualmente está en tratamiento con levotiroxina y atorvastatina. Además, refiere tabaquismo de aproximadamente 5 cigarrillos diarios desde hace tres años. En la anamnesis no se reportan alergias conocidas y vive con su familia en un entorno urbano.\n\nEl motivo de la derivación es evaluar la reciente exacerbación de su arritmia, ya que en el último mes ha presentado varios episodios de palpitaciones y disnea de esfuerzo, que han aumentado en frecuencia e intensidad. Dado el contexto de la FA y los síntomas asociados, se considera necesaria una evaluación cardológicca exhaustiva para ajustar tratamiento y descartar complcaciones como IC o eventos tromboembólicos. La urgencia de la consulta es moderada, recomendándose una evaluación a la brevedad posible.\n\nSe sugiere realizar un ECG y un ecocardiograma para valorar la función cardíaca actual del paciente, así como monitorización Holter para registro de arritmias. Asimismo, se recomienda ajustar hábitos de vida, con énfasis en cesación de tabaquismo. Al momento del alta, se debe considerar un seguimiento estrecho por cardiología y control de los factores de riesgo."}
{"patient_id": "51321751", "patient_name": "Santiago Sánchez", "patient_age": 8, "gender": "male", "document_date": "2024-12-03", "facility_name": "Hospital del Plata", "patient_address": "Calle Belgrano 62, Formosa", "smoking_status": false, "blood_type": "O+", "occupation": "militar", "conditions": ["osteoporosis", "gota", "depresión"], "medications": ["metformina", "losartán", "levotiroxina", "gabapentina", "diclofenaco", "aspirina"], "icd10_code": ["M81", "M10", "F23"], "referred_to_department": "nefrología", "referral_reason": "depresión", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Paciente Santiago Sánchez, masculino, de 9 años, se presenta con antecedentes de osteoporosis, gota y cuadro de depresión. Actualmente en tratamiento con metformina, losartán, levotiroxina, gabapentina, diclofenaco y aspirina. No presenta antecedentes de tabaquismo y no se refiere uso de alcohol. Vive con sus padres, quienes están preocupados por el aumento de episodios de dolor articular en los últimos meses, lo que ha afectado su movilidad y calidad de vida.\n\nMotivo de la derivación: Se solicita interconsulta para evaluación reumatológica y ajuste de tratamiento, dada la complejidad de los síntomas y la potencial interacción medicamentosa. El paciente ha presentado exacerbación de dolores articulares y rigidez matutina, con episodios de fiebbre esporádica, lo cual sugiere un posible brote gotoso, aunque se considera la posibilidad de un proceso inflamatorio de distinta índole. La urgencia de la evaluación es moderada, dado que el manejo del dolor y la limitación funcional tienen un impacto significativo en sus actividades diarias y rendimiento escolar.\n\nSe recomienda considerar estudios complementarios como análisis de laboratorio completos y radiografías de las articulaciones afectadas para evaluar cambios estructurales óseos. Se sugiere también una evaluación psicológica para determinar el impacto emocional de los síntomas físicos en su cuadro depresivo actual. Quedamos a disposición para cualquierr aclaración adicional o coordinación de cuidados."}
{"patient_id": "76621574", "patient_name": "Leandro López", "patient_age": 26, "gender": "male", "document_date": "2025-04-12", "facility_name": "Hospital del Plata", "patient_address": "Avenida Córdoba 43, Rosario", "smoking_status": false, "blood_type": "AB-", "occupation": "jubilado", "conditions": ["enfermedad coronaria"], "medications": ["simvastatina", "clopidogrel", "paroxetina"], "icd10_code": ["I25"], "referred_to_department": "cirugía general", "referral_reason": "enfermedad coronaria", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Leandro López, masculino de 27 años, sin antecedentes de tabaquismo. Presenta una historia de enfermedad coronaria, actualmente en tratamiento con simvastatina, clopidogrel y paroxetina. Durante la última consulta, refiere episodios recurrentes de dolor torácico no típicos, de intensidad leve a moderada, que cede espontáneamente. No se evidencia alzas de TA ni cambios en el ECG recientes. \n\nEl motivo de la derivación es para una evaluación cardiológica más exhaustiva, dado el antecedente de enfermedad coronaria y los síntomas actuales. La urgencia de la interconsulta es moderada, dado que aunque los síntomas sson intermitentes y no han presentado agravamiento, es necesario descartar posibles complicacones coronarias. El paciente está soltero y no refiere alergias conocidas. Se recomienda considerar la realización de pruebas complementarias como un ecocardiogramma y rgometría para una mejor valoración del cuadro clínico.\n\nEl paciete se encuentra en un estado general bueno, sin otros síntomas asociados como disnea o síncope. Se sugiere además una revisión de la medicación actual para evaluar posibles interacciones o ajustes de dosis, especialmente en relación a la paroxetina, considerando su perfil cardiovascular. Al alta, se debe incluir un orientación sobre signos de alarma y la continuidad con controles médicos periódicos."}
{"patient_id": "94501846", "patient_name": "Martina Gómez", "patient_age": 33, "gender": "female", "document_date": "2023-11-26", "facility_name": "Hospital del Plata", "patient_address": "Calle San Martín 33, Santa Fe", "smoking_status": true, "blood_type": "O-", "occupation": "comerciante", "conditions": ["insuficiencia renal crónica", "esteatosis hepática", "gota", "hipertensión arterial", "demencia"], "medications": ["paroxetina", "metoprolol", "gabapentina", "atorvastatina", "amlodipino", "levotiroxina"], "icd10_code": ["N18", "K76", "M10", "I10", "F03"], "referred_to_department": "traumatología", "referral_reason": "insuficiencia renal crónica", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Paciente femenina de 35 años, Martina Gómez, con antecedentes de insuficiencia renal crónica (IRC), esteatosis hepática, gota, hipertensión arterial (HTA) y demencia. Actualmente bajo tratamiento con paroxetina, metoprolol, gabapentina, atorvastatina, amlodipino, levotiroxina y recientemente ajustado con losartán para mejor control de la HTA. Fumadora activa con carga tabáquica significativa.\n\nMotivo de derivacion: Evluación y optimización del manejo de la IRC y seguimiento de la progresión de la esteatosis hepática en el contexto de polimedicación y comorbilidades múltiples. Preocupa el deterioro cognitivo progresivo con episodios de desorientación temporoespacial que podrían estar relacionados con la demencia subyacente o efectos adversos medicamentosos. \n\nDada la complejidad del cuadro clínico y el riesgo de interacciones farmacológicas, se considera de mediana urgencia la valoración por Nefrología y Gastroenterología para ajustes e el plan terapéutico. Se recomienda revisión interdisciplinaria para abordar integralmente las condiciones crónicas del paciente, con foco en la IRC y función hepática, así como soporte para cesación tabáquica ante el impacto negativo el tabaquismo en su estado general."}
