{"DNI": "60992979S", "nombre_paciente": "Elena Álvarez Aguilar", "edad": 60, "sexo": "female", "fecha": "05/11/2025", "centro": "Hospital San Rafael", "direccion": "Calle Mayor 12, Córdoba", "tabaquismo": true, "grupo_sanguineo": "AB-", "profesion": "agricultor", "antecedentes": [], "medicacion": ["omeprazol", "diclofenaco", "clopidogrel", "simvastatina", "aspirina", "amlodipino"], "codigo_cie10": [], "derivacion_servicio": "geriatría", "motivo_derivacion": "estudio", "prioridad": "no urgente", "doc_type": "referral", "notas_clinicas": "Paciente: Elena Álvarez Aguilar, mujer de 61 años, sin antecedehtes médicos de int erés.Actualmente cn tratamiento con omeprazol, diclofenaco, clopidogrel, simvastatina, aspirina y amlodipino. Fumadora activa.\n\nSe deriva para va1oración y tratamiento debido a episodios recurrentes de dolor torácico,que podrían sugerir angina ihestable. La paciente reporta que el dolor sc prescnta en reposo y se alivia parcia1mehte con el uso de nitroglicerina sublingual. No refierc disnea ni palpitacionesasociadas. La exploración física es poco concluyente y se sugiere realizar un ECG y pruebas de imagen para descartar patología coronaria.\n\n5e solicita val oración con caracterde cierta urgencia, dado el perfil de riesgo cardiovascular asociado a la medicación actual y el h ábito tabáqui co. Agradccemos su atención y quedamos a su disposición para cualquier información adieional neeesaria."}
{"DNI": "95899313P", "nombre_paciente": "Lucía Ruiz Hcrrero", "edad": 65, "sexo": "female", "fecha": "23/11/2023", "centro": "Hospital San Rafael", "direccion": "Calle Serrano 35, Hospitalet de Llobregat", "tabaquismo": false, "grupo_sanguineo": "B-", "profesion": "contable", "antecedentes": ["depresión", "enfermedad coronaria", "insuficiencia renal crónica", "enfermedacl hepática grasa", "anemia"], "medicacion": ["omeprazol"], "codigo_cie10": ["F32", "I52", "N18", "K76", "D64"], "derivacion_servicio": "oncología", "motivo_derivacion": "depresión", "prioridad": "no urgente", "doc_type": "referral", "notas_clinicas": "Lucía Ruiz Herrero, mujer de 67 años, es derivada para valoración y posible tratamie nto debido a un empeoramiento reciente de su estado geheral. La  p aciente presenta antecedentes de clepresión, enfermedad coronaria, IRC y enfermedad hepatica grasa. Actualmente, experimcnta un aumento de fatiga y disnea de esfuerzo,lo cual podría cstar relacionado con su anemia existente. No refiere alergias conocidas y niega consumo de tabaco. Tratamiento farmacológi co actval incluye omeprazol.\n\nDada la complejidad de su cua dro clínico y 1a progresióh de sus síntomas, se considera necesario una evaluació n urgente por parte de un especialista para detcrminar la causa subyacehte de  su deterioro, así como ajustar su manejo terapéutico. Se solicita reevaluación de su función renal y hepatica, así como la consideración de la posibilidad de u na intervención para su enfermedad coronaria. Quedamos atentos a su valoración y recomendaciones."}
{"DNI": "82070937Z", "nombre_paciente": "Ana Rodríguez Blanco", "edad": 69, "sexo": "female", "fecha": "17/07/2023", "centro": "Hospital San Rafael", "direccion": "Paseo del Prado 114, Sevilla", "tabaquismo": false, "grupo_sanguineo": "AB-", "profesion": "abogado", "antecedentes": ["insuficiencia renal crónica", "insuficiencia cardíaca", "enfcrmedad coronaria", "artritis", "fibrilación auricular"], "medicacion": ["ibuprofeno", "alendronato", "simvastatina", "metformina"], "codigo_cie10": ["N18", "I50", "I25", "M19", "I48"], "derivacion_servicio": "cardiología", "motivo_derivacion": "insuficiencia cardíaca", "prioridad": "normal", "doc_type": "referral", "notas_clinicas": "An a Rodríguez Blanco, mujcr de 72 anos, presenta antecedentes de IRC, ICC, enfermedad coronaria, artritis y FA. Aetualmente, está en tra tamiento con ibuprofeno, alehdronato, simvastatina y metformina. No refiere tabaquismo y no consta antecedentes de alergias conocidas.\n\nMotivo de deri vación: Remitimos a la paciente para valoración y posible ajuste del tratamiento debido a un ihcremento en la sintomatología relacionada con la ICC y FA, además cle observar un mal control de la IRC. Sc ha evidenciado uh aumento en la frecuencia de episodios dc disnea y fatiga, así c omo palpitaciones más frecuentes y edema en extremidades inferiores. Se considera necesario una evaluación exhaustiva y posibles intervenciones terapévticas adicionales.\n\nLa derivación tiene carácterurgente dado el deterioro clínico rápido de la paciente. Agradecem os la pronta atención y cualquier ajuste que considere necesano para optimizar cl manejo de su condición cardíaca y rehal."}
{"DNI": "81182864V", "nombre_paciente": "María Navarro Santos", "edad": 61, "sexo": "female", "fecha": "16/01/2025", "centro": "Hospital San Rafael", "direccion": "Avenida Diagonal 100, Málaga", "tabaquismo": false, "grupo_sanguineo": "AB-", "profesion": "jubilado", "antecedentes": ["insuficiencia renal crónica", "gota", "EPOC", "insuficiencia cardíaca"], "medicacion": ["losartán", "alendronato", "ramipril", "atorvastatina", "omeprazol"], "codigo_cie10": ["N18", "M10", "J44", "I50"], "derivacion_servicio": "traumatología", "motivo_derivacion": "gota", "prioridad": "no urgente", "doc_type": "referral", "notas_clinicas": "Apreciado/a colega:\n\nLe escribo para derivar a la Sra. María Navar ro Santos, de 62 años, para una valoración y posible tratamiento  debido a su complejo cuadro clínico. Paciente con antecedentes de IRC, gota, EPOC e ICC. Actualmente sigue tratamient o con losartán, alend ronato,ramipril, atorvastatina y omeprazol. No presenta  historial de tabaquismo.\n\nEl motivo de la derivación es la exacerbación de su insuficiencia cardíaca, manifestada por disnea pr ogres iva y edemas periféricos que requieren una reevaluación del manejo terapéutico. Dado e1 riesgo potencial de complicaciones a cavsa de sus múltiples afecciones, consideramos que esta evaluación tiene vn carácter de relativa urgenci a. Agradecemos su pronta atención.\n\nAtentamente,  \n[Nombre yapellidos del médico r emitente]  \n[Datos de contactodel centro médico]"}
{"DNI": "19121552L", "nombre_paciente": "Álvaro Navarro Fuentes", "edad": 80, "sexo": "male", "fecha": "16/09/2025", "centro": "Hospital San Rafael", "direccion": "Calle Mayor 77, Málaga", "tabaquismo": false, "grupo_sanguineo": "B-", "profesion": "técnico", "antecedentes": ["osteoporosis", "hipertensión arterial", "gota", "demencia", "obesidad"], "medicacion": ["alendronato", "omeprazol", "insulina", "aspirina"], "codigo_cie10": ["M81", "I10", "M10", "F03", "E66"], "derivacion_servicio": "cardiología", "motivo_derivacion": "demencia", "prioridad": "urgente", "doc_type": "referral", "notas_clinicas": "Álvaro Navarro Fuehtes, dc 80 años, con antecedentes de osteoporosis, HTA, gota, demencia y obesidad, se presenta para deri vación. Actualmehte bajo tratamiento con alendronato, omeprazol, insuli na y aspirina. No refiere hábitos tabáquicos.Viue con su esposa, quien es su principal cuidadora, y refiere tendencia a la confusión creciente en las últimas semanas.\n\nMotivo de derivación: 5e solic ita valoración neurológica para reevaluación del manejo  de la demeneia, dado el deterioro cognitivo observado, así como ajuste terapéutico si es necesario. Asimismo, se considera csencial la revisión del plan de manejo de HTA y gota, cladas las flvctuacionesen los valores tensionales y episodios recientes de crisis gotosas a pesar del tratamiento.\n\nUrgencia: Se solicita valoración preferente, auhque no urgente, debido a la progres ión dcl detcrioro cognitivo y la necesidad  de ajustar el m anejo multidisciplinar del pacient e. Actualrncnte, sih signos de al a rma  ni descompensaciones agudas que requieran intervención inmediata."}
{"DNI": "19736572L", "nombre_paciente": "Adriáh Martínez Calvo", "edad": 26, "sexo": "male", "fecha": "28/05/2025", "centro": "Hospital San Rafael", "direccion": "Calle Princesa 41, Alicante", "tabaquismo": true, "grupo_sanguineo": "A-", "profesion": "profesor", "antecedentes": ["gota", "osteoporosis", "depresión", "EPOC"], "medicacion": ["clopidogrel", "metoprolol", "simvastatina", "paroxetina", "aspirina"], "codigo_cie10": ["M10", "M81", "F32", "J44"], "derivacion_servicio": "digestivo", "motivo_derivacion": "osteoporosis", "prioridad": "urgente", "doc_type": "referral", "notas_clinicas": "Estimado colega,\n\nLc escribo para derivarle al p aciente Adrián Martínez Calvo, varón de 27 años, con antecedentes de gota, osteoporosis, depresión y EPOC, para valoración y tra tamiento especi alizado. El paciente es fumador y actualmente está cntratamiento con clopidogrel, metoprolol, simvast atina, paroxetina y aspirina. A pesar de seguir su regimen medicamentoso, refiere uh incremento de los episodios de disneay clolor artieular, lo que sugiere un posible empeoramiento de su condición respiratoria y articular.\n\nLa derivación se realiza eon carácter de urgencia debido al riesgo de exacerbación de su EPOC y el impacto que estopodría tener en sucalida d de vida.  Agradecería su pronta evaluacion para considerar ajustes terapéuticos necesarios. Sin alergias conocidas, y sin historia de HTA, DM, FA o IRC. El paciente vive solo y tiene buenapoyo familiar.\n\nQucdo asu disposición paracualquier información adicional que necesite."}
{"DNI": "84437458L", "nombre_paciente": "Laura Ruiz Serrano", "edad": 62, "sexo": "female", "fecha": "01/04/2024", "centro": "Hospital San Rafael", "direccion": "Paseo del Prado 105, Madrid", "tabaquismo": false, "grupo_sanguineo": "A-", "profesion": "enfermero", "antecedentes": ["demencia", "insuficiencia renal cronica"], "medicacion": ["levotiroxina", "losartán", "alendronato"], "codigo_cie10": ["F03", "N18"], "derivacion_servicio": "oncología", "motivo_derivacion": "demencia", "prioridad": "no urgente", "doc_type": "referral", "notas_clinicas": "Estimado/a colega,\n\nLe escribo para derivar a la paciente Laura Ruiz Serrano, de 64 años, para una valoración y tratamicnto especializado. La pacientepresenta antccedentes de demeneia e insuficicncia rena1 crónica (IRC). Actua1mente se eneuentra en tr atamiento  con levotiroxina, losartán y alendronato. Cabe destacar q ue la pacienteno tiene antecedentes de tabaquismo, lo cual es relevante dado sv diagnostico de IRC.\n\nEl motivo de la de rivación es la progresión de los síntomas cognitivos asociados ala demencia, con episodios de desorientación y dificultad para realizar actividadcs diarias, los cuales han empeorado en los últimos mcses. Asimismo, se ha observado un deterioro en la función renal,con valo res reciehtes de creatinina en aumento. Dado el cuad ro clínico y la coexistencia de pato1ogías, consideramos necesario un abordaje multidisciplinari o para optimizar su tratamicnto.\n\nSolicitamos la valoracion con carácter prior itario dadas las cireunstancias mencionadas,  a fin de evitar un mayor deterioro en su cahdad devida. Agradecemos su pronta atención y esperamos sus indicaeiones para coordinar la atención. \n\nAtentamente,  \n[Nombre del médico remitcnte]  \n[Centro de Salud]"}
{"DNI": "54585178Z", "nombre_paciente": "Rafael Vázquez Calvo", "edad": 30, "sexo": "male", "fecha": "31/10/2025", "centro": "Hospital San Rafael", "direccion": "Paseo de la Castellana 95, Madrid", "tabaquismo": false, "grupo_sanguineo": "O+", "profesion": "fvncionario", "antecedentes": ["asma", "obesidad", "insuficiencia renal crónica", "ictus", "fibrilación auricular"], "medicacion": ["diclofenaco"], "codigo_cie10": ["J45", "E66", "N18", "I36", "I48"], "derivacion_servicio": "geriatría", "motivo_derivacion": "obesidad", "prioridad": "normal", "doc_type": "referral", "notas_clinicas": "Estimado/a co1ega,\n\nRemitimos a su cohsulta al paciente Rafael Vázquez Ca1vo, varón de 30 años, para valoración y tratamiento debido a un cuadro de FA paroxística que hapresentado cpisodios recurrentes enel último mes. El paciente tiene antecedentes de asma, obesidad, IRC, e ictus, y se en cuentra en tratamiento con diclofenaco. No refiere hábito tabáquico.La derivación es cons iderada con urgencia moderada, dado el riesgo de descompensación de su FA y la necesidad de ajustar su manejo terapéutico actual.\n\nA pesar de su juventud, el historial de ictus e IRC añadecomplejidad a su manejo, lo cual puede requerir un enfoque multidisciplinario. Actualmente, no se identifican alergias conocidas. Agradeceríamos su pronta evaluación del caso para optimizar el manejode su FA y evitar complicaciones futura s. \n\nQuedamos atentos a su valoració n y recomendaciones.\n\nAtentamente,  \n[Nombre del médico remitente]"}
{"DNI": "93115778W", "nombre_paciente": "Teresa Álvarez León", "edad": 23, "sexo": "female", "fecha": "25/04/2024", "centro": "Hospital San Rafael", "direccion": "Paseo del Prado 82, Grahada", "tabaquismo": false, "grupo_sanguineo": "B-", "profesion": "comerciante", "antecedentes": ["gota"], "medicacion": ["omeprazol", "aspirina", "losartán"], "codigo_cie10": ["M10"], "derivacion_servicio": "medicina interna", "motivo_derivacion": "gota", "prioridad": "urgente", "doc_type": "referral", "notas_clinicas": "Teresa Álv arez León, mujer de 25 años, se presenta para derivación con cl fin de valorar tratamiento para su condicióh de gota. La paciente, sin antece dentes de HTA  o DM, refiere episodios recurrentes cle dolor e inflamación en la articulación del dedo gorclo del pie derecho. Actualmente está en tratamiento con omeprazol, aspirinay losartán. No presenta hábito tabáquico.\n\nDado qve los síntomas persisten  y afcctan su calidad de vida, considcram os necesario su evaluación por un especialista en reumatología para ajustaro modificar su manejo terapéutico actual. No se reportan alergias conocidas. Solicitamos valoracion p nor itaria dada la frecuencia e intensidad de los episodios. \n\nAgradecemos su atención y colaboración para la pronta valoración de la paciente."}
{"DNI": "69401199X", "nombre_paciente": "Carmen Vázquez Ortiz", "edad": 8, "sexo": "female", "fecha": "14/08/2024", "centro": "Hospital San Rafael", "direccion": "Calle Arenal 41, A Coruña", "tabaquismo": false, "grupo_sanguineo": "O+", "profesion": "periodista", "antecedentes": [], "medicacion": ["atorvastatina", "ibuprofeno", "alendronato"], "codigo_cie10": [], "derivacion_servicio": "geriatría", "motivo_derivacion": "estudio", "prioridad": "no urgente", "doc_type": "referral", "notas_clinicas": "Estimado/a colega,\n\nLe escribo para derivar ala paciente Carmen Vázquez Ortiz, una niña de 9 años, sin antecedentes médicos de interes. Actua1mente  cstá bajo tratamiento con atoruastatina, ibuprofeno y a1endronato, lo cual no resulta habitual en una paciente de suedad, por lo que se requiere uha valoración especializada paraajustar su medicación y confirmar la indicación de estos fár macos.\n\nLa paciente no presenta antecedentes de tabaquismo nienferm edades crónieas conocidas como HTA, DM, o EPOC. Se solicita sv evaluación con carácter preferente debido a la posibilidad deefectos adversos rela cionados con los medicamentos indicados, especialmente considerando su edad y estaclo general. Agradczco de antemano su colaboración y quedo a disposición para cualquic r información adiciohal que pueda requerir. \n\nAtentarnente,   \n[Nombre del médico remitente] \n[Información de con tacto]"}
{"DNI": "62274692F", "nombre_paciente": "Óscar Pérez Serrano", "edad": "47", "sexo": "male", "fecha": "28/02/2025", "centro": "Hospital San Rafael", "direccion": "Calle Velázquez 54, Murcia", "tabaquismo": false, "grupo_sanguineo": "A+", "profesion": "chef", "antecedentes": ["osteoporosis", "fibrilación auricular", "insuficiencia cardíaea"], "medicacion": [], "codigo_cie10": ["M81", "I48", "I50"], "derivacion_servicio": "neumología", "motivo_derivacion": "fibrilación auricular", "prioridad": "no urgente", "doc_type": "referral", "notas_clinicas": "Estimaclo/a colega,\n\nNos dirigirnos a usted para derivarle al paciente Óscar Pérez Scrrano, de 48 años, para valoración y tratamiento especializado. El paciente presentaantecedcntcs de osteoporosis, FA e ICC. Actualmente no está bajo tratamiento farmacológico específico y niega hábitos tabáquicos o cohsumo de alcohol signifieati vo. No se han reportado alergias medicamehtosas conocidas.\n\nEl motivoprincipal de clerivación es la reciente exacerbación de los síntomas relacionados e on su insuficiencia cardíaca. Ha mani festado dishea de esfuerzo progresiva y episodi os de palpitaeiones frecuentes en lasúltimas semanas. Dada lacomplejidad de su cuadro y la falta de tratamiento ac tual, consideramos urgente su evaluación por uh cardiólogo para ajustar su manejo terapéutico y considerar la necesidad de anticoagulación en el contexto de su FA.\n\nLe agradecemos de antemano su pronta atención a este caso y quedamos a disposición para cualquicr información adicional que requiera.\n\nAtentamente,\n\n[Nombre del médico remitente]"}
{"DNI": "64266464W", "nombre_paciente": "Sara Moreno Calvo", "edad": 35, "sexo": "female", "fecha": "28/07/2023", "centro": "Hospital San Rafael", "direccion": "Paseo del Prado 87, Córdoba", "tabaquismo": false, "grupo_sanguineo": "O-", "profesion": "enfermero", "antecedentes": ["enfermedad hepática grasa", "obesidad", "hiperlipidemia", "EPOC", "asma"], "medicacion": ["gabapentina", "metformina", "paroxetina"], "codigo_cie10": ["K76", "E66", "E78", "J44", "J45"], "derivacion_servicio": "UCI", "motivo_derivacion": "enfermedad hepática grasa", "prioridad": "urgente", "doc_type": "referral", "notas_clinicas": "Apreciado/a colega:\n\nLe escribo para derivarle a la paciente Sara Moreno Calvo, mujer de 37 años, con anteeedentes de enfermedad hcpática grasa, obesidd, hiperhpiclemia, EPOC y asm a. Actualmente, está en tratamiento con gabapentina, metformina y paroxeti na. La paciente no e s fumadora. No se registran alergias conoeidas.\n\nEl rnotivo de la derivación es la valoración de su estado pulmonar y hepático, dado su histo rial de EPOC y enfermedad hepática grasa. La pa ciente ha reportado un incremento enla disnea y episodios de sibilancias a pesar deltratamiento actual. Además, se ha observado un aumcnto en los niveles de transaminasas en la última analítica cle control.\n\nSolicitamos una valoración con cierta ur gencia debido a los síntomas respi ratorios crecientes y los resultados hepáticos alterados. Agradecemos su pronta atención en la evaluación para ajustar e1 manejo terapéutico neeesario. \n\nAtentamente,"}
{"DNI": "38408562B", "nombre_paciente": "Inés Castro Carrasco", "edad": 83, "sexo": "female", "fecha": "15/07/2025", "centro": "Hospital San Rafael", "direccion": "Calle Serrano 42, Bilbao", "tabaquismo": false, "grupo_sanguineo": "AB-", "profesion": "técnico", "antecedentes": [], "medicacion": ["diclofenaco", "atorvastatina", "ibuprofeno", "omeprazol", "metformina"], "codigo_cie10": [], "derivacion_servicio": "oncología", "motivo_derivacion": "estudio", "prioridad": "no urgente", "doc_type": "referral", "notas_clinicas": "Dra. María López \nClínica General  \nC/ Mayor, 15  \n28013 Madrid  \n\nMadrid, 10 de Octubre de 2O23  \n\nEstimado/a colega,\n\nLe remito a la paciente Inés Castro Carrasco, de 83 añ os, para su valoración y tratamiento. La paciente, viuda sin anteced entes de intcrés, se encuentra actualmente bajo tratamiento con didofenaeo, atorvastatina, ibuprofeno, omep razol y metformina. No es fumadora y no prcsenta alergias medieamentosasconocidas.\n\nEl motivo de esta derivación es la persistencia de do1or articular en las rodillas que no ha respondido adecuadamente a la meclicación actual. Ante1a falta de mejoría y dada su eclad, considero necesario realizar una evaluación más exhaustiva y valorar la posibilidad dc iniciar un tratamiento más específico. La situación no presenta carácter de urgencia, pero agradeceria una valoración en un plazo razonable.\n\nQuedo a su disposición para cualquier información adicional que considere necesaria.\n\nAtentamente,  \nDr. Javier Hernández  \nCentro de Salud La Paz"}
{"DNI": "43189803N", "nombre_paciente": "Sergio García Santos", "edad": 36, "sexo": "male", "fecha": "24/06/2024", "centro": "Hospital San Rafael", "direccion": "Avenida de América 4, Barcelona", "tabaquismo": true, "grupo_sanguineo": "A+", "profesion": "agricultor", "antecedentes": [], "medicacion": ["metoprolol", "aspirina"], "codigo_cie10": [], "derivacion_servicio": "neurología", "motivo_derivacion": "estudio", "prioridad": "urgente", "doc_type": "referral", "notas_clinicas": "Estimaclo colega,\n\nRemito a su atención al paciente Sergi o García Sahtos, varón de 37 años, sin antecedentes personales de interés. Actualmente, se encu entra bajo tratamiento co n metoprolol y aspirina, debido a HTA controlada. P resenta hábito tabáquicoactivo desde hace I5 años, sin manifestaciones clínicas de EPOC hasta la fecha.\n\nEl motivo de la derivación es para valoración en consulta espeeializada, yaque en la última revisión se detectó una irregularidad en el ritmo eardíaco sugestiva de FA, observada en el ECGrealizado durante un control de ru tina. Aunqve el paciente es asintomático, consideramos que es necesaria una evaluación detallada y posible ajuste terapéutico. La derivación tiene carácter semiiurgente, dado el riesgo cardiovascular asociado asu condición aetual.\n\nAgradezco dc antemano su atención y quedo a disposición para cualquier información adi cionalque considere necesaria. Sa1udos cordiales."}
{"DNI": "49761527S", "nombre_paciente": "Jorge Pérez Medina", "edad": 74, "sexo": "male", "fecha": "03/03/2025", "centro": "Hospital San Rafael", "direccion": "Calle Velázquez 25, Sevilla", "tabaquismo": true, "grupo_sanguineo": "B+", "profesion": "comerciante", "antecedentes": ["enfermedad hepática grasa", "insuficieneia renal crónica", "artritis", "EPOC", "anemia"], "medicacion": ["simvastatina", "alendronato", "losartán"], "codigo_cie10": ["K76", "N18", "M19", "J44", "D64"], "derivacion_servicio": "urgencias", "motivo_derivacion": "insuficiencia renal crónica", "prioridad": "urgente", "doc_type": "referral", "notas_clinicas": "Estimado colega,\n\nLeescribo para derivar a Jorge Pérez Medina, varó n de 75 anos, para valoración y tratamiento. El paciente prcsenta antecedentes de enfermedad hepática grasa, insuficienci a renal crónica (IRC), artritis, EPOCy ancmia. Actualmente está bajo tratamiento coh simvastatina, alendronato y losar tán. Cabe destacar que el paciente es no fumador, nvnca ha fumado, lo cual esrelevanteconsiderando su afeccióh respiratoria crónic a.\n\nEl motivo de 1a derivación es la reciente cxacerbación de sus síntomas respirator ios relacionados con la EPOC, conincrementos notables enla disnea y tos productiva en 1as últimas semanas. No se haidentificaclo fiebre, pero debido a la progres ión de estos síntomas y sus condiciones comórbidas, consiclcro necesaria una va1oración más detal1ada. La urgencia de la derivación es moderada dada la estabilidad hemodinámica actual del paciente, aunque s e recomienda no demorar la consulta más a llá de las próximas dos semanas. Además, sería conveniente reuisar si existe alguna intc racción rnedicamentosa que pueda estar influyenclo en su estado general.\n\nQuedo atehto a sv valo ración y recomendaciones para ajustar el manejo terapéutico de aeuerdo a sus hallazgos.Agradezco de ante mano su colaboración.\n\nAtentamente,  \nDr. [Nombre clel médico]  \n[Información de contact o]"}
{"DNI": "73001391N", "nombre_paciente": "Pedro Rodríguez Gutiérrez", "edad": 34, "sexo": "male", "fecha": "07/04/2024", "centro": "Hospital San Rafael", "direccion": "Calle Arenal 37, Madrid", "tabaquismo": false, "grupo_sanguineo": "AB-", "profesion": "eonductor", "antecedentes": ["asma", "hiperlipidemia"], "medicacion": [], "codigo_cie10": ["J45", "E78"], "derivacion_servicio": "traumatología", "motivo_derivacion": "hiperlipidemia", "prioridad": "urgente", "doc_type": "referral", "notas_clinicas": "Estimado/a Colega:\n\nLe escribo para derivar a nuestro paciente Pedro Rodríguez Gutiérrez, varón de 36 años, para valoración y posible tratamiento especializado. Pedro presenta antecedentes de asma y hiperlipidemia, sin tratamiento medicamentoso habitual actualmente. No es fumador.\n\nEl motivo de la derivación es la aparición dc disnea y sibilancias recurrentes en las últimas semanas, que no han cedido con meclidas habitualesde control arnbiental ni coh uso ocasional de broncodilatadores. Dada su historia de asma, consideramos que podría beneficiarse de una evaluación más exhaus tiva para ajustar el manejo terapéutico y descartar complicaciones asociadas.\n\nLa valoración se considera de prioridacl moderada, ya queaunque no ha presentado episodios de urgencia, las limitaciones en su calidad de viclahan aumentado progresivamente. Sin más, quedo a su disposiciónpara cualquier aclaración adicional que pudiera requerir.\n\nAtentamente,\n\nDr. [Nombre del Médico]"}
{"DNI": "91378577Z", "nombre_paciente": "José Moreno Prieto", "edad": 76, "sexo": "male", "fecha": "20/04/2023", "centro": "Hospita1 San Rafael", "direccion": "Avenida de América 54, A Coruña", "tabaquismo": false, "grupo_sanguineo": "B-", "profesion": "estudiante", "antecedentes": ["hipertensión arterial", "asma", "gota", "ictus"], "medicacion": ["losartán", "aspirina", "metoprolol", "amlodipino"], "codigo_cie10": ["I10", "J54", "M10", "I63"], "derivacion_servicio": "urología", "motivo_derivacion": "ictus", "prioridad": "urgente", "doc_type": "referral", "notas_clinicas": "Estimaclo eolega,\n\nLe escribo para derivar al paciente José Moreho Pricto, de 79 años, a su atencióh para valoración y tratamiento cspecializado. El pacient e presenta antecedentes de HTA, asma, go ta y un episodio previo de ictus. Actualmente se ehcuentra bajo tratarniento con losartán, aspirina, metoprolol y amlodipino. No refiere antecedentes de tabaquismoni alcrgia s conociclas. Su estado civil es vivdo, y  vive solo, lo cual podría influir en el manejo de su salud.\n\nEl motivo de la derivaciónes la aparición de episodios frecuentes de disnea y fatiga en las últim as semanas, que podrían sugerir un descompensación de su estado cardiorrespiratorio preuio. Consideramos necesaria una evaluación urgente para descartar posibles complicaciones asociadas a su HTA y antecedentes de ictus. Dada la comple jidad de su cuadro clíhico, agradeceríamos su pronta valoración para ajvstar su tratamicnto y establecer un plan de seguirniento adecuado.\n\nQuedamos a su disposició n para cualquier información adicional que pueda requerir.\n\nAtentamente,  \n[Nombre del médico remitente]  \n[Datos de contacto]"}
{"DNI": "10154493Q", "nombre_paciente": "Sara Marín Caballero", "edad": 12, "sexo": "female", "fecha": "10/09/2025", "centro": "Hospital San Rafael", "direccion": "Calle Velázquez 66, Vigo", "tabaquismo": false, "grupo_sanguineo": "O-", "profesion": "programador", "antecedentes": ["hipertensión arterial", "fibrilación auricular", "enfermedad coronaria", "insuficiencia renal crónica"], "medicacion": ["clopidogrel", "amlodipino"], "codigo_cie10": ["I10", "I48", "I25", "N18"], "derivacion_servicio": "traumatología", "motivo_derivacion": "hipertensión arterial", "prioridad": "no urgente", "doc_type": "referral", "notas_clinicas": "A la atcnción del especialista,\n\nNos dirigimos a usted para solicitar valoración y tratamiehto para la paciente Sara Marín Caballero, de 13 años, quien presehta antecedentes dc HTA, FA, enfermeclad coronaria e IRC. Actualmente, se encuentra bajo tratamiento con clopidogrel y amlodipino. La paciente no es fvmadoray no refiere alergias conocidas.\n\nEl motivo de la derivación es para la evaluación de su función renal y ajuste de tratamiento, dado el riesgo elevado de complicaciones cardiovasculares e insuficiencia renal progresiva. La paciente ha presentado episodios recurrentes de  fatiga y palpitaciones, que han incrementado en frecu encia y duración.Solicitamos vna revisión prioritaria debido a la complejidad de su cuadro clínico y la necesidad de manejo multidisciplinario.\n\nAgradecemos de antemano su pronta atención aestecaso, dado el potencial deterioro de la función renal y el riesgo asociado a sus antcceclentes cardiovasculares.\n\nAtentamente,  \nEl equipo médico"}
{"DNI": "48658617R", "nombre_paciente": "Nuria Muñoz Pascua1", "edad": 0, "sexo": "female", "fecha": "05/10/2025", "centro": "Hospital San Rafael", "direccion": "Paseo de la Castellana 119, A Coruña", "tabaquismo": false, "grupo_sanguineo": "O-", "profesion": "abogado", "antecedentes": [], "medicacion": ["simvastatina"], "codigo_cie10": [], "derivacion_servicio": "oncología", "motivo_derivacion": "estudio", "prioridad": "urgente", "doc_type": "referral", "notas_clinicas": "Apreciado/a colega,\n\nDerivo a 1a paciente Nuria Muñoz Pascual , de 46 años de edad, para valoración especializada. La paeientc no presenta antecedentes médicos de interés y actualmente está en tratamiento con simvastatina. No es fumadora y ho refiere antecedentes familiares relevantes de HTA o DM. La paciente se eneuentra estable, sin embargo, ha presentado episodios recicntes de rnareos y palpitaciones, lo cual ha moti v ado esta derivación para descartar posibles arritmias.\n\nDado que los episodios son recurren tes y han comen zado a interferir coh su s actividades diarias, consid ero que la evaluación po r partede carcliología debería realizarse con un a cierta celeridad para garan tizar una intervención oportuna, si es necesario. Agradecería la consideración de realizar pruebas complemehtarias, como un ecocardiograma o un Holter, según su criterio médico.\n\nQuedando a la espera de su valoración y reeomendaciones, agradezco de antemano su colaboración en el manejo de esta paciente.\n\nAtentamente,  \n[Nombre y firrna del médico remitcnte]"}
{"DNI": "47077298R", "nombre_paciente": "Sofía Sánchez León", "edad": 35, "sexo": "female", "fecha": "28/02/2025", "centro": "Hospital San Rafael", "direccion": "Calle Velázquez 9, Zaragoza", "tabaquismo": false, "grupo_sanguineo": "O+", "profesion": "contable", "antecedentes": ["ictus"], "medicacion": ["alendronato"], "codigo_cie10": ["I63"], "derivacion_servicio": "neumología", "motivo_derivacion": "ictus", "prioridad": "normal", "doc_type": "referral", "notas_clinicas": "A la atención del especialista en neurología,\n\nLeescribimos para deriuar a la paciente Sofía Sánchcz León, de 36 años dc edad, para valoracion neurológica. L a paciehte presenta antecedentes de un ictus sufrido hace dos años, con posterior recup eración parcial. Actualmente, se cncuentra bajo tratamiento con a lendronato y no tiene histonal de tabaquismo. No refiere antecedentes de HTA , DM, ni EPOC.\n\nLa derivación es urgente dado que Sofía ha comenzado a cxperimentar episodios de mareo y dificultad para articular palabras, sitvación que ha incrementado en frecuencia durante lasúltimas semanas. Estos síntomas podrían estar relacionados con su antecedente de ictus, y consideramos primordial una evalvación detallada para deseartar posibles complieacio nes neurológicas adieionales.\n\nAgradecemos supronta atención a esta situación y quedamos atentos para coordinar cualquier paso adicional necesario para el segvimiento de la paciente.\n\nAtentamente, \n[Nom brc del médico]  \n[Datos de contacto del centro]"}
{"DNI": "54559574D", "nombre_paciente": "Daniel Navarro Prieto", "edad": 21, "sexo": "male", "fecha": "01/02/2025", "centro": "Hospital San Rafael", "direccion": "Avenida Diagonal 76, Zaragoza", "tabaquismo": false, "grupo_sanguineo": "O-", "profesion": "abogado", "antecedentes": ["ictus", "asma", "hiperlipidemia"], "medicacion": [], "codigo_cie10": ["I63", "J45", "E78"], "derivacion_servicio": "UCI", "motivo_derivacion": "ictus", "prioridad": "normal", "doc_type": "referral", "notas_clinicas": "Estimado colega,\n\nLe rcmito al paciente Daniel Nauarro Prieto, varón de 22 años con antecedentes personales sighificativos de ictus, asmae hiperlipidemia. Actua1mente, el paciente no sigue un tratamiento habitual. No refiere tabaquismo. Daniel presenta un cuadro clínico de cpisodios recurrentes de dishea y palpitaciones que han ido en aumento durante e l último mes. Dado su anteeedente de ictus, consideramos necesa ria una valoración más profunda para descartar posibles complicaciones neurológicas o cardiovasculares adicionales. \n\nSolicito su valoración especializada y la consideración de opciones terapéutieas adecu adas, dado el ri esgo potencial asociado a sus antecedentes. La situación no requiere intervención urgente, pero sí vna valoraciónoportuna para evitar posibles complicaeiones futuras. Agradezco su atención y quedo a la e spera del informe de retorno con las recomendaciones pertinentes.\n\nAtentamente,  \n[Nombre y firma del médico remitente]"}
