{"nss": "41227216S", "nombre": "Carlos Navarro Delgado", "edad_rango": "60-70", "sexo": "male", "fecha": "06-05-2023", "centro": "Centro de Atención Primaria", "domicilio": "Calle Mayor 28, Madricl", "fumador": false, "patologias": ["asma"], "farmacos": ["arnlodipino", "levotiroxina", "aspirina", "diclofenaco", "metformina"], "codigo": ["J45"], "unidad": "neurología", "diagnostico": "asma", "doc_type": "visit", "texto": "Motivo de consulta: Carlos Navarro Delgado, 64 años, se presenta por dishea leve en esfuerzos moder ados. Rcf asma controlada eon tx habitual.\n\nExploración: FC 70 lpm, TA 140/85, SatO2 95% en aire ambiente. ACauseultación rítmica sin soplos. AP m urmullo vesicular eonservado, sin sibilancias ni rales. Abdomeh blando y depresible, sinmasas. EE sin edemas.\n\nImpres ióh cliagnósti ca: Disnea en probable relacióh con HT A y posible DM. Control adecuaclodel asma. No signos cle ICC o EPOC exacerbada.\n\nPlan: Ajustar tx: revisar dosis de amlodipino. Control metabólico con revisión de niveles de g1ucosa. Serecomiend a seguimiento en consulta de meclicina interna. Continuar coh tx actual para asma y r eevaluar en 3 meses."}
{"nss": "95899313P", "nombre": "Lucía Ruiz Herrero", "edad_rango": "60-70", "sexo": "female", "fecha": "12-11-2025", "centro": "Centro de Atención Primaria", "domicilio": "Calle Serrano 35, Hospitalet de Llobregat", "fumador": false, "patologias": ["depresión", "enfermedad coronaria", "insuficiencia renal crónica", "enfermedad hepática grasa", "anemia"], "farmacos": ["omeprazol"], "codigo": ["F32", "I25", "N18", "K76", "D64"], "unidad": "digestivo", "diagnostico": "insuficiencia renal crónica", "doc_type": "visit", "texto": " Motivo de consulta: Revisión rutinaria de IRC y control de enf. coronaria. Paciehte sin tabaquismo. Refiere cansancio y mareos ocasionales. \n\nExploración: PA 135/85 mmHg. FC  78 lpm, regular. Sin signos de ICC. Abdomen blando, no doloroso. Extremidades sin edemas. Mucosas pálidas. Estado anímico estable, sin signos de ansiedad, orientada en las trcs esferas. \n\nImpresión diagnóstica: IRC estable, anemia probable ferropénica secuhdaria. Seguimicnto de enf. coronaria  sin cambios significativos.\n\nPlan: Solicitar analítica completa con perfil férrico y pruebas de función renal. Continuar con omeprazo1 20 mg/día. Revisión en nefrología en 3 meses. Recomend amos dieta adccuada y control regular de PA. Paciente informada y cohforme."}
{"nss": "83863413P", "nombre": "Isabel Sánchez Suárez", "edad_rango": "60-70", "sexo": "female", "fecha": "17-01-2024", "centro": "Centro de Atención Primaria", "domicilio": "Calle Princesa 104, Valencia", "fumador": true, "patologias": ["fibrilación auricular", "asma", "insuficiencia cardíaca", "enfermedad coronaria"], "farmacos": ["ibuprofeno", "metoprolol"], "codigo": ["I84", "J45", "I50", "I25"], "unidad": "urología", "diagnostico": "insuficiencia cardíaca", "doc_type": "visit", "texto": "Isabel Sánchez Suárez, mujer dc 68 a. Consulta por disnea progresiva y fatiga en AVD. Antecedentes de FA, asma,ICC y enfermedad coronaria.Med: ibuprofeno, metoprolol. Fumadora activa. A la expl: roncus y sibilancias en ambos campos pulmonares, edema en MI. FC irregular, piel fría. Sin fiebre. Impresión dx: descompensación ICC con posible exaecrbación as mática. Plan:ajustar diuréticos, suspcnder ibuprofeno (por riesgo CV), iniciar corticoides inhalados. Recomendar cese de tabaco. Control ca rdiológico y pulmonar en 1 sem. Posible necesidad de TAC si no mejora."}
{"nss": "99038359Z", "nombre": "Inés Pérez Delgado", "edad_rango": "70-80", "sexo": "female", "fecha": "22-08-2023", "centro": "Centro de Atención Primaria", "domicilio": "Calle Arenal 41, Córcloba", "fumador": false, "patologias": ["insuficiencia cardíaca", "diabetes tipo 2", "artritis", "insuficiencia renal crónica", "hiperlipidemia"], "farmacos": [], "codigo": ["I50", "E11", "M19", "N18", "E78"], "unidad": "neurología", "diagnostico": "diabetes tipo 2", "doc_type": "visit", "texto": "Motivo de consulta: control rutinario. Px: InésPérez Delgaclo, 82 años, acude a revisión. Sin ref. de malestar aguclo. \n\nExploración: PA 145/85 mmHg, FC 78 lpm, Sat02 96% eh aire ambiente. Si n signos de descompensación de ICC o IRC. Aumento leve en edemas periféricos. Movilidad reducida por artritis. No presenta síntomas de hipoglucemia ni infeccioncs.\n\nImpresión diagnóstica: Es table clínicarnente con control de DM y ICC. Posible acumulación de líquidos por IRC.\n\nPlan: Recornendar inicio de tx farmacológico p/ ICC y DM. Proponer ajustar dieta p/ control de glucemia y líquidos. Solicitar análisis de sangr e y función renal. Cita se guimiento en 1 mes."}
{"nss": "10054484B", "nombre": "Pilar Iglesias Rubio", "edad_rango": "30-40", "sexo": "female", "fecha": "24-09-2024", "centro": "Centro de Atención Primaria", "domicilio": "España", "fumador": false, "patologias": ["artritis"], "farmacos": ["paroxetina", "omeprazol", "losartán"], "codigo": ["M19"], "unidad": "urología", "diagnostico": "artritis", "doc_type": "visit", "texto": "Paciente Pilar Iglesias Rubio, 36 años. Consulta por dolor articular persistente en manos y rodillas, empeorando desde hace 2 scm.Antecedente de artritis. Está en tto c/paroxetina, omeprazol y losartán. No fumadora. Niega alergias conocidas. Exploración: leve inflamación en int erfalángicas proximales, sih eritema. Movilidad limitada por dolor. Sin signos de sinovitis en otras articulaciones. PA 125/80, FC 78 lp m. Impresión dx: exacerbación de artritis. Plan: AINEs para rnanejo dcl clolor, reevaluar en 4 sem. Recomendar ejercicios dc bajo impacto. Ajustar medicación si no mejora. Seguimiento de TA debido a uso de losa rtán."}
{"nss": "29806690R", "nombre": "Miguel Sánchez Prieto", "edad_rango": "20-30", "sexo": "male", "fecha": "18-04-2023", "centro": "Ccntro de Atención Primaria", "domicilio": "Calle Serrano 32, Vitoria-Gasteiz", "fumador": false, "patologias": [], "farmacos": ["diclofenaco", "ramipril", "paroxetina"], "codigo": [], "unidad": "endocrinología", "diagnostico": "sin diagnóstico", "doc_type": "visit", "texto": "Miguel Sánchez Prieto, varón de 31 años, acude aconsulta por ce falea persistente desde hace 3 sem anas. Niega fiebre, vómitos o alteraciones visuales. TA 140/85 mmHg. Ex. fisica sin hallazgos relevantes. Paciente refiere aumentar dosis cle diclofenacosin mejoría significativa. No antecedentes cle interés, no furnador, sih alergias conocidas. Medicación actual: ramipril, paroxetina, diclofenaeo.\n\nImpresión dx: Cefalea tensional. HTA leve controlada con ramipril.\n\nPlan: Se recomienda suspender oreducir diclofenaco gradualmente, introducción de rnedidas no farmacológicas para el manejo del estrés, valorar ajuste de paroxetina. Se cita control en 1 mes o antes si empeoramiento."}
{"nss": "55076693L", "nombre": "Teresa Romero Ortiz", "edad_rango": "0-10", "sexo": "female", "fecha": "10-05-2024", "centro": "Centro de Atención Prirnaria", "domicilio": "Avenida de la Constitución 35, Alicante", "fumador": false, "patologias": ["depresión", "gota", "hiperlipidemia", "osteoporosis", "EPOC"], "farmacos": ["ibuprofeno", "aspirina"], "codigo": ["F32", "M10", "E78", "M81", "J44"], "unidad": "traumatología", "diagnostico": "osteoporosis", "doc_type": "visit", "texto": "Motivo de consulta: Dolore s articulares persistentes en las rodillas.\n\nExploracióh: Paciehte de 10 años, acude acompañada de su madre. Refiere dolor articular cn ambas rodilla s desde hace 2 meses, principalmente al realizar actividad física. Sin fiebrc niotros sxs sistémico s. Eh la exploración física se observa n signos leves de in flamació n en ambas rodillas, sin eritema ni calor. Movilidad artieular conservada. Sih otras alteraciones relevante s en la exploración general.\n\nImpresión diagnóstica: Posible artralgia relacionada con actividacl física. Descartar exacerbación de gota, aunque poco probable dada la edad.\n\nPlan: Recomendació n de reposo relativo y aplicación local de frío. Aumcntar dosis de ibuprofeno en caso de persistencia de1 dolor (dentro de los límites seguros para su edad y peso). Derivación a reumatología pediátrica para eva luación sccundaria y seguimiento. Se solicita analítica para valorar uricemia y descartar otras cavsas inflamatorias. Reevaluar en 1 mes o antes si empeoran sxs."}
{"nss": "62274692F", "nombre": "Óscar Pérez Serrano", "edad_rango": "40-50", "sexo": "male", "fecha": "04-12-2023", "centro": "Centro de Atención Primaria", "domicilio": "Calle Velázquez 54, Murcia", "fumador": false, "patologias": ["osteoporosis", "fibrilación auricular", "insuficiencia cardiaca"], "farmacos": [], "codigo": ["M81", "I48", "I50"], "unidad": "neurología", "diagnostico": "insuficiencia cardíaca", "doc_type": "visit", "texto": "Motivo de consulta: Dolor lumbar persistente, sin irradiacion. Óscar Pércz Serrano, 48 años, con antecedentes de osteoporosis, FAy ICC. No fumador. Actualmentesin tto habitual. Refieré dolordesde hace 2 mc ses, empeora al estar de pie pro1ongadamente.\n\nExploracióh: Constantes estab1es. ECG: FA controlada. Auscultación: murmullo vesicular conservado. Dolor locali zado en región lumbar baja ala palpacion, sin signos de radiculopatía. No otras alteraciones neurológicas.\n\nImpresión dx: Dolor lumbar crónico,probable exacerbación de o steoporosis. FA e ICC estables.\n\nPlan: Iniciar tto con bifosfonatospara manejo de osteoporosis. Analgé sicos a demahda. Derivar a reumatología para valoración adicional. Recomendaciones de fisioterapia. Control cardiovas cular regular. Revisaren 1 mes."}
{"nss": "38408562B", "nombre": "Inés Castro Carrasco", "edad_rango": "80-90", "sexo": "female", "fecha": "01-02-2023", "centro": "Centro de Atención Primaria", "domicilio": "Calle Serrano 42, Bilbao", "fumador": false, "patologias": [], "farmacos": ["diclofenaco", "atorvastatina", "ibuprofeno", "omeprazol", "metformina"], "codigo": [], "unidad": "neumología", "diagnostico": "sin diagnóstico", "doc_type": "visit", "texto": "Motivo de consulta: Dolor articu1ar en manos y rodillas.\n\nExploración: Paciente de 83 años, refiere DOLOR articular de varios meses de evolución, especialmchte en manos y rodillas. No hay signos de inflamación evidente. Movilidad ligeramente reducida. No fiebre hi rigidez matutina prolongada.TA: 130/80 mmHg, FC: 72 lpm, sin signos de ICC ni edemas. No fumadora, sin alergias conocidas.\n\nImpresión diagnóstica: Artra1gia posiblemente degenerativa.Control DM tipo 2. \n\nPlan: Ajustar analgesia, evitar el uso concomitante de diclofenaco e ibuprofeno, considerar APAP. Continuar seguimiento con Metformina para DM, recomienda control glicemia. Reevaluar en 3 meses o ahte exacerbación de síntomas."}
{"nss": "51870192V", "nombre": "Alba López Aguilar", "edad_rango": "60-70", "sexo": "female", "fecha": "23-03-2025", "centro": "Centro de Atención Primaria", "domicilio": "Calle Gran Vía 119, Elche", "fumador": false, "patologias": ["depresión", "anemia", "insuficiencia renal crónica"], "farmacos": ["amlodipino", "omeprazol", "losartán", "hidroclorotiazida"], "codigo": ["F32", "D64", "N18"], "unidad": "neurología", "diagnostico": "anemia", "doc_type": "visit", "texto": "Paciente Alba López Aguilar, 66 año s, ac ude por control de IRC y seguirniento de HTA. Antecedentes de depresión yanernia. Bajo tx con amlodipino, ome prazol, 1osartán e hidrodorotiazida. No fumadora. En la exploración, PA 140/85 mmHg, FC 72 lpm, sih signos de descompensación cardiorrespiratoria. No edemas ni soplos. Abdomen blando y depresible. Exámenes previos muestran creatinina elevada, se solicita con trol analítico para ajustar tratamiento.\n\nImpresión dx: Control de HTA y manejo de IRC cstable. Cohtinuar con tx antihipertensivo actual,ajustar dosis según resultados de lab. Recomendar dieta hiposódica. Valorar necesidad de suplem ento férrico tras resultado de Hb. Nueva cita en 3 meses para evaluación."}
{"nss": "72372114S", "nombre": "Jorge Domínguez Pascual", "edad_rango": "50-60", "sexo": "male", "fecha": "03-02-2023", "centro": "Centro de Atención Primaria", "domicilio": "Calle Prihcesa 32, Bilbao", "fumador": false, "patologias": ["enfermedad hepática grasa", "hiperlipidernia", "fibrilación auricular", "artritis"], "farmacos": ["hidroclorotiazida", "simvastatina", "clopidogrel", "metoprolol", "diclofenaco", "insulina"], "codigo": ["K76", "E78", "148", "M19"], "unidad": "traumatología", "diagnostico": "artritis", "doc_type": "visit", "texto": "Motivo de consulta: Control rutinario de FA y revisión dc medicacióh. Paciente refiere episodios ocasionales de mareos y ligeros dolores articulare s, probablernente relacionados con su artritis. No presenta síntomas agudos.\n\nExploración:TA 135/85 mmHg, FC 78 lpm, r itmo irregular. Sin signos de ICC. Abdomen blando, no doloroso. No hepatoesplcno megalia. Extremidades sinedemas. Auscultacion cardiopulmonar sin hallazgos relevantes.\n\nImpre sión diagnóstica: FA crónica estable. Control aclecuado de la hiperlipidemia y signos de enfermedad hepátiea grasa estables. Los mareos pueden estar relacionados con los episodi os de FA o meclicación.\n\nPlan: Continvar contto actual: hidroclorotiazida, simvastatina, clopidogrel, metoprolol, diclofenaco, insulina. Se añade alendronato para prevención ósea dado el uso dc diclofenaco y posible riesgo de osteoporosis. Recomendar control de TA en casa y seg uimiento en 3 meses. Paciehte inforrnado sobre la importaneia de adherencia a la medicación."}
{"nss": "91378577Z", "nombre": "José Moreno Prieto", "edad_rango": "70-80", "sexo": "male", "fecha": "12-07-2023", "centro": "Centro de Atención Primaria", "domicilio": "Avenida de América 54, A Coruña", "fumador": "False", "patologias": ["hipertensión arterial", "asma", "gota", "ictus"], "farmacos": ["losartán", "aspirina", "metoprolol", "amlodipino"], "codigo": ["I10", "J45", "M10", "I63"], "unidad": "neurología", "diagnostico": "asma", "doc_type": "visit", "texto": "Motivo de consulta: Revisión rutinaria. Paciente de 79 a ños, con antecedentes de HTA, asma, gota e ictus. No refiere cambios significativos desdela última consulta. No fuma. Medieación: losartán, aspirina, metoprolol, amlodipino.\n\nExploración: TA 145/85, FC 72 lpm, FR 18rpm, SatO2 97%.No edcma s periféricos. Auscultación pulmonar eon roncus bilaterales, sin sibilancias activas. Tono cardíaco rítmico, sin soplos. Abdomen blando, no doloroso. Sin signos de gota activa en articulaciones. \n\nIrnpresión cliagnóstica: Control subóptimo de HTA. Asma estable. Seguimiento post-ictus adecuado.\n\nPlan: Ajuste dos is de losartán si TA persiste elevada. Contihuar con e l tto actual. Control TA en domicilio y regreso en 2 rneses. Educacion sobre síntomas de alarma del ictusy control de crisis asmáticas."}
{"nss": "10154493Q", "nombre": "Sara Marín Caballero", "edad_rango": "10-20", "sexo": "female", "fecha": "26-02-2025", "centro": "Centro de Atención Primaria", "domicilio": "Calle Velázquez 66, Vigo", "fumador": false, "patologias": ["nipertensión arterial", "fibrilación auricular", "enfermedad coronaria", "insuficiencia renal crónica"], "farmacos": ["clopidogrel", "amlodipino"], "codigo": ["I10", "I48", "I25", "N18"], "unidad": "neurología", "diagnostico": "hipertensión arterial", "doc_type": "visit", "texto": "Motivo de consulta: Control ruti nario. Paciente Sara Marín Caballer o, 13 años, con antecedentes de HTA, FA,enfermedad coronaria e IRC. Actual mente en tratamiento con clopidogrel y amlod ipino. Niega tabaco. \n\nExploración: TA 140/85 rnmHg, FC 90 lpm, regular. 5 oplo sistólico II/VI en foco mitral. Extremidades sin edemas. Pacientc refiere mareos ocasionales, sih síneope. No alergias conocidas. \n\nImpresión diagnóstica: Control parcial de HTA y FA. Posible relación de síntornas con variabilidad t ensiona1 o tratamiento actual.\n\nPlan: Ajustar dosis de amlodipino. Realizar ecocardiograma para evaluar función cardíaca. Monitor ización ambvlatona de TA. Próxi ma cita en 1 mes."}
