{"nss": "95899313P", "nombre": "Lucía Ruiz Herrero", "edad_rango": "60-70", "sexo": "female", "fecha": "12-11-2023", "centro": "Centro de Atención Primaria", "domicilio": "Calle Serraho 35, Hospitalet de Llobregat", "fumador": false, "patologias": ["depresión", "enfermedad coronaria", "insuficiencia renal crónica", "enfermedad hepática grasa", "anemia"], "farmacos": ["omeprazol"], "codigo": ["F32", "I25", "N18", "K76", "D46"], "unidad": "oncología", "diagnostico": "enfermeclad coronaria", "doc_type": "discharge", "texto": "Ingreso de L. Ruiz Herrero, mujer de 67 años, x reagudización de ICC y 1RC. A su llegada, presentaba disnea progresiva y edemas en EEII. Dx: descompensación de ICC secunclaria a enfermedad coronaria. Anteceden tes: depresión, anemia, DM controlada, enfermedad hepática grasa. Sin alcrgias conocidas. Evolución favorabl e tras ajustes terapéuticos: diuréticos IV, IECA, beta-bloqueantes. Mejoría clí nica cvidehtc, función renal dentro de parámetros estables.\n\nRecomendaciones alalta: co ntinuar con tto actual (omeprazol, IECA, beta-bloqueantes), control estncto TA y glicemia. Dietahiposódica, evitar nefrotóxicos. Seguimiento en cardiología y nefrología.Importante adherencia al tto para prevenir nuevas descompensaciones. Acudir a urgencias si reapareee disnea o edemas. Consulta en 2 semanas ."}
{"nss": "88461803P", "nombre": "Pilar Romero Serrano", "edad_rango": "60-70", "sexo": "female", "fecha": "25-05-2025", "centro": "Centro de Atención Primaria", "domicilio": "Avenida Diagonal 34, A Coruña", "fumador": false, "patologias": ["osteoporosis", "artritis", "hiperlipidemia", "gota"], "farmacos": ["ibuprofeno", "atorvastatina", "simvastatina", "levotiroxina", "amlodipino"], "codigo": ["M81", "M19", "E78", "M10"], "unidad": "urgencias", "diagnostico": "hiperlipidemia", "doc_type": "discharge", "texto": "Pilar Rornero Serrano, mujer de 67 años, ingresa por exacerbación de artritis con dolor intenso en rodilla dcrecha dificultando lamovilización. Antecedentes: osteoporosis, artritis, hiperlipidemia y gota. Medic ación habitual: ibuprofcno, atorvastat ina, simvastatina, levotiroxina, amlodipino. No fuma.\n\nDurantc el ingreso, se administró A1NEs  y terapia física, con mejoría significativa del dolor y movilidad. Se ajustó el tto. hipolipemiantea solo atorvastatina. No complicaciones durante la hospitali zacion. Se realizó TAC que dcscartó lesiones óseas agudas. \n\nAlta con recomendaciones de continuar con fisioterapia ambu latoria, evitar carga excesiva en articulación afectada. Control eh consulta de reumatología en 4 semanas. Cita con médico  de cabecerapara seguimiehto de HTA y dislipidemia. Mantencr medicación como indicado. Se sugiere controldietético para manejo de gota."}
{"nss": "81182864V", "nombre": "María Navarro Santos", "edad_rango": "60-70", "sexo": "female", "fecha": "04-06-2025", "centro": "Centro de Atención Primaria", "domicilio": "Avenida Diagonal 100, Málaga", "fumador": false, "patologias": ["insuficiencia renal crónica", "gota", "EPOC", "insuficiencia cardíaca"], "farmacos": ["losartán", "alendronato", "ramipril", "atorvastatina", "omeprazol"], "codigo": ["N18", "M10", "J44", "I50"], "unidad": "cirugía general", "diagnostico": "insuficiencia cardíaca", "doc_type": "discharge", "texto": "Pte. Ma ría Navarro Santos, 62 años, ingresa por descompensacion de I CC y exacerbación de EPOC. Antecedentes de IRC, gota, EPOC,ICC. No fumadora. Durante la estancia, se inicia tto. con metoprolol, estabilizándose parámetro s hemodinámicos. Buena evolución tras ajuste de diuréticos y broncodilatadores. Se realizó TAC torácico para descartar comphcaciones pulmonares, resultando negativo.\n\nAl alta , se recornienda continuar c oh losartán, alendronato, ramipril, atorvastatina, omeprazol, ymetoprolol. Revisión en consulta de nefrología y cardiología en 1 mes. Control de PA y función renal semanalmente. Die ta baja cn sodio y restricción de líquidos. Evitar AINEs por riesgo de deterioro renal."}
{"nss": "81498611C", "nombre": "Elena Rodriguez Ortiz", "edad_rango": "30-40", "sexo": "female", "fecha": "20-11-2023", "centro": "Centro de Atención Primaria", "domicilio": "Calle Velázquez 9, Vitoria-Gasteiz", "fumador": false, "patologias": [], "farmacos": [], "codigo": [], "unidad": "neurología", "diagnostico": "sin cliagnóstico", "doc_type": "discharge", "texto": "Paciente: Elena Rodríguez Ortiz, 35 años, sexo: F. Ingresa por dolor abd agudo, sin antecedentes de inte rés ni medicación habitual. No fum adora. Dx principal: apenclicitis aguda. Se realiza apcndicectomía laparoscópiea sin complicaciones. Evolucion postoperatoria favorable, sin fiebre, tolera dieta adecuada y movilización precoz.\n\nTratamiento: analgesia conven cional (paracetamol 1g/8h v.o), profilaxis antibiótica con a moxicilina-clavulánico 875/125 mg/8h por 5 días. No alergias medicamentosas conocidas. No transfusiones rcqueridas. \n\nRecomendaciones al alta: seguir control en CCEE de Cirugía en 10 días, vigilar signos de ihfección en herida, mantener buena higiene local, evitar esfuerzos físicos intensos por 4 semanas. Se aconseja paracetamol 1g/8h solo si es necesario. En caso d e fiebre >38ºC, dolor intenso o vómitos, acudir a urgencias."}
{"nss": "40158366K", "nombre": "Marta Vázquez Santos", "edad_rango": "20-30", "sexo": "female", "fecha": "25-11-2025", "centro": "Centro de Atención Primaria", "domicilio": "Calle Mayor 32, Hospitalet de Llobregat", "fumador": true, "patologias": ["demencia"], "farmacos": ["warfarina", "ibuprofeno", "alendronato"], "codigo": ["F03"], "unidad": "medicina interna", "diagnostico": "demencia", "doc_type": "discharge", "texto": "Paciente: Marta Vázquez Santos, 24 años, ingresa por exacerbación de demencia con confusión aguda. A la llegada, prcsenta desorientacióntemporal y espacial. Tras estvdios iniciales, se dcscarta infección activa y se ajvsta tto. farmaeológieo. Se realiza TAC para descartar otras causas neurológicas, resultados sin hallazgos agudos relevantes. Durante la hospitalización, mejora la orientación y estabilización cognitiva con ajuste en medicación y soporte psiquiátrico.\n \nEvolución favorable, sin complicaciones. Tratamiento eh planta incluyó ajuste de warfarina y manejo del do lor con ibuprofeno, además de continuar con alendronatopor antcccdentes de osteoporosis. Se evalúa hábito tabá quico,recomendando eese. Al alta: estado mental basal.\n\nRecomendaciones: Seguir controle s de INR por anticoagulación. Coordinar seguimiento neurológico y psiquiátrico. Evitar ibuprofeno en exceso por posib1e interacción con warfarina. Se aconseja terapia para tabaquismo, evitar alconol. Acudir a urge ncias si presenta alteración aguda del estado mental o signos de sangrado."}
{"nss": "58942697E", "nombre": "Raquel García Blanco", "edad_rango": "70-80", "sexo": "female", "fecha": "23-05-2025", "centro": "Centro de Atención Primaria", "domicilio": "Calle Gran Vía 40, Zaragoza", "fumador": false, "patologias": ["asma", "hipertensión arterial", "anemia", "demencia", "depresión"], "farmacos": ["diclofenaco"], "codigo": ["J45", "I10", "D64", "F03", "F32"], "unidad": "", "diagnostico": "anemia", "doc_type": "discharge", "texto": "Paciente Raquel García Blanco, 79 a, F. Ingresa por disnea aguda y sibilancias progresivas. Dx: exacerbación asmáti ca en contexto de infección rcspiratona. Antecedentes: asma, HTA, anemia, demencia, clepresión. No f umadora. No alergias medicamcntosas conocidas. Durante la estancia, se inicia tto con broncodi1atadores, corticoides sistémicos y antibióticos. Evolución favorable con mejora de la función respiratoria y estabilización hemodinárnica. Se ajusta medicación antihipertensiva.\n\nAl alta se recomienda continuar con tto habitual para HTA, sc añade inhalador de mantehirniento con corticoides y brohcodi latador. Diclofenaco se mantiene según tolerancia por dolor articular  ocasional.Controlen consulta externa en 2 sem con scguimiento por medicina de familia. Se sugie re supervisión familiar dado el contexto de dernencia para asegurar adherencia. Evitar exposición a ambientes con humo o frío extremo. Señales de alarma: empeoramiento respiratorio, fiebre pcrsistentc, tos prodvctiva."}
{"nss": "54585178Z", "nombre": "Rafael Vázqucz Calvo", "edad_rango": "20-30", "sexo": "male", "fecha": "25-01-2025", "centro": "Centro dc Atención Primaria", "domicilio": "Paseo de la Castellana 95, Madrid", "fumador": false, "patologias": ["asma", "obesidad", "insuficiencia renal crónica", "ictus", "fibrilación auricular"], "farmacos": ["diclofenaco"], "codigo": ["J45", "E66", "N18", "I63", "I48"], "unidad": "mcdicina interna", "diagnostico": "fibrilación auricular", "doc_type": "discharge", "texto": "Motivo de ingreso: Rafael Vázquez Calvo, 30 años, ingresa por exacerbación de asma y descornpensación de IRC. Evolueión: Dvrante la estancia,  se cstabiliza el cuadro asmático con broncodilatadores y corticoides. La función renal mejora moderadamente con hidratación y ajuste de medicament os. Episodio de FA eontrolado con anticoagulación y ahtiarrítmicos. No complicaciones rnayores. Trat amientos: Nebulizaciones, prednisolona, ajus te de diclofenaco por su efecto nefrotóxico, anticoagulación con warfarina.\n\nRecomendaciones al alta: Continuar medicación actual: broncodilatadores, warfarina. Cita eoh nefrología y neumología en 2 sem. Monitorizar INR por riesgo de hemorragia. Dietabaja en sodio y proteínas. Ejercieio mode rado,  evitar exposición  a alergenos. Consultar ante disnea ocdemas. No fumar."}
{"nss": "35921441H", "nombre": "Fernando Rodríguez Prieto", "edad_rango": "60-70", "sexo": "male", "fecha": "20-08-2025", "centro": "Centro de Atención Primaria", "domicilio": "Calle Gran Vía 85, Palma", "fumador": false, "patologias": ["fibrilación auricular"], "farmacos": ["losartán", "metoprolol"], "codigo": ["I48"], "unidad": "mcdicina interna", "diagnostico": "fibrilación auricular", "doc_type": "discharge", "texto": "Ingreso por descompensación de FA en contexto de  mal eontrol de la TA. Px masc de66 a con antec de FA crónica en tto con losartán y metoprolol. A su llegada presentó palpitaciones y disnea leve. Se realizó ajuste farmacológico y mohitorización durante su estancia. \n\nEvolución favorab1e eon estabilizaci ón dc la frecuencia eardíaca y mejor control tensional. Durante l a hospitalizaeión, se dcscart aron eompl icaciones mediante EKG y ecocar diografía. Se inició anticoagulación con apix abán porriesgo tromboembólico. \n\nRecornendaciones al alta: Continuar con losartán, metoprolol y apixabán.  Control de TA en casa, dieta baja cn sodio, sin tabaco. Cita en cardiología en 2 scmanas. Se recomienda vigilancia de signos dealerta  como aumento de disnea o palpitaciones persistentes."}
{"nss": "64266464W", "nombre": "Sara Moreno Calvo", "edad_rango": "30-40", "sexo": "female", "fecha": "19-01-2025", "centro": "Centro de Atención Primaria", "domicilio": "Paseo del Prado 87, Córdoba", "fumador": false, "patologias": ["enfermedad hepática grasa", "obesidad", "hiperlipidemia", "EPOC", "asma"], "farmacos": ["gabapentina", "metformina", "paroxetina"], "codigo": ["K76", "E66", "E78", "J44", "J45"], "unidad": "cardiología", "diagnostico": "hiperlipidemia", "doc_type": "discharge", "texto": "Sara Moreno Calvo, 37años, ingresa por exacerbación de EPOC y descontrol de asma. Se observó disnea, sibilancias y tos persistente. Anteced. de ehf. hepática grasa, obesidad y hiperlipidemia. Durante la estancia hospitalaria, se ajustaron broncodilatadores y se eomenzo tto. con corticosteroides sistémicos. Mejoría clínica progresiva con disminución de síntomas respiratorios. Se mantuvo control glicémico con metformina.\n\nAl alta , se rccomienda seguir con el uso regular de inhaladores prescritos y continúar control de comorbilidades. Evitar exposicióh a alergenos y ambientes con humo. Se  sugiere seguimiento en consulta de neumología y control de perfil lipídico. Recomendado plande dieta y ejercicio para manejo de peso. Se recuerda adherirse a tto. actual: gabapentina, metformina, paroxetina. 5in complic. clvrante la estancia, se da a 1ta en condiciones estables."}
{"nss": "72372114S", "nombre": "Jorge Domínguez Pascual", "edad_rango": "60-70", "sexo": "male", "fecha": "05-09-2024", "centro": "Centro de Atcnción Primaria", "domicilio": "Calle Princesa 32, Bilbao", "fumador": false, "patologias": ["enfermedad hepática grasa", "hiperlipidemia", "fibrilación auricular", "artritis"], "farmacos": ["hidroclorotiazida", "simvastatina", "clopidogrel", "metoprolol", "diclofenaco", "insulina"], "codigo": ["K76", "E78", "I48", "M19"], "unidad": "neurología", "diagnostico": "hiperlipidemia", "doc_type": "discharge", "texto": "Pacicnte: Jorge Domínguez Pascual, 61 años, ingresa por descompensación dc FA. A su llegada presenta palpitaciones y disnea. Se realiza control con ajuste de dosis dc metoprolol y anticoagulación con clopidogrcl. Durante su estancia, evolución favorable, ritmo cardíaco estabilizado. Se descarta ICC mediante ecocardiograma. Sin complicaciones añadidas. \n\nTratamiento en hospital: ajustcde metopro lol, mantenimiento de simvastatina y hidroclorotiazida, cont ro1 glicemic o con i nsulina. Analíticas mucstran bueha función hepática pese a enfermedad hepática grasa.  No reacciones adversas a medicación. \n\nAl alta, continuar con medicación habitual. Controlen consulta cle cardiología en 1 mes.Recomendaciohes: dieta baja eh grasas, ejerc icio moder ado. Evitar AINEs por posible afectación hepática. Pacicnte casado, vive con esposa, cuenta con buen apoyo familiar. Sin alergias  conocidas."}
{"nss": "64549859Z", "nombre": "Sergio Pérez Herrero", "edad_rango": "10-20", "sexo": "male", "fecha": "17-04-2024", "centro": "Centro de Ateneión Primaria", "domicilio": "Avenida de la Constitución 93, Valencia", "fumador": false, "patologias": ["osteoporosis", "depresión"], "farmacos": ["simvastatina", "levotiroxina", "metformina", "ramipril"], "codigo": ["M81", "F32"], "unidad": "neumología", "diagnostico": "osteoporosis", "doc_type": "discharge", "texto": "Motivo deingreso: Sergio Pérez Hcrrero,14 años,  ingresa por fractura de fémur izquierdo tras caída accidental en el domicilio. Ante cedentes de osteoporosis y depresión. No fum ador. Evo lución favorable con tto. conservador y analgesia. Durante la estancia, se ajustan dosis de medicación habitual: simvastatina, levotiroxina, metformina y ramipril. \n\nEl paciente presenta buena evolución; se realizó control radiológico que  confirma adecuada alineación delhueso. Se descartan complicaciones y se evalúa estaclo anímico, encontrandose estable. Se recomienda continuar con el seguimientopor psiquiatría para manejo de la depresión. Al alta, se indica repos o relativo y fisioterapia para recuperación funcional dcl miembro afectado. Se aconseja control en eonsultas externas de traumatologíaen 4 semanas. Recordar adherencia al tto. farmacológico y evitar actividades de alto riesgo que puedan comprometer la integridad ósea."}
{"nss": "54398056C", "nombre": "María Martínez Rubio", "edad_rango": "60-70", "sexo": "female", "fecha": "10-01-2024", "centro": "Centro de Atención Primaria", "domicilio": "Callc Tolcdo 71, Gijón", "fumador": false, "patologias": ["obesidad", "demencia", "anemia"], "farmacos": ["levotiroxina", "alendronato", "warfarina"], "codigo": ["E66", "F03", "D64"], "unidad": "medicina interna", "diagnostico": "obesidad", "doc_type": "discharge", "texto": "Paciente: María Martínez Rubio, 66 años, ingresa por caída accide ntal en domicilio con fx de cadera izq. No alergias conocidas. Evolución postope ratoria favorable tras intervención qx de reemplazo decadera. Dur ante la estancia, se manejó anemia con transfusioncs , se ajustódosificación de warfariha para mantener INR en rango terapéutico. No complicaciones significativas. Control metabólico adec uado, sin descompensaciones agudas.\n\nAl alta: continuar con lcvotiroxina, alendronato, warfarina. Reposo relativo y movil ización asistida con andador. Se recomienda fisioterapia ambulatoria. Evitar cargas y movimientos bruscos. Próximo control en consulta externa de geriatría en 1 mes. Observación en domiciliopor familares, dada su demencia. Se desaconseja el uso de escalcras. Mantener clieta equilibrada, control de peso por obesidad."}
{"nss": "91378577Z", "nombre": "José Moreno Prieto", "edad_rango": "70-80", "sexo": "male", "fecha": "01-09-2025", "centro": "Centro de Atención Primaria", "domicilio": "Avenida de América 54, A Coruña", "fumador": false, "patologias": ["hipertensión arterial", "asma", "gota", "ictus"], "farmacos": ["losartán", "aspirina", "metoprolol", "amlodipino"], "codigo": ["I10", "J45", "M01", "I63"], "unidad": "urología", "diagnostico": "asma", "doc_type": "discharge", "texto": "Motivode ingreso: José Moreno P r ieto, 79  años, ingresa por disnea grave y dolor torácico. Dx: ICC descompensada.\n\nEvolución: Durante la estancia nospital aria, se manejó ICC con divréticos IV y ajuste cle tto antihipertensiuo.Mejoría clínica progresiva, con resolución de la clisnea y estabilización hemodinámica. Se realizó ecocardio mostrando disfvnción sistólica moderada. No complicaciones  agudas. Sin eventos de FA durante la estancia. Control de gota estable; niveles de ácido úrico dentro de rango.\n\nTratamientos: Se mantuvo con losartán, aspiriha, metoprolol, amlodipino. Añadido furosemida oral al alta. Ajvste dosis de metoprolol para mejor control de ICC.\n\nRccomend aciones a1 alta: Continvar tto actual. Control ambulatorio por cardio1ogía y revisión en consulta de HTA en 1 mes. Dieta baja en sal. Ejercicio moderado según tolerancia. Vigilar signos de insuficiehcia cardíaca. No fumar ni consvmir alcoh ol. Consultar si hay aumento de disnea, edemas o palpitaciones."}
{"nss": "67985905K", "nombre": "Nuria Navarro Aguilar", "edad_rango": "50-60", "sexo": "female", "fecha": "29-07-2023", "centro": "Centro de Atención Primaria", "domicilio": "Calle Arenal 6, Valencia", "fumador": false, "patologias": ["EPOC", "fibrilación auricular", "demencia"], "farmacos": ["paroxetina", "simvastatina", "alendronato", "gabapentina", "metoprolol"], "codigo": ["J44", "I48", "F03"], "unidad": "neumología", "diagnostico": "fibrilación auricular", "doc_type": "discharge", "texto": "Ingreso por exacerbación de EPOC en pacicnte de 60 años con antecedentes cle EPOC, FA y demencia. Al ingreso, presenta disnea y tos productiva. Se inicia tto. conoxigenot erapia, corticoides y antibiótieos. Durante la estahcia, mejora de la función respiratoria y estabilizacióh del cuadro. Sin eventos de FA descontrolada. Se realiza ajuste en la medicación hab itual, suspendiendo gabapent ina y metoprolol. \n\nAl alta: se recomienda continuar con paroxetina, simvastatina, alendronato. Iniciar inhaladores de mantenimiento para EPOC. Control en consulta de neumología en 1 mcs. Importante monitorizar signos de descompensación respiratona. Acompañamiento familiar esencial debido a demencia. Sin alergias conocidas."}
{"nss": "48658617R", "nombre": "Nuria Muñoz Pascual", "edad_rango": "40-50", "sexo": "female", "fecha": "03-06-2025", "centro": "Centro de Atención Primaria", "domicilio": "Paseo de la Castellana 119, A Coruña", "fumador": false, "patologias": [], "farmacos": ["simvastatina"], "codigo": [], "unidad": "digestivo", "diagnostico": "sin diagnóstico", "doc_type": "discharge", "texto": "Paciente: Nvria Mvñoz Pascual, mujer dc 46 años, sin antecedentes de interés, en tratamiento con simvastatina. Ihgreso por dol or abdominal agudo. Tr as realización de ecografía abdominal se diagnostica colecistitis aguda. Evolución favorable tras tto con antibióticos (ceftriaxona) y analgesia.Se descarta la necesidad cle intervención quirúrgica inmediata. Durante la estancia hospitalaria, se mantuvo afebril y con buena tolerancia oral.\n\n Recomendaciones al alta: Continuar con simvastatina. Prescrito ibuprofeno 400 mg c/8h si dolor. Dieta baja en grasas. Control en consultas externas en 1 semana para seguimiento. Se aconscja abstención de alcohol. No furnar, aunque no tiene antecedentes de tabaquismo. En caso de fiebre o empeoramiento de síntomas, acudir a urgencias."}
{"nss": "53188224B", "nombre": "Patricia Torres Aguilar", "edad_rango": "30-40", "sexo": "female", "fecha": "26-08-2024", "centro": "Centro de Atención Primaria", "domicilio": "Calle Serrano 59, A Coruña", "fumador": false, "patologias": ["hiperlipidemia", "asma", "fibrilación auricular", "depresión", "obesidad"], "farmacos": ["clopidogrel", "levotiroxina"], "codigo": ["E78", "J45", "I48", "F32", "E66"], "unidad": "digestivo", "diagnostico": "asma", "doc_type": "discharge", "texto": "Pacien te Patricia Torres Aguilar, 33 años, ingreso por descompensación de FA. Evo1ucion favorable tras ajuste de tratamiento. Se realizó control de frecuencia con betabloqueantes y anticoagulación con clopidogrel. Se descartó IAM mediante ECG y marcadores cardiacos. Durahte la estancia, se manejó adecuadamente la hiperlipidemia y asma previniendocomplicaciones. Paciente sin alergias conocidas, no fumadora.\n\nAl alta, se recomienda continuar con clopidogrel y levotiroxina en dosis actuales. Se añade bisoprolol 2,5 mg/dia para control cle FA y se ajusta simvastatiha20 mg/día para manejo de hiperlipidemia. Control en consvlta de cardiologíaen 1 mes. Reforzar hábitos saludables, dieta hiposódica y ejercicio regular para manejo de obesidad. Seguimiehto psiquiátrico por depresion estable. Se recue rda importancia de adherencia al tto. y control regular de funciones tiroideas."}
{"nss": "14818295Q", "nombre": "Alejandro Ramos Molina", "edad_rango": "70-80", "sexo": "male", "fecha": "13-12-2024", "centro": "Centro de Atención Primaria", "domicilio": "Calle Velázquez 70, Vitoria-Gasteiz", "fumador": false, "patologias": ["depresión", "osteoporosis", "ictus"], "farmacos": ["aspirina", "clopidogrel", "paroxetina", "levotiroxina", "gabapentina"], "codigo": ["F32", "M81", "I63"], "unidad": "nefrología", "diagnostico": "depresión", "doc_type": "discharge", "texto": "Ingresa por síncope en contexto de hipotensión ortostática. AP: DP, osteoporosis, ICTUS prcvios. Meds: AAS, clopidogrel, paroxetina, levotiroxina, gabapentina. No fumador. Evo1.: Estabilización hemodinámiea con fluidoterapia IV. Se realiza ajuste de medicación antihipertehsiva.Exámenes complementarios sin alteraciones significativas. TAC craneal sin hallazgos agudos. Buena respuesta al tto., sin nuevos episodios de síncope.\n\nAl alta: continuar con  paroxetina, levotiroxina, gabapentina y AAS .Suspender clopidogrel. Control en consulta de Neurología e n 1 mes. Reeomendamos evitar cambios bruscos de postura y mantenerse bien hidratado. Revisar medicación en Atencióh Pri maria. Coordinar fisioterapia domic iliaria para mejorar movilidad y prevenir caídas."}
