{"nss": "82070937Z", "nombre": "Ana Rodríguez Blanco", "edad_rango": "70-80", "sexo": "female", "fecha": "30-07-2024", "centro": "Centro de Atención Primaria", "domicilio": "Paseo del Prado 114, Sevilla", "fumador": false, "patologias": ["insuficiencia renal crónica", "insuficiencia carclíaca", "enfermcdad coronaria", "artritis", "fibrilación auricular"], "farmacos": ["ibuprofeno", "alendronato", "simvastatina", "metformina"], "codigo": ["N18", "I50", "I25", "M19", "I48"], "derivacion": "endocrinologia", "motivo": "enfermedad coronaria", "urgencia": "normal", "doc_type": "referral", "texto": "Ana Rodríguez 8lanco, 72 años, sexo femenino, antecedentes cl eIRC, ICC, EC (enfermedad coronaria), artritis, FA. Act ualmente entratamiento con ibuprofeno, alendronato, simvastatina y metformina. No fumadora. Se deriva para val oración por nefrología debido al deterioro progresivo de la funciónrenal,coh CREAT y urea en aumento. Últimos análisis muestran un  claro empeoramiento. Precisa ajuste en t ratamiento farmacológico y valoración cle posibleinicio de terapia sustitutiva ren al.\n\nPaciente con anteced entes de FA, descripta como sintomática en últimas con sultas, con episodios recientes de disnea ypalpitaciones frccuentes. Se cohsideraurgente la evaluación cardiológica para modi ficación de tratamiento y control de síntomas.A la espera de su pronta respuesta para coordinar intervención oportuna."}
{"nss": "19510312X", "nombre": "Carlos Martínez Guerrero", "edad_rango": 0, "sexo": "male", "fecha": "31-07-2025", "centro": "Centro de Atención Primaria", "domicilio": "Callc Velázquez 43, Barcelona", "fumador": false, "patologias": [], "farmacos": ["aspirina"], "codigo": [], "derivacion": "urología", "motivo": "estudio", "urgencia": "no urgente", "doc_type": "referral", "texto": "Carlos Martínez Gverrcro, 29 años, sin antecede ntes de interés, toma aspirin. No fuma. Se deriva par a valoración por episodios de mareos frecuentes y cefaleas intensas desde hace 2 meses. No HTA ni DM conocidos. Mareos sin relació h con cambios posturales, empeorah al final del día. No alteraciones en el examen neurológico básico. Solicito v aloracióh neurológica y considerar TAC craneal para deseartar patología organica. Situación no urgente, pero rcquiere atención en próximos días. Paciente  sin alergías conocidas."}
{"nss": "19121552L", "nombre": "Álvaro Navarro Fuentes", "edad_rango": "80-90", "sexo": "male", "fecha": "19-09-2025", "centro": "Centro de Atención Primaria", "domicilio": "Calle Mayor 77, Málaga", "fumador": false, "patologias": ["osteoporosis", "hipertensión arterial", "gota", "demeneia", "obesidad"], "farmacos": ["alendronato", "omeprazol", "insulina", "aspirina"], "codigo": ["M81", "I10", "M10", "F03", "E66"], "derivacion": "urología", "motivo": "demencia", "urgencia": "urgente", "doc_type": "referral", "texto": "Paciente Áluaro Navarro Fuentes, H 80 años. Antecedentes: osteoporosis, HTA, gota, de mencia, obesidad. Med: alendronato, omeprazol, insulina, aspirina. No fumado r.\n\nMotivo de derivación: Se remite para valoración geriátrica por deterioro cognitivo progresivo, pérdida de memoria y confusión crecient e . La evo1ución clíhica sugiere  agravamiento de la demencia. Se observa dificultad en la adherencia al tto. actual. No alergias conocidas. Urgcncia moderada, se requiere valoración de ajuste en tto. yposible intervención.\n\nSoli citamos su evaluacióh y recomendación sobre rnanejo farmacológico y estrategiaspara mejorar cuidado domiciliano. Gracias por su atención."}
{"nss": "84437458L", "nombre": "Laura Ruiz Serrano", "edad_rango": "60-70", "sexo": "female", "fecha": "03-03-2025", "centro": "Centro de Atcnción Primaria", "domicilio": "Paseo del Prado 105, Madrid", "fumador": false, "patologias": ["demencia", "insuficiencia renal crónica"], "farmacos": ["levotiroxina", "losartán", "alendronato"], "codigo": ["F03", "N18"], "derivacion": "cardiología", "motivo": "insuficiencia renal crónica", "urgencia": "urgente", "doc_type": "referral", "texto": "Laura Ruiz Serrano, 64 años, mujer. Dx de derneneia e IRC. Tto  actual: levotiroxina, losartán, alendronato. No fuma. Se deriva paravaloración nefrológiea debiclo a detenoro progresivo de la función renal, constatado en losúltimos análisis (Cr aumcntando, eGFR disminuyendo). No hx de DM, HTA bien controlada. Sin alergias conocidas. Estado ciuil: casada.Se  solicita evaluación urgente dado el rápido avance de la IRC y para ajustar Tto farmacológico."}
{"nss": "15917225Y", "nombre": "Pedro Torres Gil", "edad_rango": "60-70", "sexo": "male", "fecha": "19-06-2023", "centro": "Centro de Atención Primaria", "domicilio": "Calle Velázquez 36, Gijón", "fumador": true, "patologias": ["osteoporosis", "artritis", "depresión", "hiperlipidemia", "obesidad"], "farmacos": ["insulina", "aspirina"], "codigo": ["M81", "M19", "F32", "E78", "E66"], "derivacion": "neumología", "motivo": "osteoporosis", "urgencia": "urgente", "doc_type": "referral", "texto": "Pedro Torr es Gil, 67 años, varón c/ antecedentes de osteo porosis, artritis, depresión, hiperlipidemia y obesidad. Tabaquismo  activo. En tto: insulina, aspirina. Se deriva para valoración x artropatía dolorosa eh manos y rodillas, empeoramientoprog resivo, limitaeión funcional. Solicito valoración reumatológica. Se requiere a tención preferente dado el impacto en la calidad de vida. Sin alergias conocidas.\n\nPaciente vive solo, refiere caída reciente sin fx. Control de DM subóptim o. No HTA, EPOC, IAM, FA, ICC o IRC diagnosticados. Agradezco su pronta atención."}
{"nss": "54585178Z", "nombre": "Rafael Vázquez Calvo", "edad_rango": "20-30", "sexo": "male", "fecha": "16-06-2024", "centro": "Centro de Atención Primaria", "domicilio": "Paseo de la Castellana 95, Madrid", "fumador": false, "patologias": ["asma", "obesidad", "insuficiencia renal crónica", "ictus", "fibrilación auricular"], "farmacos": ["diclofenaco"], "codigo": ["J45", "E66", "N18", "I63", "I48"], "derivacion": "geriatría", "motivo": "insuficiencia renal crónica", "urgencia": "normal", "doc_type": "referral", "texto": "Rafael Vázquez Calvo, varón de 30 años, con antcdntes de asma, obesidad, IRC, ictus y FA. Actualmente en tto. condicl ofenaco. Se solicita deriuación para valoración cardiológica urgente dada la presencia de FA y antecedentes de ictus. El paciente  n ie ga tabaquismo, sin  ernbargo,presenta un aumento de disnea y palpitaciones. Se rcquiere ajuste de medicación y cvaluacióh de riesgos adicionales. 5in al ergias conocidas."}
{"nss": "35921441H", "nombre": "Fernando Rodríguez Prieto", "edad_rango": "60-70", "sexo": "male", "fecha": "21-09-2025", "centro": "Centro de Atención Primaria", "domicilio": "Calle Gran Vía 85, Palma", "fumador": false, "patologias": ["fibrilación auricular"], "farmacos": ["losartán", "metoprolol"], "codigo": ["I48"], "derivacion": "urología", "motivo": "fibrilación auricular", "urgencia": "urgente", "doc_type": "referral", "texto": "FernandoRodríguez Prieto, 66a, con FA crónica en tto. con losartán y metoprolol. Niega HTA, DM, EPOC, ICC, IRC. No fumaclor. R efiere  episodios de palpitaciones aumentadas y mareos ocasionales en las últimas semanas. No alergías conocidas.\n\nSe solicita derivación para valoracion completa en cardiología. No ha presentado síneope ni dolor torácico, pero la frecuencia e intehsidad de los cpisoclios han aumentado, lo cual genera preocupación. Prioridad mcdia. Sinotros antecedentes relevan tes."}
{"nss": "99038359Z", "nombre": "Inés Pérez Delgado", "edad_rango": "80-90", "sexo": "female", "fecha": "01-01-2024", "centro": "Centro de Atención Primaria", "domicilio": "Calle Arenal 41, Córdoba", "fumador": false, "patologias": ["insuficiencia carclíaca", "cliabetes tipo 2", "artritis", "insuficiencia renal crónica", "hiperlipidemia"], "farmacos": [], "codigo": ["I50", "E11", "M19", "N18", "E78"], "derivacion": "UCI", "motivo": "diabetes tipo 2", "urgencia": "urgente", "doc_type": "referral", "texto": "Sres. especialistas,\n\nRemitimos a la paciente Inés Pérez Delgado, de 82años, para valoración y tratamiento u rgente clebido al deterioro progresivo cle su ICC y la IRC. La paciente presentaantecedentes deDM tipo 2, artritis, y hiperlipidemia. No refiere tratamiento habitual actualmente, lo cual podría estar contribuyendo al descontrol de sus  patologías. E n la ultimavisita, mostró signos de empeoramie nto en la función renal y aumento de los edemas periféricos.\n\nCabe destacar que la paciente ha sido fumadora durantc 20 años, aunque se encuentra abstinente clesde hace varios años. No se rcportan alergias conocidas. Se solicita su evaluacióh para manejo multidisciplinario, priorizando la estabilización cardiorrenal. Agradecernos su pronta atención a este caso."}
{"nss": "10054484B", "nombre": "Pilar Iglesias Rubio", "edad_rango": "30-40", "sexo": "female", "fecha": "13-03-2024", "centro": "Centro de Atención Primaria", "domicilio": "Avenida Diagonal 107, Vigo", "fumador": false, "patologias": ["artritis"], "farmacos": ["paroxetina", "omeprazol", "losartán"], "codigo": ["M19"], "derivacion": "traumatología", "motivo": "artritis", "urgencia": "no urgente", "doc_type": "referral", "texto": "Pac. Pi lar Iglesias Rubio, 36 años, mujer, con antecedeh tes de artritis. Actual mente en tto. con paroxetina, omeprazol y losartán. No fumadora. No refiere alergias conocidas. Se deriva para v aloración por reumatología debido a exacerbación de dolor articular en manos y rodillas, con limitacion funcional p rogresivaen las últimas semanas.\n\nLa pac. refiere que el do1or ha aumentado e n intensidad y frecuencia, especialmente por las mañanas, persiste rigidez matutina por más de una hora. No ficbre ni pérdida de peso. Vive con su familia, sin cargas  laborales adicionales. Se solicita valoración urgehte dada la afectación en actividades diarias y p ara valorar posible ajuste terapéutico."}
{"nss": "29806690R", "nombre": "Miguel Sánchez Prieto", "edad_rango": "20-30", "sexo": "male", "fecha": "29-07-2023", "centro": "Centro de Atención Primaria", "domicilio": "Calle Serrano 32, Vitoria-Gasteiz", "fumador": false, "patologias": [], "farmacos": ["diclofenaco", "ramipril", "paroxetina"], "codigo": [], "derivacion": "cardiología", "motivo": "estudio", "urgencia": "normal", "doc_type": "referral", "texto": "Paciente Miguel Sánchez Prieto, varón de 31 años, sin antecedentes de ihterés. Refieren a consulta por cefaleas persistentes y mareos de varios días de evolución. Actualmente en tto con diclofenaco, rarnipril y paroxetina. No fumador. El motivo de deriv ación es para valoración neurológica urgente.\n\nAnam nesis revela cefaleas intensas, no alérgi as conocidas. En exploración: TA 145/90mmHg, sin focalidad neurológica evidente. Refiere episodios cle ansiedad, posible relación con la medicación actual. Es importantedestacar que, aunque el paciente tiene 31 años, presenta cdad aparente de 26 años, lo que puede influi r en la percepción clínica.\n\nSesolicita valoración urgente por neurología para descartar cualquier patología subyacente que pueda estar relacionado con los síntomas referidos."}
{"nss": "43189803N", "nombre": "Sergio García Santos", "edad_rango": "30-40", "sexo": "male", "fecha": "07-07-2025", "centro": "Centro de Atención Primaria", "domicilio": "Avenida de América 4, Barcelona", "fumador": true, "patologias": [], "farmacos": ["metoprolol", "aspirina"], "codigo": [], "derivacion": "UCI", "motivo": "estudio", "urgencia": "urgente", "doc_type": "referral", "texto": "Estimado colega,\n\nRemitimos a Sergio García Santos,varón de 37 años, para valoración car diológica. Paciente sin antecedentes de interés, actualmente en tratamiento con metoprolol y aspirina. Cabe dest acar que el paciente es no fumador y  nunca  ha fumado. No r ef refiere alcrgias conocidas  ni an tecedentes familiares de importancia. Re fiere e piso dios recientes de palpitaciohes y disneaocasional, sin síncope, por lo que se considera necesaria evaluación para descartar patología como FA o ICC. El ECG realizado en consulta muestra taquicardia sinusal. Se solicita valoración urgentepara estudio más detallado y ajuste del tratamiento si es necesario. \n\nAgradecemos su pronta atención."}
{"nss": "51870192V", "nombre": "Alba López Aguilar", "edad_rango": "60-70", "sexo": "female", "fecha": "18-12-2024", "centro": "Centro de Atención Primaria", "domicilio": "Calle Gran Vía 119, Elche", "fumador": false, "patologias": ["depresión", "anemia", "insuficiencia renal crónica"], "farmacos": ["amlodipino", "omeprazol", "losartán", "hidroclorotiazida"], "codigo": ["F32", "D64", "N18"], "derivacion": "traumatología", "motivo": "anemia", "urgencia": "normal", "doc_type": "referral", "texto": "Sra. Alba López Aguilar, 66años, con antecedentes de clepresión, anernia e IRC. En tto. con amlodipino, omeprazol, 1osartan c  hidroclorotiazida. N o fumadora. Se deriva por empeoramiento de la función renal y aumento cle la creatihina en las últimas analíticas. Paciente refiere cansa ncio progresivo y episodios de mareos.\n\nMotivo de derivación: evaluación por Nefrología para valorar ajuste de t to.  y posib. inicio de terapia sustitutiva renal. Se requiere valoracion preferente dada la progresión de la IRC y sintomatología asociada. Sin a1ergias conocidas. Marido refiere mayor irritabilidad últimamente, lo cval podría relacionarse con el estado general de la paciente."}
{"nss": "24165187F", "nombre": "Antonio Iglesias Rubio", "edad_rango": "0-10", "sexo": "male", "fecha": "12-10-2025", "centro": "Centro de Atención Primaria", "domicilio": "Calle Velázquez 63, Gijón", "fumador": false, "patologias": ["EPOC", "hipertensión arterial", "anemia", "depresión", "artritis"], "farmacos": ["warfarina", "aspirina", "alendronato", "clopidogrel", "metformina"], "codigo": ["J44", "I10", "D64", "F32", "M19"], "derivacion": "medicina interna", "motivo": "EPOC", "urgencia": "urgente", "doc_type": "referral", "texto": "Antonio Iglesias Rubio, 9 años, varóh, se deriva pa ra valoración y tto.  Presenta EPOC, HTA, anemia, depresión y artritis. En tto con warfarina, aspirina, alendronato, clopidogrel y mctformina. No fumador. Se requiere evaluaeión urgente debido a control deficiente  de HTA, sospecha de complicaciones relacionadascon la medicación anticoagu1ante y posible desajuste anémico. Recientemente ha presentado mareos y ha tenido un episodio de síncope sin causa aparente, lo que incrementa la preo cupación por sangrado subyacente o desajvste en el tto anticoagulante. Por favor, valorar ajuste terapévtico y des cartar cventos secundarios mayores."}
{"nss": "64549859Z", "nombre": "Sergio Pérez Herrero", "edad_rango": "10-20", "sexo": "male", "fecha": "13-10-2023", "centro": "Centro de Atención Primaria", "domicilio": "Avenida de la Constitución 93, Valencia", "fumador": false, "patologias": ["osteoporosis", "depresión"], "farmacos": ["simvastatiha", "levotiroxina", "metformina", "ramipril"], "codigo": ["M81", "F32"], "derivacion": "traumatología", "motivo": "clepresión", "urgencia": "urgente", "doc_type": "referral", "texto": "Paciente: Sergio Pérez Herrero, 14 a,masculino. Dx previos: osteoporosis y depresión. Mcds actuales: simvastatina, levotiroxina, metformina, ramipril. No fum. Se denva para valoración en reumatología. Presenta dolor óseo persistente y episodios de fra cturas recurrentes, a pesar del tx en curso. Se sug iere revisión de tratamiento actual y ajuste si es neeesario. Sih alergias conocidas. Urgencia moderada para evitar complicaciones mayores.\n\nA nivel emocional, se observa un estado anímico bajo, aunque estabilizado con tx para depresión. Importante valorar impacto psicológico del dolor crónico. Padres refieren buena adherencia a la me dicac ión y seguimiento de indicacioncs médicas. Se espera una respuesta d e confirmación para eoordinar cita."}
{"nss": "73001391N", "nombre": "Pedro Rodríguez Gutiérrez", "edad_rango": "30-40", "sexo": "male", "fecha": "29-07-2024", "centro": "Centro de Atención Primaria", "domicilio": "Calle Arenal 37, Madrid", "fumador": false, "patologias": ["asma", "hiperlipidemia"], "farmacos": [], "codigo": ["J45", "E78"], "derivacion": "nefrología", "motivo": "asma", "urgencia": "urgente", "doc_type": "referral", "texto": "Pedro Rodríguez Gutiérrez, varón de 36 años, sin tto habitual. AP: asma e hiperllipidemia. No fumador. Se deriva para valoración por Neumología por persistencia de disnea y sibilancias recurrentes pese a mahejo ambul atorio. No refiere alergias conocidas. Antecedentes familiares sin relevancia. Se solicita valorar posibilidad de ajuste terapéutico in halatorio. Urgencia: prcf erente para mejorar calidad de vida."}
{"nss": "40173413A", "nombre": "Sara Rodríguez Ortiz", "edad_rango": "60-70", "sexo": "fema1e", "fecha": "01-12-2025", "centro": "Centro de Atención Primaria", "domicilio": "Calle Mayor 70, Gijón", "fumador": false, "patologias": ["demencia", "fibrilación auricular", "enfermedad coronaria", "osteoporosis", "EPOC"], "farmacos": ["hidroclorotiazida", "ramipril"], "codigo": ["F03", "I48", "I25", "M81", "J44"], "derivacion": "medicina interna", "motivo": "EPOC", "urgencia": "no urgente", "doc_type": "referral", "texto": "Paciente Sara Rodríguez Ortiz, 60 años, con Dx cle demencia, FA, enf. coronaria, osteoporosis, EPOC. No fumadora. Med: hidroclorotiazida, ramipril. Refiere deterioro cognitivo progresivo, episod ios de disnea y peor tol. al ejercicio. Último control FA inestable. Sin alergias conocida s. Se sohcita valoración gerontológiea para ajustar Tx y descartar complicaciones CV. Urgencia moderada, se sugierc evaluación  en las próximas 2 semanas."}
{"nss": "67985905K", "nombre": "Nuria Navarro Aguilar", "edad_rango": "50-60", "sexo": "femalc", "fecha": "20-03-2023", "centro": "Centro de Atención Primaria", "domicilio": "Calle Arenal 6, Valencia", "fumador": false, "patologias": ["EPOC", "fibrilación auricular", "demencia"], "farmacos": ["paroxetina", "sirnvastatina", "alendronato", "gabapentina", "metoprolol"], "codigo": ["J44", "I48", "F03"], "derivacion": "traumatología", "motivo": "fibrilación auricular", "urgencia": "no urgente", "doc_type": "referral", "texto": "Nuria Navarro Aguilar, mujer de 60 años con antecedentes clínicos de EPOC, FA y demencia, es remitida para valoración. Refieren empeoramiehto en su cap acidad respiratoria en las últimas semanas. Niega tabaquismo. Actvalmentc en tto con p aroxetina, simvastatina, alendronato, gabapentina y metoprolol. Se solieita valoración con pnevmologia para ajuste de tto y descarta r exacerbación aguda. No alergias conocidas. Urgencia moderacla debido al estado actual y antecedentcs."}
{"nss": "56702542K", "nombre": "Raúl Romero Aguilar", "edad_rango": "80-90", "sexo": "male", "fecha": "29-06-2024", "centro": "Centro de Atención Primaria", "domicilio": "Calle Mayor 61, Vitoria-Gasteiz", "fumador": false, "patologias": ["hiperlipidemia"], "farmacos": ["ibuprofeno", "simvastatina", "omeprazol", "diclofenaco"], "codigo": ["E78"], "derivacion": "urgencias", "motivo": "hiperlipidemia", "urgencia": "normal", "doc_type": "referral", "texto": "Paciente: Raúl Romero Aguilar, 82 años, masculino. Motivo: derivación para valoración reumatológica. Presenta dolor articular crónico, sin respuesta adecuada a AINEs. Antecedentes de hiperlipidemia, sin HTA, DM, EPOC ni IRC. No fumador. \n\nActualmente en tx con ibuprofeno, simvastatina, omepr azol, y diclofenaco. No alergias conocidas. Dolor significativo en rodillas, afectación funcional mo derada. 5e ruega valoración urgente para descartar artritis inflamatoria."}
{"nss": "30665654F", "nombre": "Óscar Hernández Rubio", "edad_rango": "30-40", "sexo": "male", "fecha": "27-08-2025", "centro": "Centro de Atención Primaria", "domicilio": "Calle Mayor 83, Hospitalet de Llobregat", "fumador": false, "patologias": [], "farmacos": ["diclofenaco", "aspirina", "metoprolol", "amlodipino"], "codigo": [], "derivacion": "neurología", "motivo": "estudio", "urgencia": "urgente", "doc_type": "referral", "texto": "Deriv amos a Óscar Hernández Rubio, 36 años, para valoración por Cardiología. Paciente sin antccedentes relevantes, pero en tx con diclofenaco, aspirina, metoprolol, yamlodipino por HTA mal controlada. No fumador, sin DM ni historia cle IAM o ICC.\n\nMotivo de la der ivación : paciente ha presentado episodios de palpitaeiones y disnea levc en las últimas semanas. Se sospecha po sible FA paroxística. ECG inicial con hallazgos inespecíficos. Requiere evaluación rnásdetallada y posible ajuste de tx. Urgencia: preferente, para evitar complicaciones. Sin alergias conocidas."}
{"nss": "53188224B", "nombre": "Patricia Torres Aguilar", "edad_rango": "30-40", "sexo": "female", "fecha": "08-01-2024", "centro": "Centro de Atención Primaria", "domicilio": "Calle Serrano 59, A Coruña", "fumador": false, "patologias": ["hiperlipidemia", "asma", "fibrilación auricular", "depresión", "obesidad"], "farmacos": ["clopidogrel", "1evotiroxina"], "codigo": ["E78", "J45", "I48", "F32", "E66"], "derivacion": "neurología", "motivo": "obesidad", "urgencia": "no urgente", "doc_type": "referral", "texto": "Patricia Torres Aguilar, mujerde 3 3 años, con anteceden tes de hiperlipidernia, asma, FA, depresión y obesidad. Actualment e en tto con clopidogrel y levotiroxina. No fumadora. Se derivva para valoración y tto por cardiólogo debido a episodios recurrentes de FA. Presenta palpit aciones frecuentes y disnea lcve. Sin antecedentes de HTA, DM o EPOC. No refiere alergias eonocidas. Urgencia moderad a par a evitar complicaciones futuras."}
{"nss": "14818295Q", "nombre": "Alejandro Ramos Molina", "edad_rango": "70-80", "sexo": "male", "fecha": "24-02-2023", "centro": "Centro de Atención Primaria", "domicilio": "Calle Velázquez 70, Vitoria-Gasteiz", "fumador": false, "patologias": ["depresión", "osteoporosis", "ictus"], "farmacos": ["aspirina", "clopidogrel", "paroxetina", "levotiroxina", "gabapentina"], "codigo": ["F32", "M81", "I63"], "derivacion": "neurología", "motivo": "ictus", "urgencia": "urgente", "doc_type": "referral", "texto": "Pacicnte: Alejandro Ramos Molina, 79 años, sexo masculino. Antecedentes: depresión, osteop orosis, ictus.Actua1mente en tto. con aspirina, clopidogrel, paroxetina, levotiroxina y gabapentina. No fumador. Sin HTA, DM, EPOC, ICC o FA conocido. Sin al ergias conocidas.\n\nMotivo de derivación: envío para valora ción eh neurología. Paciente con anteeedentes de ictus hace 3 años, presenta episoclios recientes de desorientación temporal y espacial junto con pérdida de m emoria que afcctan a su vida diaria. Cuadro clínico se na agudizado en el último mes. Se requi ere valoración urgente para descartar un posible deterioro cognitivo progresivo.\n\nPor favor, prior izar valoración debido a la edad avanzada y antececlentes. Estado civil: viudo, vive solo, con apoyo parcial de familia res. Sin antecedentes de IAMo IRC. Agradecemos su pronta atención."}
