{"patient_id": "60992979S", "patient_name": "Elena Álvarez Aguilar", "patient_age": 59, "gender": "female", "document_date": "2023-12-08", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Mayor 12, Córdoba", "smoking_status": true, "blood_type": "AB-", "occupation": "agricultor", "conditions": [], "medications": ["omeprazol", "diclofenaco", "clopidogrel", "simvastatina", "aspirina", "amlodipino"], "icd10_code": [], "referred_to_department": "cardiología", "referral_reason": "estudio", "urgency_level": "normal", "doc_type": "referral", "clinical_notes": "Paciente: Elena Álvarez Aguilar, mujer de 61 años, sin antecedentes médicos de interés conocidos. Actualmente en tratamiento con omeprazol 20 mg diarios, diclofenaco 50 mg según necesidad, clopidogrel 75 mg, simvastatina 20 mg, aspirina 100 mg y amlodipino 10 mg por día. Elena presenta un hábito tabáquico de larga data, con un connsumo de 15 cigarrillos al día desde hace aproximadamente 40 años.\n\nEl motivo de derivación es la evaluación de un posible síndrome coronario agudo. Elena acudió a consulta refiriendo dolor torácico de carácter opresivo, de moderada intensidad, localizado en región precordial, irradiado a brazo izquierdo, de aproximadamente 220 minutos de duración, con sudoración profusa y sensación de náusea. La paciente no presenta antecedentes de HTA, DM, ni dislipemia más allá de la hipercolesterolemia tratada con simvastatina. Se realizó un electrocardiograma en el momento de la consulta quee mostró signos de isquemia subendocárdica. Dada la sintomatología y los factores de riesgo cardiovascular, se decide su derivación urgente a cardiología para valoración y posible reallización de pruebas complementarias como ecocardiograma o incluso una coronariografía si se considera necesario.\n\nSe recomienda la suspensión temporal del diclofenaco debido al riesgo potencial de interacción con el clopidogrel y la aspirina, y se aconseja el manejo del dolor con paracetamol. Por favor realizar una reevaluación exhaustiva de su perfil lipídico y control e factores de riesgo. Elena está casada y vive con su esposo, sin alergias conocidas."}
{"patient_id": "95899313P", "patient_name": "Lucía Ruiz Herrero", "patient_age": 66, "gender": "female", "document_date": "2024-11-07", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Serrano 35, Hospitalet de Llobregat", "smoking_status": false, "blood_type": "B-", "occupation": "contable", "conditions": ["depresión", "enfermedad coronaria", "insuficiencia renal crónica", "enfermedad hepática grasa", "anemia"], "medications": ["omeprazol"], "icd10_code": ["F32", "I25", "N18", "K76", "D64"], "referred_to_department": "cirugía general", "referral_reason": "insuficiencia renal crónica", "urgency_level": "normal", "doc_type": "referral", "clinical_notes": "Paciente: Lucía Ruiz Herrero, mujer de 67 años, con antecedentes de depresión, enfermedad coronaria, IRC, enfermmedad hepática grasa y anemia. Actualmente en tratamiento con omeprazol. No refiere tabaquismo ni consumo de alcohol. No se reportan alergias conocidas. Vive con su eesposo y cuenta con apoyo ffamiliar. La paciente presena un cuadro clínico de evolución tórpida con episodios de disnea y astenia progresiva. Se destaca un deterioro en la función renal con valores de creatinina en aumento en los últimos análisis. El cuadro e depresión se encuentra en remisión parcial, pero aún presenta síntomas residuales de ansiedad.\n\nMotivo de derivación: Se deriva a la paciennte para valoración especiaizada debido al empeoramiento de la IRC y el riesgo potencial de dscompensación cardiovascular. Se requiere ajuste terapéutico y una posible evaluación para terapia sustitutiva renal. La paciente también presenta un incremento en las transaminasas, suugiriendo un agravamiento de la enfermedad hepática grasa, que amerita un seguimiento más estrecho. Se observa un cuadro de anemia que podría estar contribuyendo a la sintomatología actual.\n\nUrgencia: Se solicita valooración prioritaria en nefrología y hepatología debido al riesgo de progresión rápida de la IRC y las alteraciones hepáticas. Se sugiere evaluar posibles interacciones medicamentosas y considerar la adición de nuevos fármacos que puedan estabilizar su estado clínico."}
{"patient_id": "88461803P", "patient_name": "Pilar Romero Serrano", "patient_age": 65, "gender": "female", "document_date": "2024-11-03", "facility_name": "Hospital Reina Ficticia", "patient_address": "Avenida Diagonal 34, A Coruña", "smoking_status": false, "blood_type": "O+", "occupation": "farmacéutico", "conditions": ["osteoporosis", "artritis", "hiperlipidemia", "gota"], "medications": ["ibuprofeno", "atorvastatina", "simvastatina", "levotiroxina", "amlodipino"], "icd10_code": ["M81", "M19", "E78", "M10"], "referred_to_department": "oncología", "referral_reason": "hiperlipidemia", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Estimada/o colega,\n\nMe permito derivar a la Sra. Pilar Romero Serrano, de 67 años de edad, para su valoración y tratamiento especializado. La paciente presenta antecedentes de ostteoporosis, artritis, hiperlipidemia y gota Actualmnte, está en tratamiento farmacológico con ibuprofeno, atorvastatina, simvastatina, levotiroxina y amlodipino. No tiene antecedentes de tabaquismo ni alergias conocidas. \n\nEn las últimas semanas, la paciente haa reportao un incremento del dolor articular, especialmente en las manos y rodillas, que no ha respondido adecuuadamente al manejo actual con ibuprofeno. Además, refiere episodiios ocasionales de mareos, probablemente relacionados con la medicación antihipertensiva. Dada la complejidad de su cuadro clínico y la posible interacción medicamentosa, considero prudente una reevaluación de su tratamiento actual. Se solicita su valoración con cierta urgencia para ajustar el manejo terapéutico y mejorar su calidad de vida.\n\nQuedo a su disposición para cualquier información adicional que considere necesaria. Agradezco de antemano su colaboración y pronta atención a este caso."}
{"patient_id": "82070937Z", "patient_name": "Ana Rodríguez Blanco", "patient_age": 70, "gender": "female", "document_date": "2024-05-09", "facility_name": "Hospital Reina Ficticia", "patient_address": "Paseo del Prado 114, Sevilla", "smoking_status": false, "blood_type": "AB-", "occupation": "abogado", "conditions": ["insuficiencia renal crónica", "insuficiencia cardíaca", "enfermedad coronaria", "artritis", "fibrilación auricular"], "medications": ["ibuprofeno", "alendronato", "simvastatina", "metformina"], "icd10_code": ["N18", "I50", "I25", "M19", "I48"], "referred_to_department": "digestivo", "referral_reason": "insuficiencia renal crónica", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Paciente: Ana Rodríguez Blanco, 72 años, mujer, con antecedentes de IRC, ICC, enfermedad coronaria, artritis y FA. Actualmente en tratammiento con ibuprofeno, alendronato, simvastatina y meformina. No fumadora. Se recomienda derivacióón para valoración cardiológica urgente debido a un empeoramiento reciente de la disnea y edemas periféricos, posiblemente relacionados con deterioro de la función cardíaca. La paciente refiere también episodios de mareo ocasionales y palpitaciones que podrían estar asociados a su FA.\n\nLa paciente ha experimentado un aumento de la fatiga y limitació en las actividades cotidianas durante el último mes, lo que sugiere una posible descompensción de su ICC. No se han registrado alergias conocidas. Viuda desde hace 5 años, vive sola pero tiene apoyo familiar cercano. Se solicita evaluación detallada para descartar complicaciones relacionadas con la enfermedad coronaria y ajustar el tratamiento acctual en función de los hallazgos. Considerar posible interacción medicamentosa debido a la polifarmacia presente."}
{"patient_id": "19510312X", "patient_name": "Carlos Martínez Guerrero", "patient_age": 28, "gender": "male", "document_date": "2025-08-01", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Velázquez 43, Barcelona", "smoking_status": false, "blood_type": "AB+", "occupation": "jubilado", "conditions": [], "medications": ["aspirina"], "icd10_code": [], "referred_to_department": "neumología", "referral_reason": "estudio", "urgency_level": "normal", "doc_type": "referral", "clinical_notes": "Estimado colega,\n\nLe escribo para solicitar una valoración y tratamiento para el paciente Carlos Martínez Guerrer, de 29 años, quien acude a nuestra consulta por episodios recurrentes de cefaleas intensas que han comenzado hace aproximadamente dos meses. El paciente no presenta antecedentes médicos de interés y actualmente está bajo tratamiento con aspirina. En la anamnesis no se detectan factores de riesgo cariovasculares como HTA, DM o dislipemia. Tampoco refiere hábitos tóxicos como tabaquismo o consumo dde alcohol. Niega alergias conocidas.\n\nEn cuanto a la evolución de su cuadro clínico, Carlos describe que las cefaleas han aumentado en frecuencia e intensidad, presentándose casi a diario y affectando notablemente su calidad de vida y capacidad laboral. Las características de las cefaleas son pulsátiles, localizadas en la región frontal y suelen asociarse a náuseas sin vómitos ni fotofobia. No ha presentado fiebre, focalización neurológica ni alteraciones visuales. En el examen físico no se han hallado signos neuológicos de alarma, pero se ha decidido derivarlo debido a la persistencia de los síntomas y la escasa respuesta al tratamiento con analgésicos comunes.\n\nDada la situación y el impacto en su vida cotidiana, consideramos que la evaluación neurológica es urgente para descartar patologías subyacentes y determinar un manejo adecuado. Agradecería que en su centro se realice una valoración exhaustiva y, de ser necesario, la realización de pruebas complementarias como un TAC craneal. Quedamos a la espera de su pronta respuesta y recomendaciones para el tratamiento de Carlos.\n\nAtentamente,\n\n[Nombre del médico remitente]   \n[Datos de contacto del médico]"}
{"patient_id": "15917225Y", "patient_name": "Pedro Torres Gil", "patient_age": 66, "gender": "male", "document_date": "2025-01-24", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Velázquez 36, Gijón", "smoking_status": true, "blood_type": "B+", "occupation": "policía", "conditions": ["osteoporosis", "artritis", "depresión", "hiperlipidemia", "obesidad"], "medications": ["insulina", "aspirina"], "icd10_code": ["M81", "M19", "F32", "E78", "E66"], "referred_to_department": "nefrología", "referral_reason": "osteoporosis", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Estimado colega,\n\nMe permito derivarle al paciente Pedro Torres Gil, varón de 667 años, para valoración y tratamiento especializado. El paciente presenta antecedentes clínicos de osteoporosis, artritis, depresión, hiperlipidemia y obesidad. Actualmente está en tratamiento con insulina por DM y con aspirina. Se documenta hábito tabáquico activo lo cual puede estar influyendo en su estado general de salud.\n\nEl Sr. Torres ha experimentado un deterioro significativo en su movilidad debido a la exacerbación de la artritis y un aumento en el doolor óseo, posiblemente vinculado a su osteoporosis. Recientemente, ha mostrado signos de depresión agravada, con episodios de tristeza persistente y falta de motivación que podrían estar relacionados con su estado físico y la carga de enfermedad crónica. Ante este cuadro, consideramos necesaria una valoración multidisciplinaria, pudiendo requerir intervención reumatológica y psicológica. Además, su perfil lipídico ha mostrado desmejoramiento, sin respuesta adecuada al tratamiento actual.\n\nDada la complejidad del caso y la potencial progresión de sus enfermedades crónicas, consideramos esta derivación como urgente para prevenir complicaciones mayores y optimizar su calidad de vida. Agradecemos su pronta atención y quedamos a su disposición para cualquier información adicional que requiera. \n\nAtentamente,  \n[Nombre del médico remitente]  \n[Centro de salud]"}
{"patient_id": "54585178Z", "patient_name": "Rafael Vázquez Calvo", "patient_age": "29", "gender": "male", "document_date": "2024-09-15", "facility_name": "Hospital Reina Ficticia", "patient_address": "Paseo de la Castellana 95, Madrid", "smoking_status": false, "blood_type": "O+", "occupation": "funcionario", "conditions": ["asma", "obesidad", "insuficiencia renal crónica", "ictus", "fibrilación auricular"], "medications": ["diclofenaco"], "icd10_code": ["J45", "E66", "N18", "I63", "I48"], "referred_to_department": "urología", "referral_reason": "fibrilación auricular", "urgency_level": "normal", "doc_type": "referral", "clinical_notes": "Remitimos a su atención al paciente Rafael Vázquez Calvo, varón de 30 años, con un historial médico significatibo que incluye asma, obesidad, insuficiencia renal crónica (IRC), antecedente de icttus y fibrilación auricular (FA). Actualmente está en tratamiiento con diclofenaco. No refiere hábitos tóxicos como tabaquismo. Vive con su pareja y trabaja como administrativo, presentando hasta ahora una buena adherencia al tratamiento con escasas visitas previas de urgencias.\n\nRafael ha presentado recientemente un deterioro en su función renal, con un aumento en los niveles de creatinina sérica y síntomas sugestivos de empeoramiento de su IRC, lo cual requiere una valoración más exhaustiva y posible ajuste en su manejo terapéutico. A pesar del control previo, sus episodios de FA han incrementado en frecuencia y duración, lo cual plantea laa necesidad de una revisión de su régimen actual de anticoagulación y antiarrítmicos.\n\nDado el riesgo potencial de complicaciones ccardiovascuulares y renales, solicitamos una valoración urgente en su servicio para optimiizar el tratamiento. Consideramos pertinente realizar un estudio más detallado de su función cardíaca y renal, y evaluar la posibilidad de intervención terapéutica adicional, incluso considerar la necesidad de una TAC para descartar otras anomalías subbyacentes. Agradeceos su pronta atención a este caso y quedamos a la esppera de sus valiosas recomendaciones para el manejo integral del paciente."}
{"patient_id": "68326160Z", "patient_name": "Alba Vázquez Medina", "patient_age": 81, "gender": "female", "document_date": "2023-09-26", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Mayor 77, Barcelona", "smoking_status": false, "blood_type": "AB-", "occupation": "programador", "conditions": [], "medications": ["omeprazol", "simvastatina"], "icd10_code": [], "referred_to_department": "urología", "referral_reason": "estudio", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Alba Vázquez Medina, paciente de 83 años, sin antecedente personales de interés y sin hábitos tóxicos asociados al tabaquismo. Actualmente en tratamiento crónico cn omeprazol y simvastatina. Se presenta en consulta para valoración debido a episodios recientes de mareos y ligera inestabilidad al caminar, sin caídas asociadas. No refiere pérdida de consciencia ni síntomas focales neurológicos. La paciente niega dolor torácico, disnea o palpitaciones. Sin antecedentes familiares de enfermedades cerebrovasculares. \n\nLa paciente, quien vive sola pero cuenta con asistencia diaria de un cuidador, ha mantenido un buen estado general hasta la aparición de estos episodios. Se a realizado un examen físico completo que no mostró hallazgos relevantes, con tensión arterial en límites normales y frecuencia cardíaca regular. Se sugiere evaluación por el serviccio de neurología para descartar posibles caussas subyacentes como vértigo de origen central o patologías neurodegenerativas. \n\nDada la edad avanzada de 98 años, se considera prudente una valoración en un plazo no mayor a dos semanas para evitar complicaciones. Se agradece la pronta atención y se adjuntan resultados de analíticas recientes que muestran perfil lipídico y función hepática dentro de la normalidad, in signos de deterioro renal o glicemia alterada."}
{"patient_id": "69401199X", "patient_name": "Carmen Vázquez Ortiz", "patient_age": 9, "gender": "female", "document_date": "2025-02-11", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Arenal 41, A Coruña", "smoking_status": false, "blood_type": "O+", "occupation": "periodista", "conditions": [], "medications": ["atorvastatina", "ibuprofeno", "alendronato"], "icd10_code": [], "referred_to_department": "urgencias", "referral_reason": "estudio", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Estimado/a colega,\n\nLe escribo para derivar a la paciente Carmen Vázquez Ortiz, de 9 años, para valoración y tratamiento especializado. Carmen no presenta antecedentes médicos de interés ni hábitos de tabbaquismo. Sin embargo, está actualmente bajo tratamiento con atorvastatina, ibuprofeno y alendronato, lo cual resulta inusual para su edad. No se han encontrado alergias conocidas en su historia clínica.\n\nEl motivo de derivación es la presencia de dolores óseos recurrentes que no mejoran con la terapia actual. Estos episodios han incrementado en frecuencia e intensidad durante los últimos tres meses, afectando significativamente su calidad de vida y su rendimiento escolar. No ha habido episodios febriles ni pérdida de peso, pero se observa cierta fatigabilidad. La made, fumadora de 20 años, refiere estar preocupada por el constante uso de medicación en su hija sin un diagnóstico claro.\n\nDada la edad de la paciente y el impacto en su vida diaria, se considerra quee la derivación tiene un grado de urgencia moderado. Se recomienda una evaluación exhaustiva para descartar cualquier patología subyacente que pudiera requerir un abordaje terapéutico específico. Agradecemos su pronta atención a este caso y quedamos pendientes de cualquier orientación adicional que pueda requerirse.\n\nAtentamente, \n\n[Su nombre]  \n[Su cargo]  \n[Su contacto]"}
{"patient_id": "38408562B", "patient_name": "Inés Castro Carrasco", "patient_age": 81, "gender": "female", "document_date": "2024-02-12", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Serrano 42, Bilbao", "smoking_status": false, "blood_type": "AB-", "occupation": "técnico", "conditions": [], "medications": ["diclofenaco", "atorvastatina", "ibuprofeno", "omeprazol", "metformina"], "icd10_code": [], "referred_to_department": "cardiología", "referral_reason": "estudio", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Paciente: Inés Castro Carrasco, 83 años, sexo femenino, sin antecedentes personales de interés ni hábitos tóxicos. Actuaalmente en tratamiento con diclofenaco, atorvastatina, ibuprofeno, omeprazol y metformina. No refiere alergias conocidas.\n\nMotivo de derivación: La paciente presenta un cuadro de dolor abdominal recurrrente de características cólicas, sin signos de alarma evidentes en la exploración inicial. Se acompaña ocasionalmente de náuseas y eepisodios de dispepsia, lo cual ha incrementado en frecuencia en las últimas semanas. La sintomatología persiste a pesar del tratamiento con omeprazol, lo que sugiere la necesidad de una evaluación más detallada para descartar patologías subyacentes, posiblemente a nivel biliar o pancreático.\n\nDada su edad y la coexistencia de DM tratada, solicitamos valoración por parte e Gastroenterología para estudio más exhaustivoo, incluyendo posibilidad de realizar una ecografía abdominal o TAC, si se considera necesario. La derivación tiene un nivel de urencia moderado, sugiriendo una consulta a la brevedad posible para evitar complicaciones, dada la naturaleza insidiosa del dolor y su potencial impacto en la calidad de vida dde la paciente. Agradecemos su atención y quedamos a disposición para cualquier información adicional que requieran."}
{"patient_id": "43189803N", "patient_name": "Sergio García Santos", "patient_age": 37, "gender": "male", "document_date": "2025-09-21", "facility_name": "Hospital Reina Ficticia", "patient_address": "Avenida de América 4, Barcelona", "smoking_status": true, "blood_type": "A+", "occupation": "agricultor", "conditions": [], "medications": ["metoprolol", "aspirina"], "icd10_code": [], "referred_to_department": "geriatría", "referral_reason": "estudio", "urgency_level": "normal", "doc_type": "referral", "clinical_notes": "El paciente, Sergio García Santos, varón de 42 años, sin antecedentes médicos de interés, acude para valoración. Actualmente en tratamiento con metoprolol y aspirina, se presenta con un historial relevante de tabaquismo. No refiere alergias conocidas a medicamentos. A lo largo de los últimos meses, ha experimentado episodios episódicos de dolor torácico que no han remitido con el uso de analgésicos comunes, lo que ha motivado su derivación para una evaluación más detallada de un posible compromiso coronario.\n\nDada la edad del paciente y su hábito tabáquico, se considera necesaria una evaluación cardiológica urgente para descartar patología isquémica subyacente. Se sugiere realizar pruebas complementarias, tales como ecocardiograma y test de esfuerzo, para valorar función sistólic y posibles alteraciones en el ritmo cardíaco. Es esencial también explorar cambios en el estilo de vida del paciente, incluyendo el cese del tabaquismo y una evaluación nutricional.\n\nAgradecemos su pronta valoración y recomendaciones para el manejo del paciente. En caso de necesidad de procedimientos intervencionistas o ajuste en su régimen terapéutico, favor de informar para coordinar el seguimiento oportuno desde nuestr consulta."}
{"patient_id": "51870192V", "patient_name": "Alba López Aguilar", "patient_age": 63, "gender": "female", "document_date": "2023-01-04", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Gran Vía 119, Elche", "smoking_status": false, "blood_type": "O+", "occupation": "técnico", "conditions": ["depresión", "anemia", "insuficiencia renal crónica"], "medications": ["amlodipino", "omeprazol", "losartán", "hidroclorotiazida"], "icd10_code": ["F32", "D46", "N18"], "referred_to_department": "endocrinología", "referral_reason": "anemia", "urgency_level": "normal", "doc_type": "referral", "clinical_notes": "Alba López Aguilar, paciente de 76 años, acude a nuestra consulta para valoración debido a un cuadro clínico de fatiga persistente y mareos ocasionales. La paciente presenta antecedentes de depresión, anemiaa e IRC. Actualmente está bajo tratamiento con amlodipino, omeprazol, losartán e hidroclorotiazida. Niega hábitos tóxicos como el tabaquismo. La paciente refiere que su calidad de vida se ha visto afectada por la sintomatología, siendo esto motivo de preocupación y causa de la derivación.\n\nDurante la exploración clínica, se observa un presión arterial de 145/90 mmHg, y un examen físico que no revela hallazgos significativos adicionales. No obstante, se requiere una evaluación más detallada para descartar descompensaciones de su IRC y ajustar el tratamiento farmacológico actual, dada la interacción potencial entre su medicación y sus condiciones de base. Se recomienda realizar un control exhaustivo de sus niveles de hemoglobina y funcción renal para ajustar oportunamente su tratamiento.\n\nDada la naturaleza progresiva de sus síntomas y la posible afectación renal subyacente, solicitamos una valoración urgente por el servicio de nefrología para optimizar el manejo de su IRC y abordar sus síntomas anémicos. Agradecemos su atención prioritaria a este caso para garantizar el bienestar y calidad de vida de la paciente."}
{"patient_id": "54398056C", "patient_name": "María Martínez Rubio", "patient_age": 65, "gender": "female", "document_date": "2025-10-31", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Toledo 71, Gijón", "smoking_status": false, "blood_type": "O-", "occupation": "policía", "conditions": ["obesidad", "demencia", "anemia"], "medications": ["levotiroxina", "alendronato", "warfarina"], "icd10_code": ["E66", "F03", "D64"], "referred_to_department": "geriatría", "referral_reason": "obesidad", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Paciente: María Martínez Rubio, mujer de 66 años, con antecedetes de obesidad, demmencia y anemia. Actualmente se encuentra bajo tratamiento con levotiroxina, alendronato y warfarina. No refiere ser fumadora ni presenta alergias conocidas. Motivo de derivación: necesidad de valoración por demencia progresiva, con deterioro en la memoria y función cognitiva que ha afectado su capacidad para realizar actividades diarias básicas.\n\nLa paciente ha experimentado un incremento en la frecuencia de episodios de confusión y desorientción en los últimos seis meses, lo que ha generado preocupaciones tanto en el ámbito familiar como clínico. No se han identificado episodios recientes de caídas ni de pérdida de conciencia. Se recomienda una evaluación neurológica exhaustiva para definir el diagnóstico y ajustar el manejo terapéutico actual. Ante la posible progresión acelerada del cuadro, se solicita que la valoración se realice con carácter prioritario.\n\nSe considera pertinente una revisión de la medicación, en especial la warfarina, debido al riesgo de interacciones y posibles efectos sobre su condición cognitiva. Asimismo, se sugiere realizar analíticas para valorar el estado hematológico y descartar causas secundarias de anemia. Se agradece su pronta atención a esta solicitud para optimizar el cuidado de la Sra. Martínez Rubio."}
{"patient_id": "73001391N", "patient_name": "Pedro Rodríguez Gutiérrez", "patient_age": 34, "gender": "male", "document_date": "2023-11-10", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Arenal 37, Madrid", "smoking_status": false, "blood_type": "AB-", "occupation": "conductor", "conditions": ["asma", "hiperlipidemia"], "medications": [], "icd10_code": ["J45", "E78"], "referred_to_department": "oncología", "referral_reason": "asma", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Estimado colega:\n\nLe escribo para derivar a su centro al paciente Pedro Rodríguez Gutiérrez, varón de 36 años, quien presenta antecedentes personales de asma y hiperlipidemia. No sigue tratamiento farmacológico hhabitual actualmente y niega ser fumador. Pedro reporta episodios de disnea que se han incrementado en frecuencia y severidad durantte las últimas semanas, lo cual ha afectado sus actividades diarias y su calidad de vida. Aunque no presenta antecedentes de HTA, DM, ni EPOC, la tendencia al alza de su colesterol podría estar contribuyendo a su malestar actual. \n\nConsiderando los antecedentes asmáticos y la posibilidad de complicaciones respiratorias, solicitamos su pronta valoración para el ajuste de su manejo terapéuutico y la consideración de un posible inicio de trratamiento farmacológico específico. La situación requiere cierta urgencia, especialmente dada la naturaleza progresiva de sus síntomas. Agradecemos de antemano su atención experta y quedamos a su disposición para cualquier información adicional que pueda requerir. \n\nAtentamente,  \nDr. Juan Pérz"}
{"patient_id": "33328859L", "patient_name": "Inés Jiménez Rubio", "patient_age": 34, "gender": "female", "document_date": "2025-08-26", "facility_name": "Hospital Reina Ficticia", "patient_address": "Paseo de la Castellana 31, Valencia", "smoking_status": false, "blood_type": "B+", "occupation": "ingeniero", "conditions": ["hipertensión arterial", "EPOC", "artritis", "osteoporosis"], "medications": ["simvastatina"], "icd10_code": ["I10", "J44", "M91", "M18"], "referred_to_department": "cardiología", "referral_reason": "EPOC", "urgency_level": "no urgente", "doc_type": "referral", "clinical_notes": "Paciente: Inés Jiménez Rubio, 35 años, mujer, acude para valoración y posible tratamiento especializado. Presenta antecedentes de HTA, EPOC, artritis y osteoporosis. Actualmente, está en tratamiento ccon simvastatina. Niega consumo de tabaco y no refiere antecedentes familiares de relevancia. No se detectaron alergias conocidas en la anamnesis.\n\nLa paciente ha experimenado en los últimos meses un aumento en la frecuencia de exacerbaciones del EPOC, asociadas con disnea persistente y disminución en la tolerancia al ejercicio. Asimismo, manifiesta dolor articular creciente, especialmente en las manos y muñecas, lo que ha impactado negativamente en su calidad de vida diaria. Al examen físico, se observa limitación en la movilidad articular con crepitación palpable en algunas aticulaciones afectadas. La presión arterial se encuentra moderadamente controlada, aunque se han registrado ocasionalmente picos hipertensivos.\n\nPor lo anterior, se solicita su pronta valoración paara ajustar el manejo del EPOC y evaluar posibles intervenciones para la artritis. Se considera que el manejo multidisciplinario podría beneficiar a la paciente daa la complejidad de su cuadro clínico. Se agradece su atención a este caso con la mayor celeridad posible para evitar un mayor deterioro de su estado de salud."}
{"patient_id": "40173413A", "patient_name": "Sara Rodríguez Ortiz", "patient_age": 57, "gender": "female", "document_date": "2023-04-04", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Mayor 70, Gijón", "smoking_status": false, "blood_type": "AB+", "occupation": "enfermero", "conditions": ["demencia", "fibrilación auricular", "enfermedad coronaria", "osteoporosis", "EPOC"], "medications": ["hidroclorotiazida", "ramipril"], "icd10_code": ["F03", "I48", "I25", "M81", "J44"], "referred_to_department": "neumología", "referral_reason": "fibrilación auricular", "urgency_level": "normal", "doc_type": "referral", "clinical_notes": "Sara Rodríguez Ortiz, paciente femenina de 60 años, con antecedentes clínicos significativos de demencia, FA, enfermedad coronaria, osteoporosis y EPOC. Actualmente en tratamiento con hidroclorotiazida y ramipril. Niega hábito tabáquico. Presenta un historial de enfermedad cardiovascular que incluye un IAM previo y manejo de HTA. No existen registros de DM ni IRC. Se desconoce alergias conocidas a medicamentos. Vive con su esposo, quien asume el rol de cuidador primario.\n\nLa paciente ha experimentado un deterioroo conitivo progresivo en los últimos meses, manifestado por pérdidas de memoria más frecuentes y dificultades para realizar tareas cotidianas. Además, ha preseentado episodios de disnea y palpitaciones que han incrementado en frecuencia, sugiriendo un descontrol de su FA o una posible exacerbación de su EPOC. Dada la complejidad de su cuadro clínico, consideramos necesaria la derivación para una valoración exhaustiva por el servicio de Neurología para ajuste de tratamiento y manejo integral de la demencia. Asimismo, se requiere una evaluación por Cardiología para el manejo multidisciplinar de su enfermedad coronaria y FA. La paciente refiere buena adherencia a su medicación actual.\n\nSe solicita que esta valoración se realice con caracter prioritario, dada lla rpida progresión de síntomas cognitivos y respiratorios, lo que podría implicar un riesgo significativo ara su salud general. Se anexa copia de inforrmes de estudios recientes, incluyendo un TAC cerebral realizado hace tres meses sin hallazgos de relevancia, que podrían ser útiles para la reevaluación del caso. Agradecemos de antemano su colaboración en la atención de la ppaciente."}
{"patient_id": "56702542K", "patient_name": "Raúl Romero Aguilar", "patient_age": 80, "gender": "male", "document_date": "2024-04-12", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Mayor 61, Vitoria-Gasteiz", "smoking_status": false, "blood_type": "AB-", "occupation": "abogado", "conditions": ["hiperlipidemia"], "medications": ["ibuprofeno", "simvastatina", "omeprazol", "diclofenaco"], "icd10_code": ["E78"], "referred_to_department": "neurología", "referral_reason": "hiperlipidemia", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Estimado/a colega,\n\nLe escribimos para derivar al Sr. Raúl Romero Aguilar, varón de 82 años, a su centro para valoración y tratamiento especializado. El paciente presenta antecedentes de hiperlipidemia, actualmente en tratamiento con simvastatina. No refiere antecedentes de HTA, DM, EPOC, IAM, ICC, FA ni IRC. Se encuentra bajo medicación con ibuprofeno, omeprazol y diclofenaco. No es fumador y no refiere alergias conocidas.\n\nRecientemente, el paciente ha manifestado dolor articular persistente, especialmente en las extremidades inferiores, asociado a rigidez matutina que mejora de forma parcial con los AINEs. Estos síntomas han repercutido significativamente en su movilidad y calidad de vida, limitando sus actividades cotidianas. Dado que el manejo actual no ha sido efectivo y considerando la eddad avanzada del pacient, consideramos necesario su evaluación por un reumatólogo para una mejor orientación diagnóstica y terapéutica. Solicitamos valoración con carácter preferente dada la disminución progresiva de la funcionalidad del paciente y el riesgo de complicaciones.\n\nAgradecemos de antemano su atención a este caso y quedamos a la espera de sus recomendaciones. Un cordial saludo,\n\n[Nombre del médico remitente]  \nCentro de Salud [Nombre del Centro]"}
{"patient_id": "10154493Q", "patient_name": "Sara Marín Caballero", "patient_age": 10, "gender": "female", "document_date": "2023-02-06", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Velázquez 66, Vigo", "smoking_status": false, "blood_type": "O-", "occupation": "programador", "conditions": ["hipertensión arterial", "fibrilación auricular", "enfermedad coronaria", "insuficiencia renal crónica"], "medications": ["clopidogrel", "amlodipino"], "icd10_code": ["I10", "I48", "I25", "N18"], "referred_to_department": "neumología", "referral_reason": "hipertensión arterial", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Paciente: Sara Marín Caballero, de 13 años, presenta antecedenntes médicos significativos, incluyendo HTA, FA, enfermedad coronaria e IRC. Actualmente en tratamiento con clopidogrel y amlodipino. No se registra historial de tabaquismo ni DM. Se deriva para su valoración especializada debido a la complejidad de su cuadro clínico y la necesidad de un manejo multidisciplinar, considerando suu edad y las múltiples comorbilidades presentes.\n\nEl motivo de la derivación es la reciente aparición de episodios de mareo e irregularidades en el ritmo cardiaco, lo cual podría sugerir un agravaminto de su condición de FA. Además, se ha detectado un leve incremento en los niveles de creatinina sérica en los últimos análisis, sugiriendo una posible progresión de su IRC. Ante este escenario, se requiere una evaluación cardiológica y nefrológica urgente para optimizar su tratamiento  prevenir complicaciones mayores.\n\nSe solcita con carácter prioritario determinar el ajuste terapético adecuado, incluyendo la revisión de la medicación actual, y valorar la necesidad de realizar estudios complementarios, tales como electrocardiograma o ecocardiograma, para una mejor caracterización de su estado. Se agradece la pronta atención y el enfoque integral para esta joven paciente, cuya situación clínica amerita una intervención oportuna y especializada."}
{"patient_id": "47077298R", "patient_name": "Sofía Sánchez León", "patient_age": 36, "gender": "female", "document_date": "2025-09-07", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Velázquez 9, Zaragoza", "smoking_status": false, "blood_type": "O+", "occupation": "contable", "conditions": ["ictus"], "medications": ["alendronato"], "icd10_code": ["I63"], "referred_to_department": "urgencias", "referral_reason": "ictus", "urgency_level": "urgente", "doc_type": "referral", "clinical_notes": "Paciente mujer de 36 años, Sofía Sánchez León, con antecedente relevante de ictus hace aproximadamente 4 años. Actualmente bajo tratamiento con alendronato. No presenta hábito tabáquico. Refiere que ha experimentado episodios recientes de cefalea intensa, acompañada een ocasiones de visión borrosa y sensación de debilidad en el hemicuerpo izquierdo, lo que sugiere una posible recurrencia o complicación neurológica. No se reportan antecedentes de HTA, DM, ni dislipemia. Niega alergias conocidas. Vive sola y cuenta con apoyo familiar en el mismo barrio.\n\nLa paciente ha sido atendida en consulta de atención primaria tras referir los síntomas mencionados, y se considera necesaria una evaluación neurológica urgente para descartar eventos isquémicos recurrentes o posibles complicaciones post-ictus. Se recomienda realizar una resonancia magnética (RM) craneeal para evaluación detallada del sistema nervioso central y un TAC si fuera preciso, para complementar. Se sugiere también revisión del tratamient actual y considerar medidas preventivas secundarias adecuadas. Agradecemos su valoración y orientación para definir un plan terapéutico adecuado."}
