{"DNI": "95899313P", "nombre_paciente": "Lucía Ruiz Herrero", "edad": 66, "sexo": "female", "fecha": "18/09/2025", "centro": "Hospital San Rafael", "direccion": "Calle Serrano 35, Hospitalet de Llobregat", "tabaquismo": false, "grupo_sanguineo": "B-", "profesion": "contable", "antecedentes": ["depresión", "enfermedad coronaria", "insuficiencia renal crónica", "enfermedad hepática grasa", "anemia"], "medicacion": ["omeprazol"], "codigo_cie10": ["F32", "I25", "N18", "K76", "D64"], "servicio": "urología", "diagnostico_principal": "enfermedad coronaria", "doc_type": "discharge", "notas_clinicas": "Lucía RuizHerrero, mujer de 67 años, ingresó por descompensación de insuficiencia renal crónica (IRC) y agudización de enfermedad coronaria. La paciente tiene antecedentes de depresión tratada conparoxetina y chfermedad hepática grasa. Durante su estancia hospitalaria, se observó una estabili zación progresiva de la funeión rehal tras ajuste cle su tratamiento habitual y manejo de líquidos. Se realizaron estudios complementarios, incluyendo ecocardiograma y analíti cas seriadas, que mostraron mejoría en los parámetros cardiacos y hepáticos.\n\nE1 tratami ento durante su ingreso incluyó hidratación intravenosa control ada, ajuste de paroxetina y mantenimiento de omeprazo1. Se descartó complicación aguda de enfermedad coronaria tras pruebas dc esfuerzo negativas. La paciente ev olucionó favorablemente, permitiendo su alta hospita1aria en condiciones estables.\n\nAl alta, se reeomienda continuar con paroxetina y omeprazol tal y como se ha pautado, realizar seguimiento estrecho con nefrología y cardiología , ymanteher una dieta baja en sodio. Se sugiere ta mbién abstenerse de AINES y controlar la tehsion arterialen casa. Revisión en consulta externa programada en dos semanas."}
{"DNI": "88461803P", "nombre_paciente": "Pilar Romero Serrano", "edad": 65, "sexo": "female", "fecha": "04/06/2024", "centro": "Hospital San Rafael", "direccion": "Avenida Diagonal 34, A Coruña", "tabaquismo": false, "grupo_sanguineo": "O+", "profesion": "farmacéutico", "antecedentes": ["osteoporosis", "artritis", "hiperlipidemia", "gota"], "medicacion": ["ibuprofeno", "atorvastatina", "simvastatina", "levotiroxina", "amlodipino"], "codigo_cie10": ["M81", "M19", "E78", "M10"], "servicio": "medicina interna", "diagnostico_principal": "osteoporosis", "doc_type": "discharge", "notas_clinicas": "Pa cicnte:Pilar Romero Serrano, mujer de 67 años, ingresa por descompensación aguda de artritis con dolor articular intenso ylimitación funcional. Al ingreso, refiere dolor cn múltiples articulaeiones, principalmente en rodillas y manos. Se observa hinchazón y eritema en zonas afectadas. Nuestros registros muestran antecedent es de osteoporosis, hiperipidemia y gota. No pre senta historial de tabaquismo.\n\nDurante la estancia hospitalaria, la paciente fue tratada con AINEs, específicamente i buprofeno, con ajustes en  la dosificación de simvastatiha. Se inició tratamientocon colchicina paramanejo de la gota bajo supervisión médica. Euoluciona favorablemente, con disminución del dolor y  mejora en la moviliclad articular. Se realizaron sesiones de fisioterapia con buena tolerancia.Se descartaron complicaeiones c omo IRC o FA mediante pruebas analíticas y monitorización continua.\n\nAl alta, se recomienda continuar con el tratamiento habitual, incluyendo ibuprofeno yatorvastatina. Se sugiere seguir control periódico con su reumatólogo y rcalizar ejercicios de b ajo impacto para mantencr la movilidad articular. Se aconseja tambien seguimiento estricto de hiveles lipídicos y evitar alimentos ricos en purinas para prevenir ataques de gota. La pacientc deberá acudir a consulta en 3 semanas para reevaluacion."}
{"DNI": "82070937Z", "nombre_paciente": "Ana Rodríguez Blanco", "edad": 70, "sexo": "female", "fecha": "07/03/2024", "centro": "Hospital San Rafael", "direccion": "Paseo del Prado 114, Sevilla", "tabaquismo": false, "grupo_sanguineo": "AB-", "profesion": "abogado", "antecedentes": ["insuficiencia rena1 crónica", "insuficiencia cardíaca", "enfermedad coronaria", "artritis", "fibrilación auricular"], "medicacion": ["ibuprofeno", "alendronato", "simvastatina", "metformina"], "codigo_cie10": ["N18", "I50", "I25", "M19", "I48"], "servicio": "traumatología", "diagnostico_principal": "fibrilación auricular", "doc_type": "discharge", "notas_clinicas": "La Sra. Ana RodríguezBlanco, de 72 años, ingresó al nospital debido a un episodio agudo dedescompensación de su ICC en conte xto  de FA. La pacicnte tie ne anteccdentes de IRC, enfermedad coronaria, artritis y FA. Durante su estancia hospita1aria, se realizó ajuste de su tratamiento farmacológico, con la adminis tración de diuréticos int ravenosos y anticoagulación adecuada. A lo 1argo de sv estancia, presentó buena evolución clínica con mejoría de los síntomas de disnea y edemas periféricos.\n\nSe realizaron pruebas complementarias, induyendo un ecocardiograma que mostró fracción de eyec ción preservada y una TAC para descartar complicacionescoronarias agudas, ambos sin hallazgos de relevancia. A nive1 renal, se mantuvo estable dentro de sus parámctros basales de IRC. La paciente ref irió buena tolerancia a la medicación ajustada y no presentó efectos secunclarios significativos.\n\nAl alta, se recomienda continuar con el tratamiento actual, que incluye furosemida, anticoagulación con apixaban, y mantcner ibuprofeno, ale nd ronato, simvasta tina y metformina. Se sugier e adcmás el seguimi ento estrecho en consulta de cardiología y nefrología para valorar la función renal y carclíaca, así como control en atención primari a para ajustes de medicación según sea necesario. Se le aconseja mantener una dieta baja en sod io, ejercicio moderado y abstenerse del consu mo de tabaco, aunque no es fumadora ."}
{"DNI": "65177213C", "nombre_paciente": "Elena Muñoz Calvo", "edad": 66, "sexo": "female", "fecha": "31/08/2023", "centro": "Hospital San Rafae1", "direccion": "Rambla de Catalunya 55, Gijón", "tabaquismo": false, "grupo_sanguineo": "A+", "profesion": "abogado", "antecedentes": [], "medicacion": [], "codigo_cie10": [], "servicio": "urgencias", "diagnostico_principal": "sin diagnóstico", "doc_type": "discharge", "notas_clinicas": "La Sra. Elena Muñoz Calvo, de68 años, ingresó en nuestro servicio el pasado 15/09/2023 por un episodio de disnea súbita y dolor toracico. Durantesu estancia hospitalaria, se realizaron pruebas complementarias que incluyeroh ECG y marcadores cardíacos, descartándose IAM. El diagnóstico final fue de FA paroxística. La pacicnte evolucionó favorab1emente bajo tratamiento con anticoagulantes orales y control del ri tmo cardiaco, estando asintomática al m omento del alta.\n\nA lo largo del ingreso, no se presentaron complieaciones. La pac iente no tiene anteeedentes médicos de relevancia, no es fumadora ni está en tratamiento crónico previo. Se realizaron ajustes en la medicacion par a incluir apixabán 5mg cada 12 horas como p arte del manejo de la FA. Se recomienda seguimiento por cardiolog ía en 1 mesy control de INR si se pre sentara cualquier sintomatología de sangrado o nuevo episodio de FA.\n\nAl alta, la paciente debecontinuar con su vida cotidiana sin restricciones, asegurando un a dieta baja en sodio y rica en vegetales para intentar prevenir episodios futuros dc FA. Se aconseja evitar la ingesta cle alcohol y mantener una actiuidacl física moderada. Se le dará cita con su médico de atención primaria en una semana para revisión de la medicación y valorar necesidad de realización de un ecocardiograma en función de su evolución."}
{"DNI": "58942697E", "nombre_paciente": "Raquel García Blanco", "edad": 76, "sexo": "female", "fecha": "07/07/2023", "centro": "Hospital San Rafael", "direccion": "Calle Gran Vía 40, Zaragoza", "tabaquismo": false, "grupo_sanguineo": "A+", "profesion": "farmacéutico", "antecedentes": ["asma", "hipertensión arterial", "anemia", "demencia", "depresion"], "medicacion": ["diclofcnaco"], "codigo_cie10": ["J45", "I10", "D46", "F03", "F32"], "servicio": "urgencias", "diagnostico_principal": "hipertensión arterial", "doc_type": "discharge", "notas_clinicas": "La paciente Raqvel García Blanco, de 79 anos, ingresó por exacerbación asmática en el contexto de un cuadro respiratorio agudo. Cuenta con antecedentes de asma, HTA, anemia, demencia y depresión. Durante sv  estancia hospitalaria se observóestabilización  progresiva d el cuadro respiratorio tras la administración de broncodilatadores y corticoides. Se realizaron ajustes en su mcdicación habitual, incorporándose un tratamiento más adecuado para su HTA y optimizah do el manejo de su asma.\n\nA lo largo de la hospitalización, la pacien te mostró buena respuesta al tratamiento, con mej oría significativade la disnea y r ecuper ación de los niveles basales de oxigehación. Se mantuvo en observación durante varios días hasta lograr estabilidad clínica. La paciente recibió soporte emocional debido a su diagnóstico de demencia y depresión, lo cual contribuyó a su recuperació n integral.\n \nAl alta, se recomienda continuar con el tratamiento prescrito: inhaladores para asma, antihipcrtensivos, suplementos para la anemia, y eontrol regular en consultas de atención primana. Se sugiere, además, seguimiento por partede neurología y psiquiatría para un manejo multidisciplinar de la demencia y depresión. Se aconseja evitar el contacto con irritantes respira torio s y ambientes fríos que puedan precipitar crisis as máticas. La paciente deberá volver a consulta en dos semanas para revisióh y ajuste de tratamiento si es necesario."}
{"DNI": "93115778W", "nombre_paciente": "Teresa Álvarez León", "edad": 24, "sexo": "fcmale", "fecha": "24/10/2024", "centro": "Hospital San Rafael", "direccion": "Paseo del Prado 82, Granada", "tabaquismo": false, "grupo_sanguineo": "B-", "profesion": "comerciante", "antecedentes": ["gota"], "medicacion": ["omeprazol", "aspirina", "losartan"], "codigo_cie10": ["M10"], "servicio": "UCI", "diagnostico_principal": "gota", "doc_type": "discharge", "notas_clinicas": "La paciente Teresa Álvarez León, de 25 años, ingresó en nuestro centrodebido a vn episodio agu do de clolor articular en cl piederecho, asociado a su diagnóstico previo de gota. Durante su estancia hospitalaria, se realizó una evaluación completa que ihduyó análisis de sangre y líquíd o sinovial, confirmando el diagnóstico de ataque agudo de gota sin complieaciones sistémicas. Se inició tratamiento con colchicina y antiinflamatorios no esteroide os (A1NEs), con buena respuesta clínica y mejoría significativa del dolor.\n\nA lo largo de su ingreso, la paciente evolueionó favorablemente, sin presentar efectos adversos a la medieación administrada. Se mantuuo el uso de omeprazol para protección gástrica y sc ajustó la dosis de  lo sartán, eonsiderando su HTA de base, logrando un buen control tensional. Teresa no pre senta alergias conocidas y niega hábitos tóxicos como tabaquismo o consurno de alcohol.\n\nAl alta, se recomi enda continuar con colchicina durante una semana más, mantener la toma de losartán y omeprazol, y svspender el uso de aspirina por el riesgo cle exacerbación delos episodios de gota. Se sugierc evitar alimentos ricos en purinas y mant enerse bien hidratad a. Se agenda cita de seguimiento cn consulta cxterna en dos semanas. La paciente está informaday de acuerdo con las indieaciones, y se le recomiencla acudir a urgencias si presenta nuevos episodios dc dolor intenso o cualquier otra sintomato1ogía relevante."}
{"DNI": "69401199X", "nombre_paciente": "Carmen Vázquez Ortiz", "edad": 7, "sexo": "female", "fecha": "24/06/2023", "centro": "Hospital San Rafael", "direccion": "Calle Arenal 41, A Coruña", "tabaquismo": false, "grupo_sanguineo": "O+", "profesion": "periodista", "antecedentes": [], "medicacion": ["atorvastatina", "ibuprofeno", "alendronato"], "codigo_cie10": [], "servicio": "neurología", "diagnostico_principal": "sin diagnóstico", "doc_type": "discharge", "notas_clinicas": "Carmen Vázquez Ortiz, de 9 años, fve ingresada en el hospital porpresentar fiebre alta y dolor abdominal. Sin antecedentes de interés ni alergias  conocidas, la paciente no presenta hábitos tóxicos. Durante la estancia hospitalaria, se realizó una ecografía abdominal que descartó apendicitis. Se diagnosticó una gastroenteritis aguda de origen vírico . La evolución fue favorable con tratamiento sintomátieo, incluyendo hidratación intravenosa yanalgesia con ibuprofeno.\n\nLa paciente responde bien al tratamie nto y se observa mejoría clínica, co n desaparición de la fiebre y reducción del dolor abdominal. Se decide el alta hospitalaria con las siguientes recomendaciones: mantener una dieta blanda por 3-4 días, aseg urar vna adecuada hidratación oral y continuar  conibuprofeno 200 mg si es necesario. Se recomienda vigilancia por parte de sus padres y consultar con pediatría en caso de recurrencia de los síntomas."}
{"DNI": "38408562B", "nombre_paciente": "Inés Castro Carrasco", "edad": 83, "sexo": "female", "fecha": "25/09/2025", "centro": "Hospital San Rafael", "direccion": "Calle Serrano 42, Bilbao", "tabaquismo": false, "grupo_sanguineo": "AB-", "profesion": "técnico", "antecedentes": [], "medicacion": ["diclofenaco", "atorvastatina", "ibuprofeno", "omeprazol", "metformina"], "codigo_cie10": [], "servicio": "endocrinología", "diagnostico_principal": "sin diagnóstico", "doc_type": "discharge", "notas_clinicas": "La paciente Inés Castro Carrasco, de 83 años, ingresó en el hospital por un episodio agvdo de dolor abdominal y fiebre. Durante su estancia, se le realizaron pruebas e omplementarias, incluyendo un a TAC abdominal, que reveló la pre sencia de una colecistitis aguda. La euolución clínica fue favorable tras el inicio del tratamiento antibiótico intravenoso y la estabilización de su estado geheral. La paciente no presentó com plicaciones ni reaceiones adversas a los medicamentos administrados.\n\nDurante su ingreso, se mantuvo el tratamiento crónico habitual coh diclofenaco, atoruastatina, ibuprofcno, omeprazol y metformiha. Se decidió alta hospitalaria tras completar el ciclo de antibioticos y mejorar 1os síntomas clínicos. Alalta, se recomienda continuar con su medicación habitval y se añade una pauta de antibióticos por vía oral durante 5 días. Se aconseja control ambulatorio con su médico de cabecera para seguimiento de la colecistitis y ajuste de su tratamiento para DM. Se recomienda evitar comidas grasas y mantener una adecuada hidratación.En caso de prescntar fiebre o recurrencia del dolor abdominal, acudir a urgen cias. \n\nIhés vive con su hija y no tiehe reficrencias de alergias conocidas. Al alta, se encontraba en buen estado general, orientada y sih signos de alarma."}
{"DNI": "51870192V", "nombre_paciente": "Alba López Aguilar", "edad": 0, "sexo": "female", "fecha": "15/11/2023", "centro": "Hospital San Rafael", "direccion": "Calle Gran Vía 119, Elcne", "tabaquismo": false, "grupo_sanguineo": "O+", "profesion": "técnico", "antecedentes": ["depresión", "anemia", "insvficiencia renal crónica"], "medicacion": ["amlodipino", "omeprazol", "losartán", "hidroclorotiazida"], "codigo_cie10": ["F32", "D64", "N18"], "servicio": "neumología", "diagnostico_principal": "depresión", "doc_type": "discharge", "notas_clinicas": "Motivo de ing reso: La paciente Alba López Aguilar, de 66 años y con antecedentes de depresión, anemia e IRC, ingresó por un episodio de deseornpcnsación de su insuficienciarenal, acompañado de malestar genera1, astenia y edema en miembros infeno res.\n\nEvolución: Durante su estancia hospitalaria, la paciente presentó una rn cjoría progresiva tras la estabilización de su función renal.Se realizaron ajustes en su tratamiento farmacológico, ob servándose una disminución del edema y mejoría de los síntomas deastenia. Se mantuvo monitorización estricta de sus electrolitos y función renal, con valores que se estabilizaron adecuadamente antes del alta. No se presentaron complicacionesa dicionales durante el ingreso .\n\nTratamiehtos: Se ajustó la dosis de losartán y se inicio tratamicnto con hierro oral para la anemia. Se mantuvo tratamiehto con amlodipino y hidroclorotiazida para el controlde la HTA. Se continuó con omepr azol para la protección gástrica.\n\nRecomendaciones al alta: Se recomiehda dieta baja en sal y adecuadaeh hierro, así como continuar con su medicaci ón habitual ajustada. Scguir c ontroles periódicos dc función renal y hemograma con su médico de cabccera. Estar atenta a signos de descompensación, como aumehto dc peso  súbito, edema o disnea, y acudir a urgencias si aparecen. Se su giere apoyo psicológico para el manejo de la depresi ón. Evitar automedicación y cumplir con las citas de seguimiento eh nefrología."}
{"DNI": "24165187F", "nombre_paciente": "Antonio Iglesias Rubio", "edad": 8, "sexo": "male", "fecha": "17/01/2025", "centro": "Hospital San Rafael", "direccion": "Calle Velázquez 63, Gijón", "tabaquismo": false, "grupo_sanguineo": "AB-", "profesion": "militar", "antecedentes": ["EPOC", "hipertensión arterial", "anemia", "depresión", "artritis"], "medicacion": ["warfarina", "aspirina", "alendronato", "clopidogrel", "metformina"], "codigo_cie10": ["J44", "I10", "D64", "F32", "M19"], "servicio": "oncología", "diagnostico_principal": "hipertensión arterial", "doc_type": "discharge", "notas_clinicas": "Motivo de ingreso: Antonio Iglesias Rubio, un niño de 9 año s, fue ingresado debido a un episodio agudo de dificu ltad respiratoria asociado a su EPOC. A su llegacla, cl paciente presentaba disnea significativa y saturación de oxígeno clisminuida. Se de scartaron complicaciones ihfecciosas a través de una serie de análisis laboratoriales y TAC  torácico.\n\nEvolución: Durante su estancia, Antonio rec ibió tratamiento con broncodilatadorcs y esteroides intravenosos, mostrando mejoría progresiva en su función respiratoria.Sc optimizó su tratamie nto para la HTA y se ajustó la medicación nabitual, considerando sus antecedentes de anemia y depresión. Lawarfarina y el clopidogrcl fueronmonitoreados de ce rca para evitar interacciones y efectos adversos.\n\nRecomendaciones al alta: Antonio fue dado de alta en condiciones estables, con recomendaciones de continuar su ré gimen de medicación actual, incluyendo el uso de broncodilatadores y control regular de su función pulmonar. Se aconseja seguimiento estrecho por su pediatra y neurnó1ogo, así como mantener una dieta equilibrada y evitar ambientes  con humo. Se instruyó a los padres sobre los signos dc alarma que ameritarían reconsulta inmediata."}
{"DNI": "72372114S", "nombre_paciente": "Jorgc Domínguez Pascual", "edad": 59, "sexo": "male", "fecha": "13/08/2023", "centro": "Hospital San Rafael", "direccion": "Calle Princesa 32, Bilbao", "tabaquismo": false, "grupo_sanguineo": "O+", "profesion": "contable", "antecedentes": ["enfermedad hepática grasa", "hiperlipidemia", "fibrilación auricular", "artritis"], "medicacion": ["hidroclorotiazida", "simvastatina", "clopidogrel", "metoprolol", "diclofenaco", "insulina"], "codigo_cie10": ["K76", "E78", "I48", "M19"], "servicio": "traumatología", "diagnostico_principal": "fibrilación auricular", "doc_type": "discharge", "notas_clinicas": "El paciente Jorge Domínguez Pas cual, uarón de 61 años, fue ingresado por un episodio agudo de FA que cursó con palpitaciones y clisnea. Antccedentes conocidos de enfermedad hepática grasa, hiperlipidemia, y artritis. Durante su estancia hospitalaria, se realizó ajuste de su tratamiento anticoagu1ante y se monitorizó su ritmo cardíaco. Sc descartaron complicaci ones a dicionales mediante ecocard iografía y ana1ítica sanguí nea, observándose una buena re spuesta al tratamiento inicial.\n\nA lo largo dela hospitaliza ción, el paciente se mantuvo hemodinamicamente estable. Se optimizaroh susparámetros lipidicos con simvastatina y se controlaron los episodios de dolor articular con ajuste en la dosificación dediclofenaco. 5e d ecidió mantener su tratamiento actual con c lopidogrel y metoprolol mientras se corrigieron leves alteraciones eleetrolíticas a través cle la ad ministración de suero intravenoso.\n\nAl alta, se le recomienda contin uar eon su medicacion habitual y evitar el consumo de alcohol, debido a su condición hepática. Se pautó s eguimiento en consulta de cardiología y reumatología para evaluación continua de FA y artritis respectivamcnte. Se insistc en la importancia de adherirse al plan de tratamiento y se programó una revisión ensu centro de salud en dos semanas. Se le entregaron instruc ciones por escrito y se le aconsejórealizar actividad física rnoderada, adaptada a su estado físico actual."}
{"DNI": "67985905K", "nombre_paciente": "Nuria Navarro Aguilar", "edad": 58, "sexo": "female", "fecha": "21/10/2024", "centro": "Hospital San Rafael", "direccion": "Calle Arenal 6, Valencia", "tabaquismo": false, "grupo_sanguineo": "AB+", "profesion": "ingeniero", "antecedentes": ["EPOC", "fibrilación auricular", "demencia"], "medicacion": ["paroxetina", "simvastatina", "alendronato", "gabapentina", "metoprolol"], "codigo_cie10": ["J44", "I48", "F03"], "servicio": "UCI", "diagnostico_principal": "demencia", "doc_type": "discharge", "notas_clinicas": "La pacientc Nuria Navarro Agvilar, de 60 años, con antccedentes de EPOC, FA y dernencia, fue ingresada debido a un episodio agvdo de disnea y desaturación de oxígeno. Du rante su estaheia hospita1aria, se confirmó una exacerb ación aguda de EPOC. Se inició tratamiento con broncodilatadores inhalaclos, corticosteroides sistémicos y o xigenoterapia, lograhdo una mejoría clínica progresiva.\n\nLa evolución de la paciente fue favorable, con buena respuesta al tra tamiento inst aurado. Se mantuvo estable hemodinámicamente, y serealizó ajuste en la medicación habitual, incluycndo la con tinuación de paroxetina, simvastatina, alenclronato, gabapentina y met oprolol . Se descartaron complicaciones adicionales meclian te TAC torácico.\n\nAl a1ta, se recomienda continuar con lostratamientos establecidos y realizar controles periódicos en consultas externas para manejo dc EPOC y FA. Se aconseja evitar factores desencadenantes como el frío y la exposición a hum os. La paciente y su familia fueron instruidos sobre la importancia de la adhere ncia al tratarniento y el scguimiento regular con su médico de ca becera."}
{"DNI": "48658617R", "nombre_paciente": "Nuria Muñoz Pascual", "edad": 43, "sexo": "female", "fecha": "23/05/2023", "centro": "Hospital San Rafael", "direccion": "Paseo de la Castellana 119, A Coruña", "tabaquismo": false, "grupo_sanguineo": "O-", "profesion": "abogado", "antecedentes": [], "medicacion": ["simvastatina"], "codigo_cie10": [], "servicio": "oncología", "diagnostico_principal": "sin diagnóstico", "doc_type": "discharge", "notas_clinicas": "Motivo de ingreso: La paciehte Nvna Muñoz Pascual, de 46 años cle edad, sin antecedentesméclicos cle interes, fue ihgresada por un episodio agudo de dolor torácico. La paciente no refiere consumo de tabaco y está en tratamiento erónico con simuastatina.\n\nEvolu ción: Duran te su estaneia hospita1aria,se realizó un ECG quc mostró alteraciohes inespecíficas. Los marcadores cardíacos fueron negativos para daño miocárdico. Se descartó IAM mediante TAC torácico, cohfirmando q ue e1 dolor no tenía origen cardíaco. La evolución clínica fue favorable, con resolución completa del dolor torácico tras tratamiento sintomátic o.\n\nTratamientos: Durante su ingreso se administraro n analg ésicos yse ajustó la terapia con simvastatina. Se mantuvo vigi lancia hemodinámica sin requerir intervenciones invasivas adicionales.\n\nRecomendaciones al a1ta: Se recomienda continuar eon la simvastatina y seguimiento ambulatorio con su médico de cabecera para evaluar e1 perfil lipídico. Se aconseja evitar situaciones de estrés y realizar actividad física moderada. En caso de recurrencia del dolor torácico, acudi r a urgehcias. Se ehtrega informc par a consulta con cardiología para reevaluacióny seguimicnto."}
