{"DNI": "48840994B", "nombre_paciente": "Raquel López Caballero", "edad": 77, "sexo": "female", "fecha": "01/11/2024", "centro": "Hospital San Rafael", "direccion": "Paseo del Prado 30, Barcelona", "tabaquismo": false, "grupo_sanguineo": "B-", "profesion": "abogado", "antecedentes": ["demencia", "anemia", "artritis", "gota"], "medicacion": [], "codigo_cie10": ["F03", "D64", "M19", "M10"], "servicio": "cirugía general", "diagnostico_principal": "artritis", "doc_type": "visit", "notas_clinicas": "Motivo de consulta: Raquel López Caballero, de 78 años, acude a consulta por seguimiento de cuadros de dolor articular persistente en manos y odillas, que se han intensificado en las últimas semanas.. Niega fiebre, perdida de peso o nocturia. Vive con su hija, quien refiere episodios de desorientación recientes más marcados. No refiere alergias conocidas. No es fumadora ni consume alcohol. Actualmente está en tratamiento con metformina, sin historial de HTA ni DM.\n\nExplración: Paciente en buen stado general, afebril. Se aprecia rigidez matutina en las manos con hinchazón y dolor a la palpación de articulaciones interfalángicas. No se observan signos de inflamación aguda ni erupciones cutáneas. La auscultación cardiopulmonar es normal, sin soplos ni estertores. Abdomen blando, depresible, no doloroso. Neurológicamente, se evidencia desorientación temporoespacial leve.\n\nImpresión diagnóstica: Agudización de artritis probablemente relacionada con gota. Descompensación cognitiva en el contexto de demencia previa.\n\nPlan: Se recomienda realizar analítica completa para evaluar niveless de ácido úrico, función renal y marcadores inflamatorios. Se sugiere iniciar tratamiento con AINEs para el control del dolor, y se planea ajuste de la medicación para la demencia en coordinación con neurología. Continuar observación de episodios de desorientación. Se programa seguimiento en consulta en 4 semanas."}
{"DNI": "88461803P", "nombre_paciente": "Pilar Romero Serrano", "edad": 65, "sexo": "female", "fecha": "06/08/2024", "centro": "Hospital San Rafael", "direccion": "Avenida Diagonal 34, A Coruña", "tabaquismo": false, "grupo_sanguineo": "O+", "profesion": "farmacéutico", "antecedentes": ["osteoporosis", "artritis", "hiperlipidemia", "gota"], "medicacion": ["ibuprofeno", "atorvastatina", "simvastatina", "levotiroxina", "amlodipino"], "codigo_cie10": ["M81", "M19", "E78", "M10"], "servicio": "urología", "diagnostico_principal": "osteoporosis", "doc_type": "visit", "notas_clinicas": "Mootivo de consulta: La paciente Pilar Romero Serrano, mujer de 67 años, acude a consulta por dolor articular persistente en las manos, exacerbado en las últimas semanas. Refiere dificultad ara realizar actividades otidianas debido al dolor.\n\nExploración: En la exploración física, se observa inflamación en las articulaciones intterfalángicas proximales y distales de ambas manos, con dolor a la palpación. No hay evidencia de eritema. La paciente niega fiebre o pédida de peso reciente. No se detectan soplos cardíacos ni evidencia de FA. TA: 135/85 mmHg. El examen de fondo de ojo no muestra retinopatía hipertensiva.\n\nImpresión diagnóstica: Artritis en exacerbación, posiblemente relacionada con el mal control de la enfermedad de base. Se descarta de momento complicaciones infeccciosas o neoplásicas.\n\nPlan: Se recomienda ajuste de analgesia, aumentando la dosis de ibuprofeno bajo monitoreo por riesgo gastrointestinal. Se solicita analítica completa incluyendo uricemia y perfil lipídico para control de hiperlipidemia. Se programará consulta en reumatología para valoración de tratamiento de base de la artritis. Recomendar dieta baja en purinas y mantener adecuada hidratación para controlar la gota. Se aconseja seguimiento estricto de la TA y revisión del tratamiento antihipertensivo si es necesario."}
{"DNI": "81182864V", "nombre_paciente": "María Navarro Santos", "edad": 59, "sexo": "female", "fecha": "21/05/2023", "centro": "Hospital San Rafael", "direccion": "Avenida Diagonal 100, Málaga", "tabaquismo": false, "grupo_sanguineo": "AB-", "profesion": "jubilado", "antecedentes": ["insuficiencia renal crónica", "gota", "EPOC", "insuficiencia cardíaca"], "medicacion": ["losartán", "alendronato", "ramipril", "atorvastatina", "omeprazol"], "codigo_cie10": ["N18", "M10", "J44", "I50"], "servicio": "geriatría", "diagnostico_principal": "insuficiencia renal crónica", "doc_type": "visit", "notas_clinicas": "Motivo de consulta: La paciente María Navarro Santos, de 62 años, acude a consulta para revisión de sus patologías crónicas y ajuste de medicación. Refieere aumento de la disnea en las últimas semanas.\n\nExploración: A la exploración física, presenta presión arterial de 140/90 mmHg, frecuencia cardíaca de 2 lpm. Presenta edemas en miembros inferiores +/4. La auscultación pulmonar revela crepitantes bibasales. L paciente se encuentra alerta y orientada, in signos de distress respiratorio severo.\n\nImpresión diagnóstica: Exacerbación de ICC y EPOC en el contexto de IRC Riesgo de descompensación por retención hídrica.\n\nPlan: Se recomienda ajustar la dosis de diuréticos y monitorizar función renal y electrolitos. Se sugiere control de peso diario y reevaluación en una semana. Se aconseja evitar AINEs y se mantiene el tratamiento actual con losartán, alendronato, ramipril, atorvastatina y omeprazol. Se realiza educación al paciente sobre signos de alarma y se enfatiza la importancia de adherencia al tratamiento y modificaciones en estilo de vida, incluyendo dieta baja en sodio."}
{"DNI": "71070189M", "nombre_paciente": "Sofía Pérez Caballero", "edad": 80, "sexo": "female", "fecha": "22/04/2025", "centro": "Hospital San Rafael", "direccion": "Calle Alcalá 119, Vigo", "tabaquismo": false, "grupo_sanguineo": "O-", "profesion": "enfermero", "antecedentes": ["ictus"], "medicacion": [], "codigo_cie10": ["I63"], "servicio": "urgencias", "diagnostico_principal": "ictus", "doc_type": "visit", "notas_clinicas": "Motivo de consulta: La paciente Sofía Pérez Caballero, de 80 años, acude a cosulta por presentar mareos ocasionales desde hace aproximadamente dos semanas. Refiere que los episodios no parecen estar relacionados con cambios posturales ni con esfuerzo físico. Niega pérdida de conciencia o caídas recientes.\n\nExploración: A la exploración física, la paiente se encuentra consciente, orientada y colaboradora. No se observan déficits neurológicos focales. TA 130/80 mmHg, FC 76 lpm, FR 18 rpm, SatO2 98% ambiente. Auscultación cardiopulmonar sin hallazgos patológicos. No se aprecian soplos carotideos ni signos de insuficiencia cardíaca. La exploración neurológica básica se encuentra dentro de límites normales.\n\nIpresión diagnóstica: Mareos inespecíficos en paciente con antecedentes de ictus. Es necesario descartar causas cardiovasculares o neurológicas adicionales.\n\nPlan: Se solicita analítica completa, incluyendo perfil lipíico y glucémico. Se programará un ECG para descartar FA u otras arritmias. Además, se recomienda monitorizar TA domiciliaria. Se pauta revisión en dos semanas o antes si los síntomas empeoran. La paciente niega alergias conocidas y se recomienda mantener hidratación adecuada."}
{"DNI": "19121552L", "nombre_paciente": "Álvaro Navarro Fuentes", "edad": 79, "sexo": "male", "fecha": "25/04/2025", "centro": "Hospital San Rafael", "direccion": "Calle Mayor 77, Málaga", "tabaquismo": false, "grupo_sanguineo": "B-", "profesion": "técnico", "antecedentes": ["osteoporosis", "hipertensión arterial", "gota", "demencia", "obesidad"], "medicacion": ["alendronato", "omeprazol", "insulina", "aspirina"], "codigo_cie10": ["M81", "I10", "M01", "F03", "E66"], "servicio": "nefrología", "diagnostico_principal": "obesidad", "doc_type": "visit", "notas_clinicas": "Motivo de consulta: Álvaro Navarro Fuentes, varón de 80 años, acude a consulta acompañado de su hija por deterioro cognitivo progresivo y aumento de episodios de desorientación. Antecedentes de osteoporosis, HTA, gota, demencia, y obesidad. Actualmente en tratamiento con alendronato, omeprazol, insulina y aspirina. Niega tabaquismo. Sin alergias conocidas.\n\nExploración: Paciente orientado parrcialmente en persona, desorientado en tiempo y espacio. Tensión arterial: 145/85 mmHg, frecuencia cardíaca: 78 lpm, glucemia capilar de 140 mg/dl antes de consulta. Impresión de sobrepeso notorio. No se observan signos de ICC ni de FA. Marcha inestable, requiriendo asistencia para movilización. No hay edemas periféricoos ni signos de gota aguda.\n\nImpresión diagnóstica: Deterioro cognitivo en progresión asociado a demenciia. Control subóptimo de la HTA y alteración ligera del metabolismo glucémico. Posible exacerbación del alzhéimer.\n\nPlan: Ajustar tratamiento antihipertensivo con posible incremento de dosis. Revaluación de esquema de insulina en consulta de DM. Se sugiere intervención de neuropsicología para valoración cognitiva detallada. Recomendar fisioterapia para mejora de movilidad y estabilidad. Próxima revisión en un mes o antes si se presentan nuevos síntomas."}
{"DNI": "19736572L", "nombre_paciente": "Adrián Martínez Calvo", "edad": 24, "sexo": "male", "fecha": "01/09/2023", "centro": "Hospital San Rafael", "direccion": "Calle Princesa 41, Alicante", "tabaquismo": true, "grupo_sanguineo": "A-", "profesion": "profesor", "antecedentes": ["gota", "osteoporosis", "depresión", "EPOC"], "medicacion": ["clopidogrel", "metoprolol", "simvastatina", "paroxetina", "aspirina"], "codigo_cie10": ["M10", "M81", "F23", "J44"], "servicio": "cirugía general", "diagnostico_principal": "gota", "doc_type": "visit", "notas_clinicas": "Paciente: Adrián Martínez Calvo, hombre de 27 años, consulta por dolor articular persistente en rodillas y tobillos, exacerbado en las últimas semanas. Refier dolor intermitente, especialmente al final del día, acompañado de leve hinchazón. Antecedentes personales de gota, osteoporosis, depresión y EPOC. Fumador activo, 10 cigarrillos al día. Actualmente en tratamiento con clopidogrel, metoprolol, simvastatina, paroxetina y aspirina.\n\nEn la exploración física se observa edema moderado en ambas rodillas, sin signos de eritema. La movilidad articular es limitada por el dolor. Auscultación pulmonar revela roncus dispersos y espiración prolongada. Sin hallazgos elevantes a nivel cardíaco. Estado anímico estable, sin signos de ansiedad o depresión aguda. No se reportan alergias conocidas.\n\nImpresión diagnóstica: exacerbación de artritis gotosa en contexto de tratamiento crónico y posíble afectación por osteoporosis. Plan: Se recomienda ajuste en la medicación para control del dolor y reducción de inflamación con AINES, evaluar control de uricemia y posible cambio n hábitos de vida para manejo de EPOC. Se aconseja seguir con fisioterapia para fortalecer articulaciones afectadas y reducir el impacto de la osteoporosis. Se programará revisión en 1 mes para seguimiento."}
{"DNI": "84437458L", "nombre_paciente": "Laura Ruiz Serrano", "edad": 61, "sexo": "female", "fecha": "08/02/2023", "centro": "Hospital San Rafael", "direccion": "Paseo del Prado 105, Madrid", "tabaquismo": false, "grupo_sanguineo": "A-", "profesion": "enfermero", "antecedentes": ["demencia", "insuficiencia renal crónica"], "medicacion": ["levotiroxina", "losartán", "alendronato"], "codigo_cie10": ["F30", "N18"], "servicio": "urología", "diagnostico_principal": "insuficiencia renal crónica", "doc_type": "visit", "notas_clinicas": "Motivo de consulta: Laura Ruiz Serrano, mujer de 64 años, acude a la consulta para seguimiento de su demencia y manejoo de su IRC. Refieren los familiares dificultad progresiva en la memoria y confusión en actividades cotidianas. No presenta nuevas quejas urinarias ni síntomas agudos.\n\nExploración: Al examen físico, la paciente está orientada parcialmente en persona, desorientada en tiempo y espacio. Presenta lenguaje algo confuso. TA: 138/84 mmHg, FC: 78 lpm, FR: 16 rpm. Sin edemas en extremidades. Auscultación cardiopulmonar sin alteraciones significativas. Se observa piel seca en extreidades.\n\nImpresión diagnóstica: Deterioro cognitivo progresivo secundario a demencia, controlado. IRC estable. Presión arterial controlada bajo tratamiento con losartán. No signos de ICC ni FA.\n\nPlan: Continuar con el tratamiento actual de levotiroxina, losartán y alendronato. Seguir control periódico de funciión renal y ajustar medicación según progrese enfermedad. Se aconseja a los familiares sobre la importancia del soporte ognitivo y se sugiere valoración por neuropsicología para nuevas estrategias de manejo de la memoia. Se programa próxima revisión en tres meses."}
{"DNI": "54585178Z", "nombre_paciente": "Rafael Vázquez Calvo", "edad": 29, "sexo": "male", "fecha": "23/06/2025", "centro": "Hospital San Rafael", "direccion": "Paseo de la Castellana 95, Madrid", "tabaquismo": false, "grupo_sanguineo": "O+", "profesion": "funcionario", "antecedentes": ["asma", "obesidad", "insuficiencia renal crónica", "ictus", "fibrilación auricular"], "medicacion": ["diclofenaco"], "codigo_cie10": ["J45", "E66", "N18", "I63", "I84"], "servicio": "cardiología", "diagnostico_principal": "ictus", "doc_type": "visit", "notas_clinicas": "Motivo de consulta: Rafael Vázquez Calvo, varón de 30 años, acude a consulta por disnea y palpitaciones ocasionales en las últimas semanas. Refiere que los síntomas empeoran por la noche y está preocupado or su control del asma.\n\nExploración: Paciente en estado general bueno, IMC elevado. Auscultación pulmonar con sibilancias dispersas. Ritmo cardíaco irregular compatible con FA. TA: 130/85 mmHg. No signos de edemas periféricos. Función renal estable según últimos análiss. Paciente refiere adherencia a medicación actual, incluyendo diclofenaco y paroxetina para manejo sintomático.\n\nImpresión diagnóstica: Asma no controlada en contexto de obesidad y FA. Posible exacerbación asmática y necesidad de ajuste en el manejo crónico de IRC.\n\nPlan: Se recomienda intensificar el plan de manejo del asma, considerando un reevaluación de la terapia broncodilatadora. Continuar con paroxetina y diclofenaco; monitoorizar función renal periódicamente. Se solicita ECG y prueba de espirometría para ealuar función pulmonar. Paciente derivado a neumología para ajuste en tratamiento de asma."}
{"DNI": "62274692F", "nombre_paciente": "Óscar Pérez Serrano", "edad": 47, "sexo": "male", "fecha": "28/05/2024", "centro": "Hospital San Rafael", "direccion": "Calle Velázquez 54, Murcia", "tabaquismo": false, "grupo_sanguineo": "A+", "profesion": "chef", "antecedentes": ["osteoporosis", "fibrilación auricular", "insuficiencia cardíaca"], "medicacion": [], "codigo_cie10": ["M18", "I48", "I50"], "servicio": "traumatología", "diagnostico_principal": "osteoporosis", "doc_type": "visit", "notas_clinicas": "Motivo de consulta: Óscar Pérez Serrano, varón de 48 años, acude a consulta por presentar episodios de palpitaciones y disnea desde hace dos semanas. Refiere también dolor torácico intermitente, no irradiado, que no aumenta con la inspiración ni con el esfuerzo.\n\nExploración: A la exploración física, paciente afebril, con TA de 130/85 mmHg, frecuencia cardiaca irregular a 110 lpm. Ruidos cardiacos arrrítmicos sin soplos. En la auscultación pulmonar, crepitantes bibasales. No edemas periféricos. ECG: FA con respuesta ventricular rápida. No alergias conocidas.\n\nImpresión diagnóstica: FA con respuesta rápida en contexto de posible descompensación de ICC. Se descarta mediante clínica activa un IAM, pero se recomienda estrecha vigilancia.\n\nPlan: Iniciar anticoagulacón con rivaroxabán. Betabloqueante (bisoprolol) para control de frecuencia. Solicitar ecocardiograma y análiss de sangre para evaluar función renal y electrolitos. Recomendar medidas generales para ICC, control de peso y dieta baja en sodio. Nueva revisión en dos semanas o antes si presenta emperamiento de síntomas."}
{"DNI": "51870192V", "nombre_paciente": "Alba López Aguilar", "edad": 64, "sexo": "female", "fecha": "21/11/2023", "centro": "Hospital San Rafael", "direccion": "Calle Gran Vía 119, Elche", "tabaquismo": false, "grupo_sanguineo": "O+", "profesion": "técnico", "antecedentes": ["depresión", "anemia", "insuficiencia renal crónica"], "medicacion": ["amlodipino", "omeprazol", "losartán", "hidroclorotiazida"], "codigo_cie10": ["F32", "D64", "N18"], "servicio": "neumología", "diagnostico_principal": "anemia", "doc_type": "visit", "notas_clinicas": "Motivo de consulta: La paciente Alba López Aguilar, de 66 años, acude a consulta por presentar cansanio generalizado y mareos ocasionales. Refiere que los mareos se han incrementado en frecuencia durante las últimas dos semanas. No refiere cealeas, ni pérdida de conciencia.\n\nExploración: En la exploración física, la paciente se encuentra consciente y orientada en tiempo, lugar y persona. Tensión arterial: 145/90 mmHg, frecuencia cardíaca: 78 lpm, saturación de oxígeno: 97% en aire ambiente. No signos de deshidratación. Auscultación cardiorrespiratoria sin hallazgos patológicos. La paciente presenta palidez cutánea moderada. Abdomen blando, depresible, no doloroso a la palpación. Edemas leves en miembros inferiores.\n\nImpresión diagnóstica: Mareos posiblemente secundarios a HTA mal controlada y anemia persistente. Se deben descartar otras causas como efectos secundarios de la medicación o agravamiento de la IRC.\n\nPlan: Se solicita analítica completa incluyendo hemograma, perfil renal y electrolitos. Se recomienda aumentar la vigilancia de la TA domiciliaria y se ajustará medicación antihiperteensiva si es necesario. La paciente se remitirá a nefrología para valoración del estado actual de la IRC. Se sugiere seguimiento con el psiquiatra por la depresión para ajustar tratamiento si corresponde. Revisión en consulta en dos semanas para evaluar evolución."}
{"DNI": "72372114S", "nombre_paciente": "Jorge Domínguez Pascual", "edad": 60, "sexo": "male", "fecha": "09/12/2024", "centro": "Hospital San Rafael", "direccion": "Calle Princesa 32, Bilbao", "tabaquismo": false, "grupo_sanguineo": "O+", "profesion": "contable", "antecedentes": ["enfermedad hepática grasa", "hiperlipidemia", "fibrilación auricular", "artritis"], "medicacion": ["hidroclorotiazida", "simvastatina", "clopidogrel", "metoprolol", "diclofenaco", "insulina"], "codigo_cie10": ["K76", "E78", "I48", "M91"], "servicio": "cardiología", "diagnostico_principal": "artritis", "doc_type": "visit", "notas_clinicas": "Motivo de consulta: El paciente Jorge Domínguez Pascual, varón de 61 años, acude a consulta ambulatoria para seguimiento de sus condiciones crónicas. Refiere dolor articular en manos y rodillas, que ha empeorado en las últimas semanas. No presenta fiebre, pérdida de peso ni otros síntomas sistémicos.\n\nExploración: A la exploración física, el paciente presenta signos de artritis en las articulaciones interfalángicas y rodillas, con ligera tumefacción y dolor a la palpación. Auscultación cardiopulmonar sin hallazgos patológicos. Abdomen blando, no doloroso. Sin signos de hepatomegalia ni esplenomegalia. Tensión arterial en límites normales, FC 78 lpm, ritmo irregular compatible con FA conocida.\n\nImpresiión diagnóstica: Exacerbación de artritis posibemente relacionada con el uso crónicco de diclofenaco. Control adecuado de la FA y la hiperlipidemia. Se descarta por el momento la presencia de complicaciones hepáticas agudas, aunque es necesario un seguimiento cercano debido a los antecedentes de enfermedad hepática grasa.\n\nPlan: Se aconseja reducir la dosis de diclofenaco y considerar alternativas analgésicas debido al riesgo hepático. Se retira el diclofenaco y se prescrben paracetamol 1 g c/8h como analgesia de rescate. Se solicita perfil hepático y reevaluación en 4 semanas. Continuar con medicación habitual para FA y hiperlipidemia. Se recomienda control estricto de la glucemia debido al tratamiento con insulina. Se descarta necesidad de ajustar la medicación antihipertensiva en esta consulta."}
{"DNI": "73001391N", "nombre_paciente": "Pedro Rodríguez Gutiérrez", "edad": 35, "sexo": "male", "fecha": "18/08/2024", "centro": "Hospital San Rafael", "direccion": "Calle Arenal 37, Madrid", "tabaquismo": false, "grupo_sanguineo": "AB-", "profesion": "conductor", "antecedentes": ["asma", "hiperlipidemia"], "medicacion": [], "codigo_cie10": ["J45", "E78"], "servicio": "oncología", "diagnostico_principal": "hiperlipidemia", "doc_type": "visit", "notas_clinicas": "Motivvo de consulta: Pedro Rodríguez Gutiérrez, varón de 36 años, acude al centro por presentar disnea y sibilancias ocasionales desde hace dos semanas, principalmente al realizar actividad física moderada. Refiere que nunca ha tenido una crisis asmática severa pero últimamete ha experimentado un aumento en la frecuencia de los síntomas. No refiiere fiebre ni otros síntomas sistémico. No es fumador y no consume alcohol con regularidad.\n\nExploración: En la exploración física, se detectan sibilancias a la auscultación pulmonar, especialmente en el campo inferior derecho. No se observa cianosis ni signos de dificultad respiratoria en reposo. La saturación de oxígeno es del 97% en aire ambiente. La frecuencia cardíaca es de 82 lpm y la tensión arterial de 125/80 mmHg. No se encuentran edemas periféricos. En el contexto de hiperlipidemia, se recomienda análisis de perfil lipídico para seguimiento.\n\nImpresión diagnóstica: Excerbación leve de asma posiblemente relacionada con cambios estacionales o exposición a alérgenos no identificados. Hiperlipidemia en seguimiento.\n\nPlan: Se inicia tratamento con inhalador de salbutamol a demanda. Se recomienda evitar alergenos conocidos y factores desencadenantes. Se sugiere seguimiento con neumologa, especialmente si los síntomas persisten o empeoran. Cita en un mes para revisar evolución y resultados de análisis de lípidos."}
{"DNI": "10154493Q", "nombre_paciente": "Sara Marín Caballero", "edad": 12, "sexo": "female", "fecha": "10/01/2025", "centro": "Hospital San Rafael", "direccion": "Calle Velázquez 66, Vigo", "tabaquismo": false, "grupo_sanguineo": "O-", "profesion": "programador", "antecedentes": ["hipertensión arterial", "fibrilación auricular", "enfermedad coronaria", "insuficiencia renal crónica"], "medicacion": ["clopidogrel", "amlodipino"], "codigo_cie10": ["I10", "I48", "I25", "N18"], "servicio": "endocrinología", "diagnostico_principal": "hipertensión arterial", "doc_type": "visit", "notas_clinicas": "Sara Marín Caballero, 13 años, se presenta en consulta ambulatoria por control habitual. La paciente tiene antecedntes de HTA, FA, enfermedad coronaria e IRC. Actualmente está en tratamiento con clopidogrel y amlodipino. No tiene hábitos tóxicos como tabaquismo y niega alergias conocidas.\n\nEn la exploración física, la paciente se encuentra bien orientada y afebril. La tensión arterial es de 130/80 mmHg, con un ritmo cardíaco irregular compatible con FA. Los ruidos cardíacos son rítmicos sin soplos. No se observan edemas periféricos y la auscultación pulmonar es normal. Función renal estable dentro de los parámetros habituales para su siuación de IRC.\n\nImpresión diagnóstica: paciente con control moderado de HTA y FA. La función renal permanece estable. Se recomienda continuar con el tratamiento actual y se programa una nueva revisión en tres meses para seguimiento exhaustivo. Se aconseja realizar controles domiciliarios de la tensión arterial y llevar u registro para la próxima cita."}
