{"patient_id": "60992979S", "patient_name": "Elena Álvarez Aguilar", "patient_age": 60, "gender": "female", "document_date": "2025-01-06", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Mayor 12, Córdoba", "smoking_status": true, "blood_type": "AB-", "occupation": "agricultor", "conditions": [], "medications": ["omeprazol", "diclofenaco", "clopidogrel", "simvastatina", "aspirina", "amlodipino"], "icd10_code": [], "department": "UCI", "primary_diagnosis": "sin diagnóstico", "doc_type": "discharge", "clinical_notes": "Paciente: Elena Álvarez Aguilar,, mujer de 61 años, ingresada por dolor torácico agudo. Sin antecedentes de interés que destacar. Medicaciones al ingreso incluyen omeprazol, diclofenaco, clopidogrel, simvastatina, aspirina y amldipino. Fumadora activa. Se presentó en el servicio de urgencias con dolor torácico de características anginnosas, irradiado al brazo izquierdo, acompañado de disnea y sudoración. Se realizó electrocardiograma que mostró cambios compatibles con síndrome coronario agudo. Se decidió ingreso para manejo y observación.\n\nDurante su estancia hospitalaria, la paciente de 76 años fue sometida a tratamiento antiplaquetario intensivo y anticoagulación con heparina, además de iniciar tratamiento con betabloqueantes y IECA's. Se realizó coronariografía que evidenció lesiones significativas en arteria coronaria derecha, por las cuales se realizó angioplastia con colocación de stent farmacológico, presentando buena evolución posterior. La paciente respondió adecuadamente al tratamiento, con resolución de los síntomas y sin eventos adversos significativos. \n\nAl alta, se recomienda continuar con clopidogrel, aspirina y simvastatina, además de omeprazol para protección gástrica. Se indica suspender el diclofenaco y evitar AINEs por riesgo cardiovascular. Se insta a la paciente a cesar el hábito tabáquico por completo y se le ofrece soporte a través de la unidad de tabaquismo. e aconseja seguimiento en consulta cardiológica en 4 semanas."}
{"patient_id": "48840994B", "patient_name": "Raquel López Caballero", "patient_age": 78, "gender": "female", "document_date": "2025-05-06", "facility_name": "Hospital Reina Ficticia", "patient_address": "Paseo del Prado 30, Barcelona", "smoking_status": false, "blood_type": "B-", "occupation": "abogado", "conditions": ["demencia", "anemia", "artritis", "gota"], "medications": [], "icd10_code": ["F03", "D64", "M19", "M10"], "department": "digestivo", "primary_diagnosis": "demencia", "doc_type": "discharge", "clinical_notes": "Paciente: Raquel López Caballero, mujer de 78 años, con antecedentes de demencia, anemia, artritis y gota, ingresó por un cuadro de desorientación aguda y caída en el domicilio sin pérdida de conocimiento. A su ingreso, presentó anemia moderada con Hb de 9.5 g/dL y signos de deshidratación leve. Sin tratamiento habitual yy sin antecedentes de tabaquismo. Durante la estancia, se realizó un ajuste en la hidratación y se corrigió parcialmente la anemia con suplementación de hierro y dieta adecuada. Se observó mejoría en su estado de alerta y orientación tras tratamiento.\n\nLa evolución hospitalaria fue favorable, con estabilización de los niveles de hemoglobina y adecuada respuesta a la hidratación. Se descartó patología neurológica aguda mediante TAC craneal sin hallazgos de relevancia. Los episodios de gota fueron controlados con antiinflamatorios no eseroideos, y se optimizó el manejo de la artritis con fisioterapia para mejorar la movilidad. No se observaron complicaciones infecciosas o cardiovasculares durante el ingreso.\n\nAl alta, se recomienda seguimient en consultas externas de geriatría para monitorización de la demencia y la anemia. Se sugiere mantener una dieta rica en hierro y adecuada hidratación. Es importante considerar un seguimiento en reumatología por la artritis y gota. Se aconseja la supervisión familiar continua debido a la demencia. Se proporcionó información detallada a los familiares sobre los signos de alarma a vigilar y la importancia de mantener las consultas regulares."}
{"patient_id": "95899313P", "patient_name": "Lucía Ruiz Herrero", "patient_age": 66, "gender": "female", "document_date": "2024-10-30", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Serrano 35, Hospitalet de Llobregat", "smoking_status": false, "blood_type": "B-", "occupation": "contable", "conditions": ["depresión", "enfermedad coronaria", "insuficiencia renal crónica", "enfermedad hepática grasa", "anemia"], "medications": ["omeprazol"], "icd10_code": ["F32", "I25", "N18", "K76", "D64"], "department": "urología", "primary_diagnosis": "insuficiencia renal crónica", "doc_type": "discharge", "clinical_notes": "Ingreso hospitalarrio de la paciente Lucía Ruiz Herrero, mujer de 62 años y antecedentes de depresión, enfermedad coronaria, IRC, enfermedad hepática grasa y anemia. Acudió al servicio de urgencias por presentar dolor torácico opresivo, irradiado hacia el brazo izquierdo, acompañado de sudoración profusa y náuseas, lo cual generó sospecha de un síndrome coronario agudo. A su llegada, se realizaron las pruebas pertinentes, incluyendo electrocardiograma y marcadores ardíacoss, confirmando un IAM sin elevación del segmento ST. Se inició tratamiento con antiagregantes y beta-bloqueantes, logrando estabilización hemodnámica.\n\nDurante la estancia hospitalaria, la evolución fue favorable; no obstante, se evidenció un deterioro en la función renal, ajustándose el tratamiento para su IRC. Se realizaro controles frecuentes de electrolitos y hemoglobina para monitorizar la aemia. Asimismo, se realizó un ecocardiograma que descartó complicaciones significativas del IAM. La paciente se mantuvo asintomática en las últimas 48 horas previas al alta. Cabe mencionar que Lucía es viuda y reside sola, aunque cuenta con un adecuado soporte familiar.\n\nAl alta, se recomienda continuar con el tratamiento pautado: aspirina, clopidogrel, bisoprolol y atorvastatina. Es crucial el seguimiiento por su médico de atención primaria para el control de su IRC y la supervisión de su estado anémico. Se aconseja dieta baja en sodio y grasas, además de iniciar un programa de rehabilitación cardíaca. La paciente debe acudir a revisión en cardiología en un plazo no mayor a dos semanas y see insta a evitar esfuerzos físicos excesivos."}
{"patient_id": "82070937Z", "patient_name": "Ana Rodríguez Blanco", "patient_age": 71, "gender": "female", "document_date": "2025-04-07", "facility_name": "Hospital Reina Ficticia", "patient_address": "Paseo del Prado 114, Sevilla", "smoking_status": false, "blood_type": "AB-", "occupation": "abogado", "conditions": ["insuficiencia renal crónica", "insuficiencia cardíaca", "enfermedad coronaria", "artritis", "fibrilación auricular"], "medications": ["ibuprofeno", "alendronato", "simvastatina", "metformina"], "icd10_code": ["N18", "I50", "I25", "M19", "I48"], "department": "geriatría", "primary_diagnosis": "insuficiencia cardíaca", "doc_type": "discharge", "clinical_notes": "Pacientte: Ana Rodríguez Blanco, 7 años, femenina. Ingresó por descompensación de ICC y empeoramiento de IRC. Al ingreso, presentó disnea en reposo, edemas en miembros inferiores y aumento de creatinina sérica sugestivo de deteriro de función renal. Antecedentes personales significativos incluyen IRC, ICC, enfermedad coronaria, artritis y FA. No refiere alergias conocidas y no es fumadora. Medicación habitual: ibuprofeno, alendronato, simvastatina, metformina.\n\nEvolución: Durante la estancia hospitalaria, se realizó ajuste de terapéutica con furosemida intravenosa, mejorando los edemas y la disnea. Se inició tratamiento con inhibidores del sistema renina-angiotensina y se optimizó la dosis de anticoagulación para el manejo de la FA. La función renal mostró leve mejoría tras la hidratación controlada. Se descartó mediante TAC cualquier complicación torácica aguda. Se mantuvo control glucémico adecuado con metformina.\n\nRecomendaciones al alta: Se recomienda continuar con dieta hiposódica y control estricto de líquidos. Seguir con la medicación prescrita, incluyendo el ajuste en la dosis de furosemida y los nuevos antihipertensivos. Es imperativo el seguimiento por nefrología y cardiología en dos semanas. Se debe monitorizar la función renal y cardíaca periódicamente, y ajustar el tratamiento conforme a los resultados. Se aconseja evitar el uso dee ANEs como ibuprofeno por el riesgo de deterioro renal."}
{"patient_id": "40158366K", "patient_name": "Marta Vázquez Santos", "patient_age": 21, "gender": "female", "document_date": "2023-01-15", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Mayor 32, Hospitalet de Llobregat", "smoking_status": true, "blood_type": "A+", "occupation": "chef", "conditions": ["demencia"], "medications": ["warfarina", "ibuprofeno", "alendronato"], "icd10_code": ["F03"], "department": "urgencias", "primary_diagnosis": "demencia", "doc_type": "discharge", "clinical_notes": "Motivo de ingreso: Marta Vázquez Santos, paciente femenino de 19 años con antecedentes de demencia, fu admitida en este centro hospitalario debido a un episodio aguudo de confusión severa y gitación psicomotora. Al ingreso, la paciente presentaba inestabilidad hemodinámica y esorientación temporal y espacial, lo que requirió observación y manejo en planta de medicina interna.\n\nEvolución: Durante la estancia hospitalaria, Marta experimentó una notable mejoría en su estado clínico tras ajustes en su medicación y vigilancia estrecha. Se realizó TAC craneal que descartó lesiones agudas. Se corroboró la necesidad de reevaluar la dosificación de warfarina ante posibles interacciones medicamentosas. A lo largo de la hospitalización, la paciente recibió soporte psicológico y se implementaron medidas para minimizar el riesgo de caídas deebido a episodios de desorientación. Además, se mntuvo un control estricto del INR para evitar complicaciones hemorrágicas debido al tratamiento con anticoagulantes. No se identificaron alergias nuevas. La paciente refiere episodios de cefalea ocasiionalmente tratados con ibuprofeno.\n\nRecomendaciones al alta: Se aconseja mantener el tratamiento actual con waarfarina, ajustand la dosis sgún los controles de INR, y continuar con el ibuprofeno en caso d dolor agudo, evaluando su uso debido a posibles efecctos secundarios gastrointestinales. Se recomienda la suspensión del hábito tabáquico dada su relación con la progresión de la demencia y otros riesgos de salud. Se pauta seguimiento en consulta externa de neurología y control periódico por medicina internaa. Se insta a la paciente y su familia a acudir a urgencias ante cualquier signo de recaída o síntoma inusual Además, se recomienda continuar la terapia ocupacional y el soporte psicológico para mejorar la calidad de vida y funcionalidad de la paciente."}
{"patient_id": "65177213C", "patient_name": "Elena Muñoz Calvo", "patient_age": 67, "gender": "female", "document_date": "2024-04-08", "facility_name": "Hospital Reina Ficticia", "patient_address": "", "smoking_status": false, "blood_type": "A+", "occupation": "abogado", "conditions": [], "medications": [], "icd10_code": [], "department": "neumología", "primary_diagnosis": "sin diagnóstico", "doc_type": "discharge", "clinical_notes": "Pacientte: Elena Muñoz Calvo, mujer de 68 años, sin ntecedentes personales de interés ni medicación habitual. No refería consumo de tabaco ni bebidas alcohólicas, lo que puede atribuirse al estilo de vida saludable que la paciente refiere mantener desde hace más de 20 años. Igresó en este centro por presentar un episodio de dolor abdominal agudo localizado en el cuadrante inferior derecho, acompañado de fiebre y náueas.\n\nDurante su estancia hospitalaria se realizó evaluación mediante analítica completa y ecografía abdominal, que sugirieron la presencia de apendicitis aguda. Se procedió a una apendicectomía laparoscópica sin complicaciones y la paciente evolucionó favorablemente durante el postoperatorio. El control del dolor se manejó con analgesia convencional, y no presentó fiebre ni signos de infección en el sitio quirúrgico. La paciente ha permanecido hemodinámicamente estable y sin eventos adversos durante su hospitalización.\n\nAl alta, se recomienda a la Sra. Muñoz seguir una dieta blanda durante los primeros días y evitar esfuerzos físicos significativos por un periodo de aproximadamente 2 semans. Se le ha prescrito paracetamol 500 mg cada 8 horas si precisa para el control del dolor, y se le ha concedido una cita en consulta externa para revisión y retiro de puntos de sutura en 10 días. Se le aconseja prestar atención a signos de compliación como fiebre persistente o dolor abdominal intenso, y en tal caso, acudir a urgencias. La paciente y su familia fueron informadas acerca de las medidas de cuidado postoperatorio y se mostraron conformes."}
{"patient_id": "83863413P", "patient_name": "Isabel Sánchez Suárez", "patient_age": 68, "gender": "female", "document_date": "2025-08-14", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Princesa 104, Valencia", "smoking_status": true, "blood_type": "A+", "occupation": "profesor", "conditions": ["fibrilación auricular", "asma", "insuficiencia cardíaca", "enfermedad coronaria"], "medications": ["ibuprofeno", "metoprolol"], "icd10_code": ["I48", "J45", "I50", "I25"], "department": "oncología", "primary_diagnosis": "enfermedad coronaria", "doc_type": "discharge", "clinical_notes": "La paciente Isabel Sánchez Suárez, de 68 años, fue admitida en nuestro centro hospitalario debido a un episodio agudo de disnea y dolor torácico asociado a FA y posible xacerbación de su ICC.. Antecedents personales incluyen FA crónica, asma bajo tratamiento, enfermedad coronaria y tabaquismo activo, lo cual ha complicado su perfil clínico. Al ingreso, la paciente presentaba una frecuencia cardíaca irregular y signos de congestión pulmonar, por lo que fue necesario realizar monitorización continua y ajuste de tratamiento farmacológico.\n\nDurante su estancia hospitalaria, la paciente fue sometida a una serie de pruebas diagnósticas, incluidas radiografía de tórax y ecocardiograma, quue confirmaron la exacerbación de ICC con fracción de eyección reducida. Se inició tratamiento con diuréticos intravenosos y se ajustó la dosis de metoprolol para el control de la frecuencia cardíaca. A lo largo de su internamiento, experimentó una mejora significativa de los síntomas respiratorios y la estabilización hemodinámica, permitiendo su alta hospitalaria traas una estancia de 7 días.\n\nAl alta, se recomienda a la aciente continuar con metoprolol y se le prescribe un inhibidor de la ECA para mejorar la función cardíaca. Se aconseja el cese definitivo del tabaquismo debido a su impacto negattivo sobre la salud cardiovascular y respiratoria. Se le informa sobre la importancia del control del peso y la adherencia estricta al tratamiento prescrito. Se programa seguimiento en consulta de cardiología en 2 semanas para reevaluar su estado y ajustar tratamiento si es necesario."}
{"patient_id": "71070189M", "patient_name": "Sofía Pérez Caballero", "patient_age": 80, "gender": "female", "document_date": "2025-12-13", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Alcalá 119, Vigo", "smoking_status": false, "blood_type": "O-", "occupation": "enfermero", "conditions": ["ictus"], "medications": [], "icd10_code": ["I63"], "department": "traumatología", "primary_diagnosis": "ictus", "doc_type": "discharge", "clinical_notes": "La paciente, Sofía Pérez Cballero, de 80 años de edad y con antecedente de ictus, fue ingresada en nuestro centro debido a un epiisodio agudo de debilidad en el hemicuerpo izquierdo acompañado de disartria. A su llegada, se realizó una evaluación neurológica exhaustiva que confirmó la sospecha inicial de un nuevo episodio vascular cerebral. Se procedió a la realización de una TAC craneal que evidenció un infarto lacunar en el territorio de la arteria cerebral media derecha. Durante su estancia hospitalaria, la paciente mantuvo estabilidad hemodinámica sin complicaciones sistémicas significativas.\n\nA lo largo de su hospitalización, Sofía fue tratada con medidas de soporte y rehabilitación temprana, lo cual incluyó fisioterapia motora y terapia del lenguaje. Se inició tratamiento con antiagregantes plaquetarios y estatinas para prevenir futuros eventos cerebrovasculares. No presentó reacciones adversas alérgicas y su recupración funcional fue progresiva, logrando mejorar la movilidad del hemicuerpo afectado. Se ealizaron controles analíticos y se monitorizó su estado neurológico, mostrando una evolución favorable.\n\nAl alta, se recomienda continuar con el tratamiento antiagregante y estatinas Se aconseja segur un programa de rehabilitación intensiva ambulatoria para optimizar la recuperación funcional. La paciente debe acudir a consulta de neurología en 4 semanas para seguimiento y ajuste terapéutico. Se instruyó a la familia sobre signos de alarma neurológicos y se recomendó mantener una dieta baja en sodio y grasas saturadas. Es fundamental que evite el sedentarismo y controle la presión arterial regularmente."}
{"patient_id": "19121552L", "patient_name": "Álvaro Navarro Fuentes", "patient_age": 79, "gender": "male", "document_date": "2024-12-17", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Mayor 77, Málaga", "smoking_status": false, "blood_type": "B-", "occupation": "técnico", "conditions": ["osteoporosis", "hipertensión arterial", "gota", "demencia", "obesidad"], "medications": ["alendronato", "omeprazol", "insulina", "aspirina"], "icd10_code": ["M81", "I10", "M10", "F03", "E66"], "department": "UCI", "primary_diagnosis": "demencia", "doc_type": "discharge", "clinical_notes": "Motivo de ingreso: El paciente Álvaro Navarro Fuentes, de 8 años, ingresa en el hospital debido a una caída en su domicilio que resultó en una fractura de cadera izquierda. Presenta antecedentes de osteoporosis, HTA, gota, demencia y obesidad. A su llegada, se observa dolor intenso en la cadera afectada, movilidad limitada y contusiones superficiales. No refiere habitos tóxicos como tabaquismo.\n\nEvolución: Durante su estancia hospitalaria, se realizó una intervención quirúrgica exitosa para la fijación de la fractura mediante artroplastia de cader. El postoperatorio transcurrió sin complicaciones mayores, aunque se observó un episodio de desorientación transitoria, posiblemente asociado a su diagnóstico previo de demencia. El paciente fue atendido por el equipo de rehabilitación física para iniciar movilización temprana, con progresos satisfactorios en la deambulación asistida. Se ajustó su medicación habitual manteniendo alendronato para la osteoporosis y se introdujo suplementacion de calcio y vitamina D. Se monitorizó su presión arterial, manteniéndose dentro de los rangos esperados con su tratamiento habitual.\n\nRecomendaciones al alta: Se recomienda continuar con la medicación prescrita, incluyendo alendronato, omeprazol, insulina y aspirina, además de los nuevos suplementos de calcio y vitamina D. Es esencial seguir con las sesiones de fisioterapia para mejorar la movilidad de la cadera y prevenir futuras caídas. Control regular de la presión arterial y niveles de glucosa en sangre. Se aconseja seguimiento por parte de su médico de cabecera y revisión por el servicio de geriatría para el manejo integral de la demencia. Se sugiere adaptar el entorno domiciliario para reducir el riesgo de nuevas caídas, incluyendo la instalación de agarraderas en el baño y una adecuada iluminación nocturna."}
{"patient_id": "19736572L", "patient_name": "Adrián Martínez Calvo", "patient_age": 25, "gender": "male", "document_date": "2023-12-30", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Princesa 41, Alicante", "smoking_status": true, "blood_type": "A-", "occupation": "profesor", "conditions": ["gota", "osteoporosis", "depresión", "EPOC"], "medications": ["clopidogrel", "metoprolol", "simvastatina", "paroxetina", "aspirina"], "icd10_code": ["M10", "M81", "F32", "J44"], "department": "cardiología", "primary_diagnosis": "gota", "doc_type": "discharge", "clinical_notes": "Paciente: Adrián Martínez Calvo, varón de 27 años, con antecedentes de gota, osteoporosis, depresión y EPOC. Ingresó en nuestro centro por exacerbación aguda de EPOC, presentando disnea progresiva y tos productiva de varias semanas de evolución. Durante la hospitalización, se realizó tratamiento con broncodilatadores, corticosteroides sistémicos y antibióticos de amplio espectro, logrando estabilización clínica y mejoría de los síntomas respiratorios.\n\nEn el transcurso de su estancia, se realizó ajustes en su medicación crónica, incluyendo la continuación de clopidogrel, metoprolol, simvastatina, paroxetina, y aspirina. Se reforzaron las medidas generales para controlar su enfermedad pulmonar y prevenir futuras exacerbaciones. El paciente evolucionó favorablemente, sin complicaciones durante la hospitalización.\n\nAl alta, se recomienda continuar con el tratamiento farmacológico prescrito y el cese del tabaquismo para mejorar el control de EPOC y prevenir el deterioro de su salud respiratoria. Se sugiere seguimiento en consulta de neumología en 4 semanas y control clínico regular por su médico de atención primaria. Además, se aconseja mantener una dieta equilibrada para la osteoporosis y realizar actividad física moderada seún tolerancia."}
{"patient_id": "58942697E", "patient_name": "Raquel García Blanco", "patient_age": 78, "gender": "female", "document_date": "2025-09-05", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Gran Vía 40, Zaragoza", "smoking_status": false, "blood_type": "A+", "occupation": "farmacéutico", "conditions": ["asma", "hipertensión arterial", "anemia", "demencia", "depresión"], "medications": ["diclofenaco"], "icd10_code": ["J45", "I01", "D64", "F03", "F32"], "department": "oncología", "primary_diagnosis": "asma", "doc_type": "discharge", "clinical_notes": "La paciente Raquel Gaarcía Blanco, de 79 años, con antecedentes de asma, HTA, anemia, demencia y depresión, fue ingresada por un episodio agudo de insuficiencia respiratoria secundaria a exacerbación asmática. Durate su estancia hospitalaria, se inició tratamiento con broncodilatadores de acción rápida y corticosteroides sistémicos, mostrando una otable mejoría clínica en 48 horas. Además, se ajustó s medicación antihipertensiva y se corrigió la anemia con transfusiones de concentrados de hematíes. El manejo de su demencia y depresión se coordinó con el servicio de psiquiatría, ajustando las dosis de sus psicofármacoos habituales.\n\nDurante la hospitalización, Raquel presentó un buen progreso clínico sin complicaciones infecciosas ni cardiovasculares. Se realizó un seguimieento exhaustivo de sus constantes vitales y pruebs de función pulmonar, observándose una estabilización adecuada. La pacciente se manuvo afebril, con saturaciones de oxígeno dentro de los límites normales y sin requerimientos de oxígeno suplementario al momento del alta. \n\nAl alta hospitalaria, sse recomienda la continuación del tratamiento con corticosteroides inhalados y broncodilatadores de mantenimiento, además de mantener la terapia antihipertensiva y su tratamiento para la depresión. Se aconseja realizar controles periódicos con su médico de cabecera para el seguimiento de su función pulmonar y ajuste de medicación según sea necesario. Se sugiere también el seguimiento por neurología para evaluar u demencia de manera regular. Se enfatiza la importancia de evitar exposiciones que puedan desencadenar nuevas crisis asmáticas y se recuerda la importancia de una adecuad adherencia al tratamiento."}
{"patient_id": "29806690R", "patient_name": "Miguel Sánchez Prieto", "patient_age": 29, "gender": "male", "document_date": "2024-08-09", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Serrano 32, Vitoria-Gasteiz", "smoking_status": false, "blood_type": "A+", "occupation": "abogado", "conditions": [], "medications": ["diclofenaco", "ramipril", "paroxetina"], "icd10_code": [], "department": "neumología", "primary_diagnosis": "sin diagnóstico", "doc_type": "discharge", "clinical_notes": "Motivo de ingreso: El paciente Miguel Sánchez Prieto, varón de 31 años, sin antecedentes de interés, acude al hospital por dolor torácico de inicio súbito, irradiado a brazo izquierdo, asociado a disnea moderada. Refiere un episodio de palpitaciones previo, pero sin otros síntomas acompañantes. A su ingreso, el paciente se encontraba hemodinámicamente estable, sin signos de fallo cardíaco.\n\nEvolución: Durante su estancia hospitalaria, se realizaron pruebas diagnósticas que incluyeron ECG, que mostró un ritmo sinusal sin alteraciones significativas. Se llevó a cabo un TAC torácico que descartó patología pulmonar aguda Los enzimas cardíacos fueron negativos en las tres determinaciones realizadas. Se mantuvo monitorización continua con resultado negativo para arritmias. El dolor torácico cedió con tratamiento analgésico y no volvió a repetirse. La evolución del paciente fue favorable, con desaparición completa de los síntomas.\n\nTratamientos: Se instauró tratamiento analgésico con diclofenaco durante los primeros días y se continuó con su medicación habitual de ramipril y paroxetina, ajustando las dosis según necesidad. No se requirió la introducción de nuevos fármacos durante el ingreso.\n\nRecomendaciones al ata: Al alta, se recomienda al paciente seguir con su tratamiento habitual, vigilar la aparición de nuevos síntomass y realizar controles periódicos de TA por su HTA. Se sugiere evitar esfuerzos físicos intensos hasta nueva evaluación por su médico de cabecera. Se concierta cita en consulta externa de cardiología para reevaluación en dos semanas. Se aconseja al paciente mantener un estilo de vida saludable, con dieta baja en sodio y ejercicio moderado."}
{"patient_id": "62274692F", "patient_name": "Óscar Pérez Serrano", "patient_age": 47, "gender": "male", "document_date": "2024-12-02", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Velázquez 54, Murcia", "smoking_status": false, "blood_type": "A+", "occupation": "chef", "conditions": ["osteoporosis", "fibrilación auricular", "insuficiencia cardíaca"], "medications": [], "icd10_code": ["M81", "I48", "I50"], "department": "traumatología", "primary_diagnosis": "osteoporosis", "doc_type": "discharge", "clinical_notes": "Motivo de ingreso: El paciente Óscar Pérez Serrano, de 48 años, fue ingresado por episodio agudo de disnea y palpitaciones, en el contexto de una FA mal controlada junto con ICC descompensada.\n\nEvolución: Durante su estancia hospitalaria, el paciente recibió tratamiento con antiarrítmicos para controlar la FA, así como diuréticos y betabloqueantes para manejar la ICC. Se realizó un ajuste de dosis tras un monitoreo continuo del ritmo cardíaco y la función renal, la cual se mantuvo estable sin signos de deterioro. La evolución clínicca fue favorable, logranndo la estabilización hemodinámica y una notable mejoría de los síntomas respiratorios. El paciente permaneció monitorizado en el área de cardiología, donde se le realizaron ecocardiogramas y análisis de sangre periódicos que mostraron una respuesta positiva al tratamiento.\n\nRecomendaciiones al alta: Se recomienda ontinuar con el tratamiento prescrito a la dosis ajustada durante su hospitalización: bisoprolol 5 mg cada 24 horas, apixaban 5 mg dos veces al día y furosemida 40 mg por las mañanas. Se sugiere control ambulatorio con cardiología en dos semanas para reevaluar la función cardíaca y ajustar el tratamiento si es necesario. Mantener una dieta baja een sodio y realizar actividad física moderada según toleerancia. See aconseja abstenerse del consumo de alcohol y cafeína, y acudir a urgencias si presenta recurrencia de la disnea o arritmias. Además, se recomienda realizar una densitometría ósea para evaluar la osteoporosis. No se reportaron alergias conocidas."}
{"patient_id": "38408562B", "patient_name": "Inés Castro Carrasco", "patient_age": 81, "gender": "female", "document_date": "2023-07-13", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Serrano 42, Bilbao", "smoking_status": false, "blood_type": "AB-", "occupation": "técnico", "conditions": [], "medications": ["diclofenaco", "atorvastatina", "ibuprofeno", "omeprazol", "metformina"], "icd10_code": [], "department": "UCI", "primary_diagnosis": "sin diagnóstico", "doc_type": "discharge", "clinical_notes": "Inés Castro Carrasco, paciente de 78 años de edad, ingresa en nuestro centro por presentar un cuadro de dolor abdominal agudo y vómitos incoercibles. Sin antecedentes de interés relevantes, se encuentra en tratamiento rónico con diclofenaco, atorvastatina, ibuprofeno, omeprazol y metformina. Niega hábitos tóxicos, como el tabaquismo. Durante la hospitalización se realiza una evaluación exhastiva, incluyendo analíicas sanguíneas y una TAC abdominal, que revela la presencia de una colecistitis aguda complicada.\n\nLa evolución durante su estancia hospitalaria fue favorable tras la instauración de tratamiento antibiótico de amplio espectro  analgesia controlada. Se procedió a colecistectomía laparoscópica sin incidencias, y la paciente mostró buena tolerancia al procedimiento, con una adecuada recuperación postoperatoria. Los controles metabólicos se mantuvieron estables, sin descompensación de su DM.\n\nAl alta, se recomienda continuar con el tratamiento hipoglucemiante habitual, monitorización de los niveles de glucosa y el control de los lípidos con atovastatina. Se indica reposo rrelativo y una dieta progresivamente normalizada, evitando grasas satuuradas. Se prgrama revisión con su médico de atención primaria en dos semanas y se sugiere seguimiento por parte del servicio de endocrinología para ajuste de tratamiento antidiabético si fuese necesario."}
{"patient_id": "43189803N", "patient_name": "Sergio García Santos", "patient_age": 37, "gender": "male", "document_date": "2025-10-25", "facility_name": "Hospital Reina Ficticia", "patient_address": "Avenida de América 4, Barcelona", "smoking_status": true, "blood_type": "A+", "occupation": "agricultor", "conditions": [], "medications": ["metoprolol", "aspirina"], "icd10_code": [], "department": "nefrología", "primary_diagnosis": "sin diagnóstico", "doc_type": "discharge", "clinical_notes": "Paciente: Sergio García Santos, varón de 37 años, sin antecedentes médicos dee interés y no fumador, quien nunca ha fumado. A su llegada l servicio de urgencias, el paciente refiró dolor torácico opresivo irradiado a brazo izquierdo, acompañado de diaforesis y náuseas. Dado el cuadro clínico y los resultados del ECG que mostraron elevación del ST, se diagnosticó IAM. Ingresó en la unidad de cuidaddos coronarios para manejo y montorización.\n\nDurante l hospitalización, el paciente evoluciona favorablemente. Se realizó coronariografía que mostró lesiones significativas en arteria descendente anterior, procediéndose a angioplastia con colocación de stent. El tratamiento farmacológico incluyó la continuación de mettoprolol y aspirina, además de la introducción de clopidogrel y estatinas. Se observó una adecuada respuesta al tratamiento, sin complicaciones añadidas.\n\nAl alta, se recomienda al Sr. García continuar con el tratamiento médico prescrito: metoprolol 50 mg/día, aspirina 1000 mg/día, clopidogrel 75 mg/día y atorvastatina 40 mg/día. Se aconseja seguimiento en consulta de cardiología en 4 semanas. Se le instruye sobre la importancia de mantener un esilo dee vida saludable, integrando ejercicio regular y dieta baja en grasas saturadas, así como evitar el tabaquismo, aunque él nunca ha fumado."}
{"patient_id": "64549859Z", "patient_name": "Sergio Pérez Herrero", "patient_age": 14, "gender": "male", "document_date": "2025-08-22", "facility_name": "Hospital Reina Ficticia", "patient_address": "Avenida de la Constitución 93, Valencia", "smoking_status": false, "blood_type": "B-", "occupation": "jubilado", "conditions": ["osteoporosis", "depresión"], "medications": ["simvastatina", "levotiroxina", "metformina", "ramipril"], "icd10_code": ["M81", "F32"], "department": "UCI", "primary_diagnosis": "depresión", "doc_type": "discharge", "clinical_notes": "Paciente: Sergio Pérez Herrero, varón de 14 años, con antecedentes de osteoporosis y depresión. El motivo de ingreso fue la presentación de fractura espontánea del fémur izquierdo en el contexto de osteoporosis preexistente. Durante su estancia, se realizaron estudios de imagen, incluyendo radiografía y TAC, que confirmaron la fractura sin desplazamiento significativo. Se inició tratamiento con inmovilización y analgesia con paracetamol y tramadol, junto con suplemento de calcio y vitamina D para manejo de la osteoporosis. El estado de ánimo se evaluó y se mantuvo estable bajo el tratamiento habitual para la depresión.\n\nLa evolución durante el ingreso fue favorable, sin complicaciones infecciosas ni eventos tromboembólicos. La fractura mostró signos de consolidación al control radiológio a las dos semanas, permitiendo el manejo conservador sin necesidad de intervención quirúrgica. Se realizó ajuste en la medicación habitual para optimizar el manejo con simvastatina, levotiroxina, metformina y ramipril, ya que presentaba un buen control de sus comorbilidadess, con presión arterial estable y niveles de glucosa adecuados.\n\nSe recomienda al alta continuar con el régimen de inmovilización parcial durante 4 semanas más, con seguimiento ambulatorio por trraumatología. Además, se sugiere la continuación del tratamiento cn calcio y vitamina D, y se remite a rehabilitación para valoración y inicio de fisioterapia progresiva. Se aconseja consultar con el servicio de psiquiatría en caso de alteraciones en el estado de ánimo, y seguir con el tratamiento actual para la depresión. Se recuerda la importancia de evitar cualquier actividad que pueda poner en riesgo la integridad del fémur hasta nueva valoración. Se aconseja también una reevaluación endocrinológica para seguimiento de s osteoporosis."}
{"patient_id": "56702542K", "patient_name": "Raúl Romero Aguilar", "patient_age": 79, "gender": "male", "document_date": "2023-04-21", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Mayor 61, Vitoria-Gasteiz", "smoking_status": false, "blood_type": "AB-", "occupation": "abogado", "conditions": ["hiperlipidemia"], "medications": ["ibuprofeno", "simvastatina", "omeprazol", "diclofenaco"], "icd10_code": ["E78"], "department": "neurología", "primary_diagnosis": "", "doc_type": "discharge", "clinical_notes": "Informe de alta hospitalaria:\n\nEl paciente Raúl Romero Aguilar, varón de 82 años, ingresó en este centro hospitalario el pasado 10 de octubre de 2023 con diagnóstico de exacerbación aguda de insuficiencia cardíaca (ICC) secundaria a hiprtensión arterial (HTA) no controlda. El Sr. Romero cuenta con antecedentes de hiperlipidemia, tratado con simvastatina, y refere alergia conocida a la penicilina. No presenta antecedentes de tabaquiso ni consumo de alcohol. A su ingreso se bserva un cuadro de disnea progresiva y edema en miembros inferiores. Se realizó una evaluación inicial mediannte ecocardiografía que evidenció una fracción de eyección disminuida.\n\nDurante su estancia hospitalaria, se inició tratamiento con diuréticos intravenosos, lo que permitió una mejora clínica significativa. El control de líquidos y la monitorización hemodinámica fueron esenciales para estabilizar la función cardíaca. Asimismo, se ajustó la terapia antihipertensiva con inhibidores de la ECA. El paciente ha mostrado buena tolerancia a las modificaciones en el tratamiento con desaparición del edema y mejoría de a disnea. Se realizó un seguimiento mediante laboratorioo que mostró una estabilización de los niveles lipídicos, siendo la simvastatina eficaz en el manejo de su hiperlipidemia.\n\nAl alta, el pacient se encuentra hemodinámicamente estable y se le recomienda mantener una dieta baja en sodio, continuar con los fármacos actuales, incluyendo omeprazol para la protección gástrica, y programar una consulta de seguimiento con su cardiólogo en dos semanas. Se aconseja también la monitorización domiciliaria de la presión arterial y signos de retención de líquidos. El Sr. Romero debe evitar el uso de antiinflamatorios no esteroideos como el ibuprofeno y diclofenaco, por su potencial efecto adverso sobre la función renal y riesgo cardiovascular."}
{"patient_id": "47077298R", "patient_name": "Sofía Sánchez León", "patient_age": 35, "gender": "female", "document_date": "2025-05-01", "facility_name": "Hospital Reina Ficticia", "patient_address": "Calle Velázquez 9, Zaragoza", "smoking_status": false, "blood_type": "O+", "occupation": "contable", "conditions": ["ictus"], "medications": ["alendronato"], "icd10_code": ["I63"], "department": "neurología", "primary_diagnosis": "ictus", "doc_type": "discharge", "clinical_notes": "Paciente: Sofía Sánchez León, mujer de 36 años, con antecedentes de ictus, ingresa en nuestro centro por presentar episodios de cefalea intensa y desorientación. Durante su estancia hospitalaria, se realizó TAC craneeal que mostró ausencia de nuevvas lesiones isquémicas. La evolución en el hospital fue favorable, con disminución progresiva de los síntomas neurológicos. Se realizaron consultas con neurología y se ajustó la medicación de acuerdo a su cuadro clínico.\n\nDurante el ingreso, Sofía recibió tratamiento con antiagregantes y neuroproectores, mostrando buena tolerancia a los mismos. Asimismo, se mantuvo el tratamiento cn alendronato debido a su historia de osteoporosis secundaria. En cuanto a sus antecedentes personales, niega alergias conocidas y no consume tabaco. Se recomienda continuar con el seguimiento por neurología y realizar controles periódicos de lípidos y glucosa para la prevención de futuros eventos vasculares.\n\nAl alta, se aconseja a Sofía mantener una dietta equilibrada y realizar ejercicio moerado adaptado a sus capacidades, así como seguir estrictamente la medicación rescrita. Se enfatizza la importancia de acudir a las citas pprogrammadas y estar alerta ante cualquier síntoma neurológico recurrente. La paciente se retira en buen estado general y con comprensión adecuada de las indicaciones dadas."}
