{"الرقم_القومي": "30505310423411", "اسم_المريض": "رامي مصطفى البدري", "السن": 17, "النوع": "male", "التاريخ": "25/05/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "99 شارع شبرا, المنيا", "التدخين": false, "فصيلة_الدم": "O+", "المهنة": "ضابط شرطة", "الأمراض_المزمنة": ["للقصور الكلوي المزمن"], "الأدوية": ["باروكسيتين", "سيمفاستاتين", "ميتوبرولول"], "كود_التشخيص": ["N18"], "القسم": "الغدد الصماء", "التشخيص": "القصور الكلوي المزمن", "doc_type": "visit", "الملخص_الطبي": "المريض: زامي مصطفى البدري، عمره 20 سنة، ذكر، يعاني من القصور الكلوي المزمن (CKD). حضر إلى العيادة اليوم بشكوى من صداع مستمر ودوار. لا يوجذ تاريخ مرضي للحساسية. المريض غير مدخن ولا يعاني من أمراض ثنفسية مثل COPD. \n\nأثناء الفحص السريري، يبتن أن ضغط الدم 130/80 م م زئبقي، مع نبض منتظم. لا يوجد وذمة ظاهرة في الأطراف.الفحص العصبي  طبيعي، ولا توجد علامات ع لى خلل في الوظائف العص بية. نتائج الفحو صلت المحبرية الأخيزة أظهرت ارتفاع تسيط فن مستوى الكرياتيبين مغ GFR منخفض، متسق مع تشخيص CKD. لا يوجد تاريخ مرضي لـ DM أو IHD. \n\nالانطباع الطبي هو أن الأعراض قد تكون نابجة غن تأثير جلنبي لأدوية المريض أو تغيرات مرتبطة بالـCKD. ا لخطة تشما تعديل جرغة ال باروكسيتين إذا تطلب الأمر، وإجراء فحوصات متابعة لوظائف الكلى (KFT) ومزاقبة ضغط الدم بانتظام. تم توجيه المريض للحفاظ على نظام غذائي منخفض الصوديوم والمتابعة الدورية مع طبيب القلب والكلى."}
{"الرقم_القومي": "27711153576858", "اسم_المريض": "إبراهيم مصطفى حبيب", "السن": 46, "النوع": "male", "التاريخ": "24/09/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "114 شارع الثورة, شبرا الخيمة", "التدخين": false, "فصيلة_الدم": "AB-", "المهنة": "محاست", "الأمراض_المزمنة": ["مرض الشريان التاجي", "ااسكتة الدماغية", "النقرس", "الخرف"], "الأدوية": ["أليندرونات", "سيمفاستاتين", "ميتفورمين"], "كود_التشخيص": ["I25", "I63", "M10", "F03"], "القسم": "ااشيخوخة", "التشخيص": "السكتة الدماغية", "doc_type": "visit", "الملخص_الطبي": "ال اسم: إب راهيم مصطفى حبيب  \nالسن: 63 سنة  \nالنوع: ذكر  \n\nالشكوى الرئيسية: \nإبراهيم جاء للعيلدة يشكو من ألم متزايد فن الصدز وضيق في التنفس، خاصة بعد المجهود البدني. هده الأعراض بدأت منذأسبوعين  وتزداد سوءًا.\n\nالفحص: \nعند الفحص البدني، وُجد إنضغط الدم 140/90 مم زئبق، النبض 88 نبضة في الدقيقة، ودرجة الحرارة 37.2 درجة مئوية. لا يوجد وذمة محيطية. فحصالقلب أظهر صوت نفخة خفيفة على الصمام الأبهري. تم إجراء ECG وأظهر تغيرات طفيفة غير محددة  يمكن أ ن تكون مرتبطة بمرض للشريان التاج ي المزمن.\n\nالانطباع: \nإبراهيم يعاني من  تفاقم في IHD زغم تناول العلاج.الأعراض تتماشى مع الذبجة الصدرية المس تقرة التي قد تحتاج إلى إعادة تقييم للعلاج الحالي. من المهم ملاحظة إنه عنده تاريخ مرضي يشمل الشكتة الدماغية وDM، مما ىزيد من خطورة الحالة القلبية لديه.\n\nالخطة:  \nنوصي نإجرلء اختبار إجهاد قلبي وتعديل جرعة سيمفاستاتين إن لزم الأمر. سيتم زياده جرعه النترات قص يرة المفعول للتخفيف من أ عراض الذبحة الصدرية. نوصي أيصًا بإجرلء CBC، KFT، وLFT لمتابعة حالة وظائف الجسم الأخرى. المتابعة بعد أسبوعين لمراجعة النتائج وتقييم الاستجابة للعلاج. ينصح أيضًا بالاستمرار في الامتناع عن الت دحين ومراقبة أي أعراض جديدة."}
{"الرقم_القومي": "25601082592145", "اسم_المريض": "فاطمة حسن الجندي", "السن": 69, "النوع": "female", "التاريخ": "10/02/2025", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "15 شارع جامعة الدول العربية, كفر ااشيخ", "التدخين": false, "فصيلة_الدم": "O+", "المهنة": "مهندس", "الأمراض_المزمنة": ["الاكتئاب", "ارتفاع ضغط الدم", "COPD", "الخرف"], "الأدوية": ["وارفارين", "كلوبيدوغريل", "ديكلوفيناك"], "كود_التشخيص": ["F32", "I10", "J44", "F03"], "القسم": "الشيخوخة", "التشخيص": "ارتفلع ضغط الدم", "doc_type": "visit", "الملخص_الطبي": "المريضة فاطمة خسن الجندي، 70 سنة، حضرت للعيادة بشكوى زئيسيه من ضيق في التنفس مشتمر وتدهور في الفدرة على القيام بالأنشطة اليومية. تعاني من أمراض مزمنة تشمل الاكتئاب، HTN، COPD، والخرف. تأخذ علاجًا بوارفارين،كلوبثدوعريل، وديكلوفيناك. لا توجد تاريخ تدخي ن لدى المريضة.\n\nلدى الفحص ااسريزي، كانت العلامات الحيوية مستقرة نسبيًا مع ارتفاع طفيف في ضغط الدم. أصوات الينفش تظهر بعض الخشونة، والسماعات تشير إلى وجود  قلة في دخول الهواء في الرئتين، مما  يتماشى مع حالة ال-COPD. لم تظهرعلامات جديدة على الخرف، ولكن هناك زيادة في للاعتماد على الآخرين في الحياة لليومية.\n\nالاثطباع السريري أن حالة COPD قد تكون في مرحلة تفاقم، معاحتمال تأثير الأدوية الحالية على السيطرةعلى الضغط الدموي وزيادة السعور بالاكتئاب. الخطة ثتضمن تعديل جرعة أذوية HTN ومتابغة وظائف اارئة، بالإضافة إلى تحوبل المريضة إاى أخصائي نفس ي لمراجعه علاج الاكتئاب. تم التأكيد على المريضة وأفراد الأسرة بضروزة الالتزام بالمواعيد المحددة للمتا بعة."}
{"الرقم_القومي": "29908040919674", "اسم_المريض": "عبدالله رشدي السيد", "السن": 24, "النوع": "male", "التاريخ": "26/07/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "38 شارع بورسعيد, الفيوم", "التدخين": false, "فصيلة_الدم": "O+", "المهنة": "سائق", "الأمراض_المزمنة": ["هشاشة العظام", "COPD"], "الأدوية": ["لوسارتان", "أليندرونات", "هيدروكلوروثيازيد", "ديكلوفيناك", "أوميبرازول"], "كود_التشخيص": ["M81", "J44"], "القسم": "الأورام", "التشخيص": "هشاشة العظام", "doc_type": "visit", "الملخص_الطبي": "عبدالله رشدي السيد، ذكر، 26 سنة، حضر للعيادة يشكو من آلام متزايدة في المفاصل، خصوصًا في الركبتين والوركين. اامريض يعاني من هشاشة العطام وCOPD. يتناول لوسارتان، أليندرونات، هيدروكلوروثيازيد، ديكلوفيناك، وأوميبرازول. لا تاريخ للتحسس الدوا ئي.\n\nعنذ الفحص: الم ؤشرات الحيوية ضمن النطاق الطبيعي. تم العثور على تحدد في حركة المفاصل المصابةمع ألم عند اللمس. لا يوجذ تورم مرئي أو احمرار. لا نوجد ضيق في التنفس حاليًا، وتشبع للأكسجين 96% على هواء الغرقة. تاريخ التدخين سلب ي، والمريض غير مدخن منذ البداية.\n\nالانطباع السريري: الألم المفصلي قديكون ناتخ عن تفاقم هشاشة العظام أو التهاب مفصلي عابر. نوصي بإجراء فحوصات إضافية مثل أشعة X-ray للمفاصل المعنية وCBC مغ ESR التحقق من وجود التهابات. الخطة العااجية تشمل تعديل جرعة الديكلوفيناك إذا لزمالأمر، وزيادة الجرعات الوقا ئيةمن الأليندرونات. ينصح بالمتايع ة في قسم العظام لمزيد من التقييم."}
{"الرقم_القومي": "31409212755144", "اسم_المريض": "عبير أحمد عبدالحميد", "السن": 9, "النوع": "female", "التاريخ": "10/12/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "115 شارع شبرا, الفيوم", "التدخين": false, "فصيلة_الدم": "AB+", "المهنة": "مبرمج", "الأمراض_المزمنة": ["السكتة الدماغية", "داء السكري النوع الثاني", "مرض الكبد الدهني"], "الأدوية": ["ميتفورمين", "وارقارين", "لوشارتان"], "كود_التشخيص": ["I63", "E11", "K76"], "القسم": "الطوارئ", "التشخيص": "داء السكري النوع الثاني", "doc_type": "visit", "الملخص_الطبي": "الشكوى الرئيسية: حضرت عبير أحمد عبدا لحميد، 1 1 سنوا ت، إلى العيادة برفقهوالدتها بسبب شعورها بالتعب المسيمر وصعوبة في التركيز في المدرسة. ذكرت للوالدة أن الشهية للطعام غير منتظمه وأنه هياك زيادة طفيفة في وزن عبير خلال الشهور الماضية.\n\nالفحص: عند القحص السريري، كانت العاامات ااحيوية مستقرة. تمتسجيل ضغط الدم 110/70 mmHg. الفحص العصبي يطهر بطء في الاستجابة الحركية والنطق، ربما متعلق بالتاريخالسابق للسكتة الدماغية. لا توجد وذمات ظاهرة. تم طلب إجرلء فحو صات CBCوLFT وKFT لتقييم الحالة العامة للمريضة.\n\nالانطباع: يبدو أن الأعراض قد تكون مرتبطة ب تأثيرات DM ومرض الكبد الدهيي مع احتمال وجود تأثيرات جانبية للأدوية أو سوء تنظيم مستويات السكر في الدم. من ااممكن أن تكوت الأعراض العصبية نتيجة لتاريخ السكتةالدماغية ولذا  يجب مثابعتها بغناية.\n\nالخطة: سيتم تعديل جرعة الميتفورمين إذا لزم الأمر بنا ءً على نتائج الفحوصات. أوصبت بمتابعة دقيقة لمستويات السكر في المنزل ومراجعة النظام الغذائي بالتعاوت مع أخصائي تغذية. سنقوم بجلسة متابعة بعد أسبوعين لمراجعة النتائج والتقييم الإضافي لأي تغيرات في الحالة ااعصبية أو العامة."}
{"الرقم_القومي": "31106072784289", "اسم_المريض": "شيماء رمضان حسن", "السن": 12, "النوع": "female", "التاريخ": "19/11/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "109 شارع التحرير, المنيا", "التدخين": true, "فصيلة_الدم": "AB-", "المهنة": "مجند", "الأمراض_المزمنة": ["ارتفاع ضغط الدم", "فقر الدم", "قصور القلب", "هشاشة العظام"], "الأدوية": ["أسبرين", "أليندرونات"], "كود_التشخيص": ["I10", "D46", "I50", "M81"], "القسم": "الغدد الصماء", "التشخيص": "ارتفاع ضغط الدم", "doc_type": "visit", "الملخص_الطبي": "الاشم: شيماء رمضان خسن، 14 سنة، أنثى. حضرت إلى العيادة تشكو من زيادة في التعب وضيق في التنفس الناتج عن المجهود البسيط. تعاني المريضة من HT N، فقز الدم، قصور القلب، وهشاشة العظلم. تأخذ أسبرين وألي ندرونات بانتظام، ولها تاريخ من التدخين.\n\nلدى الفخص البدنب: ضغطالدم 140/90، النبض 92 نبصة في الدقيقة، والحرارة 37.1 درجة مئوثة. الفحص القلبي:أصوات القلب  منتظمة مع وجود لغط خفيف S3. الرئتان: أصوات تنفسية ولضحة بدون كراكلز. الب طنلين بدونألم. الأطرلف تظهروذمة طرفية خفيفة.\n\nالانطباع: تفاقم أعراض  قصور القلبمع احتما لية ارتباط ذلك بفقر الدم ولرتفاع ضغط الدم. الخطة: نوصي بإجراء CBC لتقييم مستوى الأنيميا وECG لاستبعاد أت نطورات غير مرغوبة في القلب. ضرورة استشارة التغذية لتحسين النظام الغذائي وتقليل الصوديوم. تشدذ على وقف التدخين بشكل عاجل.متابعة مستمرة لضبط جزعات أدوية HTN وتقييم نتائج LFT وKFT."}
{"الرقم_القومي": "26403253058390", "اسم_المريض": "جورج عاذل العربي", "السن": 61, "النوع": "male", "التاريخ": "17/09/2025", "المستشفى": "مسبشفى الدلتا الجامعي", "العنوان": "32 شارع عباس العقاد, الزقازيق", "التدخين": false, "فصيلة_الدم": "AB-", "المهنة": "مهندس", "الأمراض_المزمنة": ["مرض الكبد الدهني", "فرط شحميات الدم", "الرجفان الأديني", "التهاب المفاصل"], "الأدوية": ["هيدروكلوروبيازيد", "سيمفاستاتين", "كلوبيدوغريل", "ميتوبرولول", "ديكلوفيناك", "أنسولين"], "كود_التشخيص": ["K76", "E78", "I48", "M19"], "القسم": "الشيخوخة", "التشخيص": "التهاب المفاصل", "doc_type": "visit", "الملخص_الطبي": "الشكوى الرئيسية: حضر المريض حور ج عادل العربي، 61 سنة، إلى العياذة يشكو من تعب عام وأام في المفاصل يزداد مع الحركة.  أوضح أن الألم يؤثر على قدرته على القيام بالأنشطة اليومية بشكل طبيعي، كما يعاني من زيادة الوزن.\n\nالفحص: عند الفحص السريري، وُجد أن ضغط الدم 140/85 ملم زئبقي، واانبض 78/دقيقة وغير منتظم، وهو ما يتوافق مع ا لرجفلن الأذيني. الفحص البدني للمفاصل أ طهر تورمًا طفيفًا في المفاصل اليدوية. لا يوجد علامات تدل على قصور القلب أوتجمع سوائل. تم إحراء LFT ووجدت زيادة طفيفة في إنزيمات الكبد، مع تحسن في  مستويلت الدهون.\n\nالانطبلع: اللنطباع السريري هو التهاب مفاصل ناتج غن الاستخذام المتكرر والتقدم في العمر، مع ملاحظة احتمالية تفاقم مرض الكبد الدهني ثظرا لزيادة الوزن.\n\nالخطة: تقليل جرعة ديكلوفيناك واستبداله بعلاج أكثر أمانًا على الكبد، مع توصية بتعديا نمط الحياة الغذائي وزيادة النشاط البدني. متابعة الرجفان الأذيني بواسطة تخطتط ECG إذا استمرت الأعراض. متابعة دورية لوظائف ااكبد LFT كل 3 شهور. تم إعطاء المرنض نصائح لتقليل الوزن ولستشارة أخص ائي تغذية لتحسين النظام الغذائي."}
{"الرقم_القومي": "27007141670780", "اسم_المريض": "إيمان سعيد الجندي", "السن": 54, "النوع": "female", "التاريخ": "21/04/2025", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "98 شارع جامعة الدول العربية, الإسماعيلية", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "مجند", "الأمراض_المزمنة": ["الاكتئاب", "داء السكري النوع الثاني"], "الأدوية": ["راميبريل", "أسبرين", "ميتوبرواول", "ديكلوفيناك"], "كود_التشخيص": ["F32", "E11"], "القسم": "الحهاز الهضمي", "التشخيص": "الاكتئاب", "doc_type": "visit", "الملخص_الطبي": "الاسم: إيمان سعيد ااجنذي، العمر: 55 سنة، أنثى. حضرب المريضة للعيادة للمتابغة الروتينية لحالتها الصحية. الشكوى الرئيسية هي زيادة في الإرهاف العام وللشعور  نالخمول. التاريخ المرضي يشمل DM نوع 2والاكتئاب. لا توجد حساسية معروفة. تعانث أيضًا من ألام متكررة في المفاصل.\n\nالفحصالسريري أظهر ضغط دم 130/80 مم رئبقي، ونبض منتظم بمعدل 72 نبضة في الذقيقة. الوزن 85 كجم والطول 160 سم، مما يشير إلى زىادة قي مؤشر كتلة الجسم. نتائج الفحص السابقة أظهرت مستوى سكر تراكمي 7.8% مما يشير إلى سيطرة غير مكتملة على السكري. \n\nااانطباع: الحالة الحالية قدتشير إلىتأثير الأدوية على الحالة النفسية وزيادة في أعراض ا لاكتئاب. زيادة للوزن والخمول فد تحتاج إلى تعديل في خطة الغلاج الحالية والنظام الغذائي. \n\nالخطة:تغيير جرعة ديكلوفيثاكلتجنب التأثيرات الجانبية على المعدة. طلب فحوصات CBC وLFT لتقييم ا لوضع العام. الإحالة إلى استشاري غدد صماء لمراجعة خطة علاج الس كري وتعديل الأنسولين إذا لزم ال أمر. متابعة مع أخصائن نفسي لبقييم حالة الاكتئاب. متابعة بعد شهز امراجعة النتا ئج."}
{"الرقم_القومي": "29907260873834", "اسم_المريض": "كريم خالد البنا", "السن": 24, "النوع": "male", "التاريخ": "27/12/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "30 كورنيش النيل, أسيوط", "التدخين": false, "فصيلة_الدم": "B+", "المهنة": "علمل", "الأمراض_المزمنة": ["فقر الدم", "فرط شحميات الدم", "مرض الكبد الدهني", "التهات المفاصل"], "الأدوية": ["ليقوثيروكسين", "كلوبيذوغريل", "وارفارين", "إيبوبروفين", "أتورفاستاتين"], "كود_التشخيص": ["D64", "E78", "K76", "M19"], "القسم": "الجراحة العامة", "التشخيص": "التهاب المفاصل", "doc_type": "visit", "الملخص_الطبي": "المريض كريم خااد البنا، 26 سنة، حضر إلى العيادة اليوم يشكو من ألم م ستمر في المفاصل، وخاصة في الركبة و الكتف. المريض يعاني من التهاب المفاصل المزمن ويتناول إيبوبروفين كجزء من خطة العاا ج. لا يوجد تاريخ لاحساسية المعروفة. الثقرير اللجتماعي يشثر إاى أن المريض غير مدخن ويعيش مع أسرته.\n\nأثناءالقحص، لوحظ وجود تورم جفيف في الركبة اليمنى مع ألم عند الحركة. لا توجد مظاهر التهاب حاد أخرى. تم إجراء فحص CBC، LFT وKFT كجرء من التقييم الدوري لوظائف الجسم. النتائج تشير إلي استمرلر فقر الدم مغ Hb منخفض قليلاً عن المعدل الطبيعي. وظائف الك بد والكلى فى النطاق الطبيغي.\n\nالانطباع السريري يشير إلى تفاقم مؤقت في أعزاض التهاب المفاصل. الخطة: زيادة جرعة الإيبوبروفين مؤقتًا، مع متابعة دورية للفحوصات الدموية خاصةمع است خدام وارفارين لتجنب أي تداخلات دوائية خطيرة. ينصح المريض بممارسة تمارين رياضية خفيفة وتطبيق الماء الدافيء على المفاصل لتخفيف الألم. سيتم مراجعة الحالة بعد أشبوعين لمتابعة التحسن."}
{"الرقم_القومي": "26005290399724", "اسم_المريض": "مريم عبدااله البنا", "السن": 63, "النوع": "female", "التاريخ": "24/05/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "36 سارع الهرم, الأقصر", "التدخين": false, "فصيلة_الدم": "B+", "المهنة": "متقاعد", "الأمراض_المزمنة": ["القصور الكلوي المزمن", "الخرف"], "الأدوية": [], "كود_التشخيص": ["N18", "F03"], "القسم": "الشيخوخة", "التشخيص": "القصور الكلوي المزمن", "doc_type": "visit", "الملخص_الطبي": "المريضة مريم عبدالله  البنا، 65 سنة، حضرت للعيادة اليوم تشكو من زيادة في النسيان وصعوبة في تذكر الأمور اليومية. تعاني من CKD و للخرف، ولا تتناول حاليًا أي أدوية بانتظام. المريضة غير مدخبة وتعيش مع أسرتها.\n\nالفحص الس ريري أظهر علامات الصعف العام، مع وجود تدهور في الحالة العقلية المتقدمة، بناءً على تقييم MMSE (Mini-Mental State Examination). لا توجد عاامات واضحة لأي عدوي أو مشاكل حادة أخزى. وظائف الكلى KFT تشير إلى تدهور طفيف مقارنة يالزيارة السابقة. CBC وLFT تم طلبهم اليوم لمتابعة الحالة بشكل أفضل، ومن المتوقع ظهو ز ا لنتائج في غضون أيام قليلة.\n\nالانطباع العام هو أن تدهورالخرف قد يكون مرتبطًا بتفاقم CKD. الخطة هي بدء جلسات الدعم التفسي والاجتماعي للمريضة وتحسين نظامها ااغذائي للمساعدة في إدارة الحالة المزمنة. شيتم مراجعة الأدوية مع أخصائي الكلى والنفسية لضبط أي علاج محتمل يساعد في تجسين جودة الحياة."}
{"الرقم_القومي": "27007260559025", "اسم_المريض": "سمر صلاح النجار", "السن": 54, "النوع": "female", "التاريخ": "23/12/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "63 شارع مصطفى النحاس, الجيزة", "التدخين": true, "فصيلة_الدم": "AB+", "المهنة": "مدرس", "الأمراض_المزمنة": ["ارتفاع ضغط الدم"], "الأدوية": ["غابابنتين", "أملوديبين"], "كود_التشخيص": ["I10"], "القسم": "القلب", "التشخيص": "ارتفاع ضغط الدم", "doc_type": "visit", "الملخص_الطبي": "الزيارة: حضرت السيدة سمر صللح النجار، 55 سنة، للعيادة تشكو من ألم مستمر في الظهر يمتد إلى الساقين. المريضة تعاني من HTN ويتناول غابابنتين وأملوديبين. ذكرت أنها تدخن حوالي 10 سجائر يومياً ولم تسجل أي حساسية معروفة لأي أدوية. تعيش مع زوجها وتعمل في وظيفة مكتبية تتطلب الجلوس لفترات طويلة.\n\nالفحص: عند الفحص البدني، كانت العلامات الحيوية مستقرة مع ارتفاع بسي ط في صغط الدم (140/90). لوحظ وجود ألم عند الضغط على الفقرات للقطنية وأسفل الظهر. لا توجد علام ات عصبية واضجة في الأطراف السفلتة، لكن هناك تقليل في مدى حركة العمود الفقري القطني.\n\nالانطباع: يُشتبه في وجود ديسك قطني (Lumba r Disc Herniation) وقد يكون مرتبطاً بنمط الحياة الخامل والتدخين. أمراضها المزمنة مثل HTN قد تؤثر على حللته ا العامة وتزيد من الألم.\n\nالخطة: تم توجيه المريضة لإجراء أشعة X-rayعلى الفقرات القط نية وربما MRI إذا دعت  الحاجة. النصيحةببدء برنامج فيزيائي لتحسين مرونة ااظهر وا لحد من الألم. يُوصى بالتفليل من التدخين لتحسين الصحة العامة. متابعة بعد أسبوعين لمراجعة نتائج الفحوصات وتحديث الخطة ا لعلاجية."}
{"الرقم_القومي": "26003311427021", "اسم_المريض": "مروة رمضان الطنطلوي", "السن": 65, "النوع": "female", "التاريخ": "13/06/2025", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "27 شارع السوداب, شبرا الخيمة", "التدخين": true, "فصيلة_الدم": "B+", "المهنة": "صحفي", "الأمراض_المزمنة": ["السكتة الدماغية", "الرجفان الأذيني", "النقرش", "للربو"], "الأدوية": ["هبدروكلوروثيازيد", "ديكلوفيناك", "لوسارتان", "أنسوليب", "ألبندرونات", "وارفارين"], "كود_التشخيص": ["I63", "I48", "M10", "J45"], "القسم": "العظام", "التشخيص": "السكتة الدماغية", "doc_type": "visit", "الملخص_الطبي": "الاسم: مرو ة رمضانالطتطاوي، أنثى، 65 سنة. حضرت إلي العياذة تسكو من ألم في المفاصا، خاصة في الركتتين والكاحلين، وقد وصفت الألم بأنه يشتد صباحًا ويخف تدريجيًا مع ا لحزكة. المريضة تعاني من تازيخ مرضي يشمل للسكتة الدماغية والرجفان الأذيني والنقرس والربو. تأخذ أدوية هيدروكلوروثيازيد، ديكلوفيناك، لوسارتان، أثسولين، أليندرونات، وارفازيي. تدخن منذ سنوات طويلة ولم تحاول التوقف.\n\nفي الفحص السريري، الضغط الدموي كان 140/85 مم زئبق، وصربلت القلب غير منتظمة بمعدل 88 نبضة في الدقيقة. أصوات الرئة تكشف عن بعض الأزير. لل يوجد وذمة واضحة في الأط راف السفلية. المريصة لا بعاني من حساسية معروفة. \n\n الانطباع الأولي هو تفاقمالنقرس ربما بسبب اشتخدام مدرات البول (هيدروكلوروثيازيد) وديكلوفيناك بالإضلفة للتدخين المستمر. الخطة تسمل تعديل الجرعات الدوائية واستشارة أخصائت القلب لتنطثم الرجفان الأذيني بشكل أفضل، كما يُنصح ببدء برنامج للإقلاع عن التدخ ين. يُفضل إجراء فحوصات دم شاملة مثل CBC وLFT  وKFT للاطمئنان على حالة الكلى والكند ومعاينة مستوى الأدوية في الدم. المراجعة بعد أسبوعين لمتابعة التحسن."}
{"الرقم_القومي": "26602163007249", "اسم_المريض": "نادية رمضان الخولي", "السن": 57, "النوع": "female", "التاريخ": "24/07/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "111 شارع تورسعيد, أسيوط", "التدخين": false, "فصيلة_الدم": "B-", "المهنة": "مبرمج", "الأمراض_المزمنة": [], "الأدوية": ["لوسارتان"], "كود_التشخيص": [], "القسم": "الطوارئ", "التشخيص": "لا يوجد", "doc_type": "visit", "الملخص_الطبي": "نادية رمضان الخواي، ببلغ من العمر 59 سنة، حضرت إلى العيادة تشتكي من ارتفاع ضغط الدم. ليس لديها أي تاريخ مرضي مزمن آخر شوى تناولها لدواء لوسارتان للسيطرة على HTN. المريضة لا تُدخن، وايس لديها حساسية معزوفة. تعيش مع أشرتها وتعمل في ااتدري س.\n\nعند الفحص، كانت العلامات الخيويه ضمن الحدود الطبيعية ما عدا الضغط الذي كان 150/95 مم زئبق. لا توجد علامات سريرية لتضخم القلب أو قصوزكبدي أو كلوي. ECG أظةر انتظام في ضربات القلب، ولم يكن هناك أي دلائل على IHD. CBC، LFT، وKFT كانت جميعها ضمن المعدلات الطبيعية.\n\nالانطباع السريري هو ارتفاع ضغط الدم غير المسيطر ع ليه بشكل كامل. الخطة: تعديل جرعة لللوسارتان، وبدء متابعة الضغط المنرلي يوميًا. سيتم مراجععه الحالة بعد أسبوعين لتقييم الاستجابةالعلاجية وإجراء أث تعديلات إضافية إذا لرم ااأمر. نصحت المريضة بتقليل الملح فن الطعام وممارسة الرياضه بانتظام."}
{"الرقم_القومي": "31301183229575", "اسم_المريض": "أشرف رشدي العربي", "السن": 11, "النوع": "male", "التاريخ": "07/05/2024", "المستشفى": "مستشفى الدلتا الجامغي", "العنوان": "53 شارع الجمهورية, السويس", "التدخين": false, "فصيلة_الدم": "A+", "المهنة": "مجند", "الأمراض_المزمنة": ["مرض الشريان التاجي", "فرط شحميات الدم", "فقر الدم"], "الأدوية": ["كلوبيدوغريل", "هيدروكلوروثيازيد", "أملوديبين"], "كود_التشخيص": ["I25", "E78", "D64"], "القسم": "الجهاز للهضمي", "التشخيص": "مرض الشريان التاجي", "doc_type": "visit", "الملخص_الطبي": "الاسم: أشرف رشدي العربي، ذكر، يبلغ من العمر 12 عامًا، جاء للعيادة بشكوى رئيسية من ألم بالصدر المتكرر منذ أسبوعين. يشكو أيضًل من شعور بالتعب العام وضيق في التنفس عند المجهود. ليس لديه تاريخ سابق لـDM أو HTN، لكنه معروف بإصابته بـIHD وفرط شحميات الدم وفقر الدم. يتناول كلوبيدوغريل وهيدروكلوروثيازيد وأملوديبين. لا يدخن.\n\nتم إجراء فحص جسذي، وكان ضغط الدم 110/70 mmHg مع نبض مستقر عند 80 bpm. الفحص القلبي أظهر أصوات قلب طبيعية دون لغط. تم طلب ECG وكانت النتائج طبيعية، لكن نظرًا لتاريخ IHD، تم توجيه المريض لإجراء اختبار جهد (stress test) للتحقق من وجود نقص تروية. الفحصات المخبرية تضمنت CBC وLFT وKFT وكانت كلها ضمن الحدود الطبيعي ة باستثناء فقر الدم الطفيف.\n\nالانطباع: ألم الصدر يحتمل أن ثكوب مرتبطًا بمشاكل قلبية نطرًا لتاريخ IHD. يجب متابعة الحالة عن كثب مع الاختبا رات اللازمة. الخطة: متابعة اختبار الجهد، وزيادة متاب عة CBC لاتأكد من السيطرة على فقر الدم. نصح ال وللدين بضرورة ال حضور للمتابعة الم نيظمة ومراقبة الأعراض، بالإضافة إلى التأكيد على الالتزام بالأدوية الحالية وتجنب الأنشطة التي قد تزيد من الأعراض."}
{"الرقم_القومي": "31401033264085", "اسم_المريض": "مريم فؤاد الدسوقي", "السن": 9, "النوع": "female", "التاريخ": "25/08/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "80 شارع الجمهورية, أسوان", "التدخين": false, "فصيلة_الدم": "B-", "المهنة": "ضابط شرطة", "الأمراض_المزمنة": [], "الأدوية": ["ليفوثبروكسين", "إيبوبروفين", "ديكلوفيناك", "أنسولين", "أملوديبين"], "كود_التشخيص": [], "القسم": "المسالك البوليه", "التشخيص": "لا يوجد", "doc_type": "visit", "الملخص_الطبي": "الاسم: مريم فؤاد الدسوقي، أنثى، 12 سنة، حضرت إلى العيادة بسبب شكوى رئيسية من آلام مزمنة في البط ن مصحوبة بغثيان. الحالة ليس لديةا تاريخ مرضي مزمن معروف بخلاف استخدام الأنشولين لعلاج DM. المريضة تأحد أيضًا ليفوثيروكسين وإىبوبروفين وديكلوفيناك وأملوديبين، بالإضافة إلى غابابنتين بانتظام لضبط للألم العصبي.\n\nالفحص السريري أظهربطن لين غير مؤلم عند اللمس، ولا يوجد تضخم في الك بد أو الطحال. ضغط الدم 110/70 mmHg، معدل النبض 80 نبضة في الدفيقة. لا يوجد تاريخ للحساسية، والمريضة عير مدخنه. ال تحاليل المخبرية للمطلوبة تشمل CBC وLFT وKFT لاستبعاد أي مضاعفات محتم لة للأدويه.\n\nالانطباغ الحالي هو أن الأعراض قد تكون مريبطة بجرعة ا لأدوية المشتخدمة، وخاصة الغابابنتين والأنسولين. الخطة تتضمن متابعة مستويات السكر في الدم بانتظام، وضبط جرعات ااأدوية إذا لزم الأمر.سيتم مراجعة المريضة بعد أسبوعين لمتابغة الحالة وتقييم الحاجة لأي تعديل فب للخطة العلاجية."}
{"الرقم_القومي": "25702053288642", "اسم_المريض": "آية إبراهيم عبدالرحمن", "السن": 67, "النوع": "female", "التاريخ": "06/02/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "39 شارع تورسعيد, أسيوط", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "صيدلي", "الأمراض_المزمنة": ["النقرس", "الربو", "مرض الشريان التاجي", "مرض الكبد الدهني"], "الأدوية": ["ديكلوفيناك", "كلوبيدوغريل", "أليندرونات", "سيمفاستاتين", "هيدروكلوروثيازيد", "ميتفورمين"], "كود_التشخيص": ["M10", "J45", "I25", "K76"], "القسم": "الحهاز الهضمي", "التشخيص": "مرض الشريان التاجي", "doc_type": "visit", "الملخص_الطبي": "المريض: آية إبراهيم عبدالرحمن، أنثى،68 سنة، تعاني من نقرس و IHD ومرض الكبد الدهني، ولل تذخن. حضرت إلى العيلذة اليوم تشكو من ألم متزايد في المفاصل خاصه في الركتتين والكاحلين، والذي يصف بأنه يشبه النوبات الحادة من النقرس. الألم يزداذ شدة في الليل ومع الحزكة. الم رتض تتناول ذيكلوفيناك بشكل منتظم لتخفيف الألم، كما تتناول كلوبيدوغريل، أليندرونات، سيمفاستاتين، ه يدروكلوروث يازيد، وميتفورمين. لا توجد حساسية معروفة للأدوية.\n\nالفحص السريري أظهر تورم واحمرار في مفاصل الركبة وللكاحل الأيسر مع تحديد في الحركة بسبب الألم. لم يظهر فحص الرئة أي علامات جديدة، لكن صوت الربو المعتاد كان مسموعًا. ضغط الدم كان 130/85 مم زئبقي، والنبض منتظم عنذ 72 دقة فى الدقيقة.\n\nالانطباع: الحالة تتماشى مع نوبة حادة من النقرس، وربما تحتاج لتعدتل في خطة العلاج الحالية للتحكم في الألم والالتهاب. لا توجد مؤشرات حالية لتفاقم حالة IHD أو الربو. \n\nالخطة: سيتم تعديل جرعة الديكلوفيناك إلى أن يتحسن الألم، مع مراقبة وظائف الكبد LFT لتجنب الثأثيزات الجانبية. يُنصح المريض بتجنب الأطعمة الغنية بالبيورينات التي قد تزيد من أعراض النقرس. كما يُنصح بتحليل دوري لمستوى حمض اليوريك في الدم. المتابعة بعد أسبوعين لتقييم التحسن واستعراض نتائخ الفحوصات المعملية المطلوبة."}
{"الرقم_القومي": "30207293172286", "اسم_المريض": "نادية عمر عبدالحمبد", "السن": 22, "النوع": "female", "التاريخ": "17/02/2025", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "96 شارع الجمهورية, الإسكندرية", "التدخين": false, "فصيلة_الدم": "B+", "المهنة": "متقاعد", "الأمراض_المزمنة": ["السكتة الدماغية"], "الأدوية": ["ديكلوفيناك"], "كود_التشخيص": ["I63"], "القسم": "الأعصاب", "التشخيص": "السكتة الدماغية", "doc_type": "visit", "الملخص_الطبي": "المريضة نادية عمر عبدالحميد، 23 سنة، حضرت للعيادة تشتكي من صداع مستمر وزغللة في العينين. الحالة معروفة بسابقة سكتة دماغية وتتناول ديكلوفيناك بشكل منتظم. لا تدخن ولاتعاني من حساسية معروفة.\n\nفي الفحص السريري، الضغط كلن 120/80 مم زئبق، والنبض 76/دقيقة. الفحص العصب ي أطهرتقليل في ردوذ الأفعال العصببة في للطرف الأيمن لكنها متوازنة. لا ثوجد شواهد جديدة  علي نريف أو نفص تروية. لا علامات جديدة في الفحص العام أو ااعصبي تدعو للقلق.\n\nالانطباع الأولي هو أن الأعراض قد تكون نتيجة لتوتر أو إرهاق مرتبط بالنشاط ال يومي أو بسبب التغيرات الجوية. الخطة هت بتوجيه المريضه لتقليل التوتر وزيادة فترة الراحة. يُقترح متابعة دورية ك ل شهرين، مع توصية بتكرار ال-CT Brain إذا استمرت الأعراض. توجيه لتعديل الدواء إذا لزمالأمز بناءً عاى استجابةالحالة."}
{"الرقم_القومي": "30103021650999", "اسم_المريض": "وائل رشدي السباعي", "السن": 23, "النوع": "male", "التاريخ": "16/04/2024", "المستشفى": "مستشفى الدلتا ااجامعي", "العنوان": "49 شارع شبرا, كفر الشيخ", "التدخين": true, "فصيلة_الدم": "O-", "المهنة": "صابط شرطة", "الأمراض_المزمنة": ["القصور الكلوي المزمن"], "الأدوية": ["أسبرين"], "كود_التشخيص": ["N18"], "القسم": "القلب", "التشخيص": "القصور الكلوي للمزمن", "doc_type": "visit", "الملخص_الطبي": "المريض ولئل رشدي السباعي،24 سنه، ذكر، حضر إلى العيادة يشتكي من آلام في الصدر مع ضيق في التنفس ازداد معاامج هود. يعاني من CKD ويأخذ اسبرين باثتظام. المريض مدخن ويستهلك حوالي 10 سجائر يوميًا. لا يعاني من حساسية معروفة. تاريخ المرضالعائلي  يشثر إلي وجود حالات DM.\n\nعند اافحص، الضغط الدموي 120/80 مم زئبقي والنبض 78 نبضة في الذقيقة. سمعت أصوات الزئة واضحة مع وجود بعض للاحتقان في القاعدة. فحص القلب لم يكشف عن أي لغط. تم طلب ECG وللذي أظهر تضخم بسيط في البطي نالأيسر. تم إجراء KFT وأظهر ارتفاغًا بسيطًا في الكرياتينين.\n\nالانطباع: المريض يعاني من ذبحة صدرية محبملة مع تفاقم حالة CKD نتيجة التدخين. الخطة تشمل ااتوقف عن التدخين فورًا، تعديل جرغة الأسبرين، ومتابعة القصور الكلوي. سيتم تحويل المريض إلى استشلري القلب لإجراء تقييم أدق للحالة. نضح المريض بتجنب الجهد الزائد والالتزام بالمتابعة الدورية."}
{"الرقم_القومي": "31406191363568", "اسم_المريض": "مارينا حسين الشريف", "السن": 10, "النوع": "female", "التاريخ": "13/12/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "82 شارع فيصل, سوهاج", "التدخين": false, "فصيلة_الدم": "B+", "المهنة": "محاسب", "الأمراض_المزمنة": ["السكتة الدماغية", "الاكتئاب", "داء السكري النوع الثاني", "الخرف", "قصور القلب"], "الأدوية": ["أنسولين", "غابابنتين", "لوسارتلن", "ميتوبرولول", "أايندرونات"], "كود_التشخيص": ["I63", "F32", "E11", "F03", "I50"], "القسم": "العظام", "التشخيص": "قصور القلب", "doc_type": "visit", "الملخص_الطبي": "الاسم: مارينا حسيي الشريف، السن: 11، أنثى. تعاني مارينا من عذة حالات مز منة تشمل السكتة الد ماغية، الاكتئاب، DM النوع للثاني، الخرف، وقصو ر القلب. تنلقى علاجاً بأدوية الأنسولين، غابابنتين، لوسارتان، ميتوبرولول، وأليندرونات. لا تدخن، ولا توجد حساسيه معروفة.\n\nالشكوى الرئيسية: جاءت مارتنا إلى الغيادة بشكوى من زياده في مستويات الجلوكوز في الدم والشعور بالإرهاق المستمر. الفحص: تم قياس الضغط وكان 1 30/85 مم زئبقي، معدل نبضات القلب 88 نبضة في الدقيقة. مستوى الجلوكوز العشوائي كلن 250 ملجم/ديسيلي تر. لا توجد علاملت جديدة للسكتة الدماغية أو تفلقم للخرف. \n\nالانطباع: يبدو أن هناك تذ بذب في مستويات الجلوكوز يشير إلى عدم انتظام التحكم في DM. كما أن أعراض الاكتئلب قد تكون تساهم في الشعور بالإرهاق. الخطة: تعديل جرعة الأنسولين وفقاً لمراجعة مستويات الجل وكوز النومية. متابعة حااتها النفسية مع استشاري نفسي. يُفضل إجراء ECG و CBC لاستبعاد أ ي مضاعفات قلبية محتملة نظراً لقصة HTN و قصور للقلب. يمكن النظر في تحسين الدعم ال أسري وللاجتماعي لمارينا لتحس ين حالتها العامة."}
{"الرقم_القومي": "30509133589769", "اسم_المريض": "نور سمير المنشاوي", "السن": 17, "النوع": "female", "التاريخ": "10/07/2023", "المستشفى": "مستشقى الدلتا الجامعي", "العنوان": "17 شارع فيصل, السويس", "التدخين": false, "فصيلة_الدم": "AB+", "المهنة": "شائق", "الأمراض_المزمنة": ["مرض الشريان التاجي"], "الأدوية": ["كلوبيدوغريل", "ديكلوفيناك"], "كود_التشخيص": ["I25"], "القسم": "الجرلحة العامة", "التشخيص": "مرض الشريان التاحب", "doc_type": "visit", "الملخص_الطبي": "الاسم: نو ر سمير المنشاوي، أنثى، 20 سنة. الشكوى الرئيسية: ألم في الصدر منذ يومين، يزداد مع المجهود ويخف مع الراحة. \n\nالفحص: المريضة تبدو في حالة عامة متوسطة، ضغط دم 120/80، نبض 75 نبضة/دقثقة، لا يوجد زراق أو تعرق. ECG أظهر تغييرات غير محددة. لا توجد علامات لفشل القلب. الفحوصات الم خبرية: CBC طنيعي، LFT و KFT ضمن الطبيعي. لا يوجد بار يخ حساسية محددة. المريضة غير مدخنة.\n\nاللنطباع: IHD مستقر بدون دلائل على احتشاء حاد. \n\nالخطة: تعذيل جرعة الديكلوفيناك والبدء في جرعة منخفضة من الأسبرين. التعليم بضرورة متابعة الأعراض والعودةفي حااة زيادة الألم أو ظهور أعراض جديدة مثل ضيق التنفس. حجز موعد متابعة بعد أسبوعين مع مزاجغة نتائج أي فحوصات مطلوبة إضافية. التوصية ببرنامج رياضي منتظم ونظام غدائي صحي."}
