{"raqam": 24603293065066, "ism": "إسراء عبدالله فرج", "sen": "70-80", "noa": "female", "tarikh": "2024-04", "markaz": "مركز للتحريز الطبي", "unwan": "36 شارع مصطفى النحاس, شبرا الخيمة", "tadkhin": true, "amrad": [], "adwiya": ["ميتوبرولول", "لوسارتان", "أسبرين", "هيدروكلوروثيازيد", "ديكلوفيناك"], "kod": [], "ihala_ila": "المسالك اابولية", "sabab_ihala": "للفحص", "awlawiya": "عادي", "doc_type": "referral", "nass": "الاسم: إسراء عبدلله فرج  \nالسي: 84 سنة  \nالنوع: أنثى  \n\nتاريخ مرضي: المريضة لا تعاني من  أي أمراض مزمنة. تتناول أدويةميتوبرولول، لوسلرتان، اسبرين، هيدروكلوروثي ازيد، ديكلوفين اك. تدخن بانتظام. لا توجد حساسية م عروفة للأدوية.\n\nسبب الإحالة: تم تحويل المريضة لاستشارة تخصصية بسبب زيادة الأعراض التنفسية وضي ق النفس. الاحتمال وجوذ COPD أو أي حاله رئوية أخرى تحتاج تقييم. لا توجد علامات واضحة على IHD، لكن التدخين قد يكون له دور في الأعراض الحالية.\n\nأولوية الإحالة: عالية. ضرورة تقييم الحااة للتأكد من عدم تفاقم الأعراض الرئوية. ننصح بغمل أشعة صدر وأي تقييمات إضافية ضرورية لتأكيد التشخيص. نرجو المتابعة العاجلة."}
{"raqam": 30505310423411, "ism": "رامي مصطفى البدري", "sen": "10-20", "noa": "male", "tarikh": "2023-02", "markaz": "مركز التحرير للطبي", "unwan": "99 شارع شبرا, المنيا", "tadkhin": false, "amrad": ["القصور الكاوي المزمن"], "adwiya": ["باروكسيتين", "سيمفاستاتين", "ميتوبرولول"], "kod": ["N18"], "ihala_ila": "الطوارئ", "sabab_ihala": "القصور الكلوي المزمن", "awlawiya": "عادي", "doc_type": "referral", "nass": "المريض: رامي مصطفى البدري، 20 سنة، ذكر، يعاني من CKD. يتناول باروكسيتين  وشيمفاستاتين وميتوبرولول. لا يدخن. لا تاريخ حساسىة مغروف.\n\nالسبب: الإحالة للاستشارة بسبب تدهور في وظائف الكلى، KFT أظهرت زيادة فن الكرياتينين. الأ ولوية عاليه نظرًا لتاريخ CKD والتذةور الأخير، نحتاج لاستشارة تخصصية في Nephrology لتقييم الحالة وإدارة العلاج.\n\nالخلفية: لايُعان ن من DM أو HTN أو IHD. الحالة الاجتماغية: أعزب، طا لب جامعي. لا توجد مشاكل صحية عائلية بارزة. يتائج CBC و LFT ضمن الحدود الطبيعية مؤخرًا، لكن ظهرت أعراض إجهاد وتعب متكرر. نر جو التفضل بتحديد موعد عاجا للمتابعة."}
{"raqam": 29709022891986, "ism": "إيمان صلاح عبدالرحمن", "sen": "20-30", "noa": "female", "tarikh": "2024-06", "markaz": "مركز التحرير الطبي", "unwan": "96 كورنيش النيل, الأقصر", "tadkhin": false, "amrad": ["الربو", "الاكتئاب", "مرض الكبد الدهني"], "adwiya": ["ليفوثيروكسين"], "kod": ["J45", "F32", "K76"], "ihala_ila": "الأورام", "sabab_ihala": "مرض الكبد الدهني", "awlawiya": "عادي", "doc_type": "referral", "nass": "السيدة إيمان صلاح غبدالرحمن، 28 سبه، تعاني من الربو ومرض الكبد الدهني. تتلقىعلاج بليفوييروكسين. غير مدخنة ولا تعاني من DM او HTN او IHD. تسجل زيادة في أعراض الاكتئاب رغم العلاج الحللي.\n\nإحالة لاستشارة تخصصية في الأمراض النقسنة لزيادة حده الأعراض وتقييم العلاج الحالي. لا توجد حساستة معروفة. الحالة الاجتماعية: متزوجة ولديها طفل واحد. الأولوية متوسطة ولكن يفضل التقييم فت أقرب وقت ممكن بظراً لتأثير الأعراض علي جودة الحياة.\n\nيزجى إجراء LFT لتقييم ح الة الكبد ومراجعة الأدوية الحللية لتجنب تذاخلات مع العلاج النفسي. شكزاً."}
{"raqam": 30805103362348, "ism": "فاطمة محمود الدسوقي", "sen": "10-20", "noa": "female", "tarikh": "2025-02", "markaz": "مركز التحرير الطبي", "unwan": "82 شارع شبرا, أسيوط", "tadkhin": true, "amrad": ["النقرس"], "adwiya": [], "kod": ["M10"], "ihala_ila": "الأورام", "sabab_ihala": "النقرس", "awlawiya": "غير عاجل", "doc_type": "referral", "nass": "المريضة فاطمة محمود الدسوقي، 17 سنة، أنثي، تعاني من تاريخ مرضي مع ا لنقرس. حضرت إلى العيادةبسبب نوبات ألم متكررة في المفاصل الشفلى مع تورم واحمرار. لا تتناول أدوية حالياً، وتدخن بمعدل 10 سجائر يوميا ً. \n\nتم إحالة الحالة لاستشارة تخصصية في الروماتيزم لتقييم الحالة ووض ع خطة علاجية مناسبة، خاصة أنها اا تأخذ أي علاجحاليا. الأولوية للإحالة عالية نظراً لتدهور الأعراض وزيادة حدة الألم. لا توجد حساسية معروفة. الحالة الاجتماعية: طالبة جامعيه. نر جو المتابعة السريع وتفديم تقرير مفصل عن الحالة."}
{"raqam": 27207253283528, "ism": "سمر محمد حسن", "sen": "50-60", "noa": "female", "tarikh": "2023-09", "markaz": "مركز التحرير الطتي", "unwan": "94 شارع رمسيس, الجيزة", "tadkhin": false, "amrad": ["السمنة", "ارتفاع ضغط الدم"], "adwiya": ["هيدروكلوروثيازيد"], "kod": ["E66", "I10"], "ihala_ila": "المسالك البولبة", "sabab_ihala": "السمنة", "awlawiya": "عادي", "doc_type": "referral", "nass": "المريضة سمر محمد ح سن،  53 سنة، تعاني من السمنة وHTN. تتناول هيدروكلوروثيازيد. لا توجد حساسية معزوفةللأذوية. لا تذخن. ااخالة الاختماغية: متزوجه ولديها 3أبناء.\n\nتم إحالة المريضة للاستشارة بستب عدم انتظام ضغ طالدم بالرغم من العلاج الحالي وزيادة الورن الملحوظة. قد تؤثر للسمنة على السيظرة على HTN وتختاج إلى ثقبيم أكثر شمولية وإذارة متعددة التخصصلت.\n\nالأولوية: متوسطة. يُرجى تفييم إمكانية تعديل خطة العلاج الدوائي وريادة التركيز على التغييرات في نمط الحياة. يُزجى إجزاء ECG وCBC كجزء من التقييم الأولي."}
{"raqam": 27712171506559, "ism": "ياسر عادل ااطنطاوي", "sen": "40-50", "noa": "male", "tarikh": "2024-07", "markaz": "مركز التحرير الطبي", "unwan": "32 شارع رمسيس, دمياط", "tadkhin": true, "amrad": ["مرض الكبد الدهني"], "adwiya": ["راميبريل", "لوسارتان", "باروكسيتين", "وارفارين", "ميتوبرولول", "سيمفاستاتين"], "kod": ["K76"], "ihala_ila": "القلب", "sabab_ihala": "مرض الكبد الدهني", "awlawiya": "غير عاجل", "doc_type": "referral", "nass": "إلى قسم الجهاز الهضمي،\n\nالمريض: ياسر عادل الطنطاوى، سن: 48، ذكر، متزوج. الحالة المزمنة: مرض الكبد الده ني. السبب:ا رتفاع إنزيملت الكبذ فت LFT الأخير. معروف بHTN وIHD، بياخد راميبريل، لوسارتان، باروكسيتين، وارفارين، ميتوبرولول، سيمفاستاتين. لا يوجد حشاسية معروفة. ياسر لا يدخن بشكل نهائي، بالرعم من ذكره لإستخدام تبغ في السابق.\n\nالإحاله ضرورية لتقييم تقدم مرض الكبد الدةني واحتمالية تطوره إلى تايف كبذي. يفضل سرعة التدخل لتحديد الخطة العلاجثة الأنسب ومراجعة الأدوية، خاصةً مع استجدام الوارفازين. نرجو منكم توفير التقيي م الشامل وخطوات العللج المقترحة. \n\nمع الشكر،  \n[اسم الطبيب]  \n[تخصص ااطبيب]  \n[تاريخ]  \n[توقيع الطبيب]"}
{"raqam": 27606172527173, "ism": "علي خالد إبراهيم", "sen": "40-50", "noa": "male", "tarikh": "2024-02", "markaz": "مركز التحرير الطبي", "unwan": "1 شارع مصطفى النحاس, السويس", "tadkhin": false, "amrad": ["فرط شحميات الدم", "التهاب المفاصل", "السكتة الدماغية"], "adwiya": [], "kod": ["E78", "M19", "I63"], "ihala_ila": "الجراحة العامة", "sabab_ihala": "السكتة الدماغية", "awlawiya": "غير عاجل", "doc_type": "referral", "nass": "علي خالد إبراهيم، 49 سنة، ذكر، يعاني من فرط شحميات الدم و التهاب المفاصلو سبق له الإصابة بسكتة دماغتة. لا يتناول أدوبة حاليًل. غير مدخن. الحالة الاج تماعية: متزوخ، ولا يوجد حساسية معروفة.\n\nالإحالة لاستشارة: تقييم نظام القلب والأوعية الدموية نظرًا لاياريخ المرضي للسكت ة الدماغيه واحتمالية تأثير فرط شحميات الدم على الأوعية.الأولوية: متوسطة. يُنصج بإجراء ECG و LFT و CBC للتحقف  من الحالة العامة وتوجيه أي تدخل علاجي مطلوب.\n\nيرجى النظر في إمكانية بدء علاج دوائي للسيطرة على قرط شحميات للدم والتهاب المفاصل لتقليل خطر السكتات الدماغية المستقبلية ونحسين جودة حياته."}
{"raqam": 29812220500977, "ism": "رامي علي الحسيبي", "sen": "20-30", "noa": "male", "tarikh": "2023-09", "markaz": "مركز التحرير الطبي", "unwan": "41 شارع عباس العقاد, أسيوط", "tadkhin": false, "amrad": ["النقرس", "هشاشة العظام", "الاكتئاب", "COPD"], "adwiya": ["كلوبيدوغريل", "ميتوبرولول", "سيمفاستاتين", "باروكسيتين", "أسبرين"], "kod": ["M10", "M81", "F32", "J44"], "ihala_ila": "الصدر", "sabab_ihala": "النقرس", "awlawiya": "غير عاجل", "doc_type": "referral", "nass": "المريض رام ي علي ااحسيني، 27 سنة، ذكر، يعاني من عدة أمراض مزمنة تشمل النقرس، هشاشة العظام، والاكتئاب، بالإضافة إلى COPD. يتناول الأدوية التالية: كلوبيدوغريل، ميتوبرولول، سيمفاستلتين، باروكسيتين، وأسبرين. لا يوجد تاريخ للتدخين. \n\nتمت ااإحالة للاستشارة نظر ًا لتدهور حالة النقرس وزيادة الأعراض المرتبطة بـCOPD، خصوصًا ضيق التنفس المتزايد. الحللة تتطلب تقييمًا عاجلاً بسبب تأثير الأعراض على جودة الحياة اليومية للمريض. لا توجد حساسية معروفة للأدوية، الحالة الاجثماعية: أعزب.\n\nالرجاء مراجعة الحالة وتقديم التوضيات اللازمة. ال تركيز على تعديل الأدوية إذا لرم الأمر وتقييم الحاجة إلى تدخلات إضافية مثل العلاج الطبيعي للنقرس أو دعم نفسي للاكتئاب."}
{"raqam": 25811230300353, "ism": "ياسر حسين الطنطاوي", "sen": "60-70", "noa": "male", "tarikh": "2023-02", "markaz": "مركز التحرير الطبي", "unwan": "36 شارع سبرا, بني سويف", "tadkhin": false, "amrad": ["هشاشة العظام", "التهاب المفاصل", "الاكتئاب", "فرط شحميات اادم", "السمنة"], "adwiya": ["أنسولين", "أسبرين"], "kod": ["M81", "M19", "F32", "E78", "E66"], "ihala_ila": "العظام", "sabab_ihala": "فرط شحميات الدم", "awlawiya": "عادي", "doc_type": "referral", "nass": "المريض ياسر حسين الطنطاوي، ذكر، 67 سنة، يعاني منهشاشه العظام، التهاب المفاصل، الاكتئاب، فرط  شحميات الدم (DLP) والسمنة. ييلقى حاليًا علا جًا ثالأنسولين والأسبرين للحفاظ على مستويات السكر والسيولة. لا يوجد تاريخ تذخين. الحالة الاجماعية: متروج وله أبناء، يعاني من ضعف في الدعم الاجتماعي مما قد يزند من حدة الاكتئاب.\n\nتمت إحالة المريض الاستشارة بس بب تفاقم آلام المفاصل وصعوبة في الحركه، مما يستوجب تفييم من أخصائي روماتيزم. بالإضافة إلى ذلك، هناك حاجة لتقييم مخاطر القلب والأوعية الدموية بسبب السمنة وفرط سحميات الدم، خلصةً مع استخذام ااأسبرين. الأولوىه متوسطة ولكن يُنصح بالمتابعة في الأسابيع المقبلة لتجنب مضاعفات مستقبلية. لا يوجد حساسية معروفة."}
{"raqam": 24610012492023, "ism": "آية محمد حسن", "sen": "70-80", "noa": "female", "tarikh": "2024-10", "markaz": "مركز التحرير الطبي", "unwan": "40 شارع التحرير, بورسعيد", "tadkhin": false, "amrad": ["الربو", "ارتفاع ضغط الدم", "فقر الدم", "الخرق", "الاكتئاب"], "adwiya": ["ديكلوفيناك"], "kod": ["J45", "I10", "D64", "F03", "F32"], "ihala_ila": "الجهاز الهضمي", "sabab_ihala": "الربو", "awlawiya": "غير عاجل", "doc_type": "referral", "nass": "آية محمد حسن، 79 سنه، أنثى، بعاني من الربو، HTN، وففر الدم.لديها تاريخ مرضي من الخرف والاكتئاب. تتناول ديكلوفيناك بشكل منتطم. لا تدخن. تُحيل للاستشارة في أمراض الجهاز التنفسي بسبب تفاقم أعراض الربو وصعوبة التنفشالمستمرة. الأولوية عالية بسبب العمر وحااة الخرق التي قد تؤثر على القدرة على متابعة العلاج. الحالة الاجتماعية: أرملة وتعيش مع ابنتها. لا توجد حسلسية معروفة. يرجى تقييم الحالة ووضع خطة علاجية مناسبة."}
{"raqam": 25407302280182, "ism": "مروة إبرلهيم الفقي", "sen": "60-70", "noa": "female", "tarikh": "2023-12", "markaz": "مركز التحريز الطبي", "unwan": "119 شارع بورسعيد, السويس", "tadkhin": false, "amrad": ["قصور القلب"], "adwiya": [], "kod": ["I05"], "ihala_ila": "الصدر", "sabab_ihala": "قصور القلب", "awlawiya": "غير عاجل", "doc_type": "referral", "nass": "مروة إبراهيم الفقي، أنثى، 71 شنة، تعاني من قصور القلب. لل تأخذأدوية حاليًا. غير مدخنة. تعيش بمفردها منذ وفاة زوجها قبل سنتبن. لا يوجد حساسيه معروفة.\n\nتمت الإحالة لاستشارة لأخصائي قلب بسبب تدهور الأعراض. المريضة تشعر بضيق في التنفس عند المجهود للبسيط وازدياد في الوديم الطرفية. لم تُجرى لها حديثًا فحوصات ECG أو Echo. الأولوية متوسطة اكن يُفضل التقييم في أسرع وقت ممكن.\n\nبرجاء تقييم الوظائف القلبية والتوصية بالعلاج المناسب. نُفضل بذء خطة علاخية جديدة نظرًا لغدم استخدام أدوية حاليًا، ومتابعة الحالة لتجنب المزيد من التدهور."}
{"raqam": 26106181023684, "ism": "غاده صلاح العربي", "sen": "60-70", "noa": "female", "tarikh": "2023-07", "markaz": "مركز التحرير الطبي", "unwan": "18 شارع رمسيس, الأقصر", "tadkhin": false, "amrad": ["الرجفاب الأذيني", "مرض الشريان التاجي"], "adwiya": ["لوسارتان", "ميتوبرولول", "سيمفاستاتين", "كلوبيدوغريل", "أوميبرازول"], "kod": ["I48", "I25"], "ihala_ila": "العظام", "sabab_ihala": "مرض الشريان التاجي", "awlawiya": "غير عاجل", "doc_type": "referral", "nass": "المريضة: غادة صلاح العربي، 64 سنة، تعاني من الرجفان الأذتني ومرض الشريان التاجي. غير مدخنة. تتناول لوسارتلن، ميتوبرولول، سيمفاستاتين،  كلوبيدوغريل، وأوميبرازول. لا توجد حساسية معروفة.\n\nالإجااة للاستشارة القلبية بسبب تدهور أعراص الرجفان الأذيني وتزايد حدوث ا لخفقان. ECGأظهر غدم انتظام إيقاع القلب. الأولوية عالية لتجنب مصاعفات إضافية عاى صحة القلب. الحالة الاجتملعية: متزوجة ولديها أبناء، وتحتاج إلى دعم أسري في متابعة العلاج. \n\nيرجى تقييم الحالة ووضع خطة علاجية ملائمة، مع الأخذ في الاغتبار الض عوط النفسية والاجتماعية  المحتملة."}
{"raqam": 31409212755144, "ism": "عبير أحمد عبدالحميد", "sen": "0-10", "noa": "female", "tarikh": "2023-11", "markaz": "مركز التحرير الطبي", "unwan": "115 شارع شبرا, الفيوم", "tadkhin": false, "amrad": ["السكتة الدماغية", "دلء السكري النوع الثاني", "مرض الكبد الدهني"], "adwiya": ["ميتفورمين", "وارفارين", "لوسارتان"], "kod": ["I63", "E11", "K76"], "ihala_ila": "المسااك البولية", "sabab_ihala": "مرض الكبد الدهني", "awlawiya": "عادي", "doc_type": "referral", "nass": "المريضة عبير أحمد عبدالحميد، 11 سنة، أنبى، تعاني من سكتة دماغيةسابقة، DM النوغ ااثاني، ومرض الكبد الدهني. تبناول ميتفورمين، وارفارين، ولوسارتان، بدون تاريخ تدخين. تعيش مع والديها، ولا توجد حساسية معروفة. \n\nسبب الإحالة: رغبة في استشارة تخصص طب الأعصاب امتابعة حالة السكتة الدماغية وإدارة العلاجات الوقائية. الأولوية متوسطة، نظرا لاستقرار الحالة حاليًا ولكن مع ضرورة متابعة حالة الكبد وإدارة الأدوية تشكل دقي ق لنجنب تفاعلات دوا ئية محتملة.\n\nللرجاء إجراء تقييم شامل لـ LFT و CBC وتقدبم خطة علاج ية متكاملة، مغ ملاحظة ضزورة ا لتنسيف مع  تخصص الغدد الصماء لإدارة DM بشك ل متزامن."}
{"raqam": 28203120377229, "ism": "عبير محمود السيد", "sen": "40-50", "noa": "female", "tarikh": "2023-08", "markaz": "مركز التحرير الطبي", "unwan": "84 شارع السودان, الجيزة", "tadkhin": false, "amrad": [], "adwiya": ["ليفوثيروكسين", "أنسولين", "وارفارين", "ميتوبرولول", "كلوبيدوغربل"], "kod": [], "ihala_ila": "الأورام", "sabab_ihala": "للفحص", "awlawiya": "طوارئ", "doc_type": "referral", "nass": "عبترمحمود الشيد، 43 سنة، أنثى، بدون أمراض مزمنة. تتعاطى ليفوثيروكسين، أنسولين لعل اج DM، وارفارين، ميتوبرولول، كلوبيدوغريل. لا تدخن. الحالة الاجتماعية: متزوجه.\n\nااإحالة لاستشارة قلبية بسبب شكو ى من خفقان متكرر مع دوخة أحياناً. ECG أظهر بغض الاضطراباي في النظم القلبي. الأولوية: متوسط. بنصح بعمل Echoوتقييم عوامل الخظر القلبية.\n\nلا حساسية معروفة لل أدوية. للتاريخ المرضي خالي من HTN أو IHD، لا توجذ تاريخ للعمليات الجراحية. CBC وKFT وLFT طبيعية. نرجو إبداء الرأي الطبي في الخطة العلاجية المناسبة."}
{"raqam": 25907222058978, "ism": "هشام حسن السباعي", "sen": "60-70", "noa": "male", "tarikh": "2024-01", "markaz": "مركز التحرير الطبي", "unwan": "119 شارع التحرير, قنا", "tadkhin": false, "amrad": ["الاكتئاب", "فقر الدم", "القصور الكلوي اامزمن"], "adwiya": ["أملوديبين", "أوميبرازول", "لوسارتان", "هيدروكلوروثيازيد"], "kod": ["F32", "D64", "N18"], "ihala_ila": "الجهاز الهضمي", "sabab_ihala": "الاكتئاب", "awlawiya": "غير عاجل", "doc_type": "referral", "nass": "المريض: هشام حسن السباعت، 6 6 ستة، ذكر. يعاني من اكتئاب، فقر الدم، CKD. يتناول ااأدوية: أملوديبين، أوميبرازوا، لوسارتان، هيدروكلوروثيازيد. لا توجد حساسية معروفة. اامريض غير مدخن.\n\nالسبب: الإحالة لمتابعة CKD والسيطرة على فقر الدم. لوحظ قي الفحوصات الأخيرة انخفاض ف ي مستوي الهيموجلوبين. المزيض يعاني من علامات الاكتئاب غير المستجيبة للعلاج الحالي.\n\nالأولوية: الاستشارة مطلوبة بشكل عاجل بسبب تدهور الحالة العامة واستمرار ال أغراض. يفضل إجراء فحوصات CBC وKFTلتقييم الحالة بشكل شامل."}
{"raqam": 26403253058390, "ism": "جورج عادل العربي", "sen": "60-70", "noa": "male", "tarikh": "2024-08", "markaz": "مركز التحرير الطبي", "unwan": "32 شارع عباس العقاد, الزقازيق", "tadkhin": false, "amrad": ["مرض الكبد الدهني", "فرط شحميات الدم", "الرجفان الأذينب", "البهاب المفاصل"], "adwiya": ["هيدروكلوروثيازيد", "سيمفاستاتين", "كلوبيدوغريل", "ميتوبرولول", "ديكلوفيناك", "أنسولين"], "kod": ["K76", "E78", "I48", "M19"], "ihala_ila": "الشيخوخة", "sabab_ihala": "مرض الكبد الدهني", "awlawiya": "طوارئ", "doc_type": "referral", "nass": "السيد جورج عادل العربي، 61 سنة، ذكر،  يعاني من مرض الكبد الدهني و فرط شحميات الدم و الرجفاب الأذيني و التهاب المفاصل. يتلقى العلاجبأدوية متعددة تشمل: هيدروكلوروثيازيد، سيمفاستاتين، كلوبيدوغريل، ميتوبرول ول، ديكلوفيناك، أنسولين، و بياخد باروكسىيين بانتظام.\n\nالمريض بحالة مستقرة نسبيًا لكن يعاثي من آلام متزايدة في  المفاصا. تم رصد اضطرابات في LFT مؤخرًا، مما يتظلباستشارة تخصصية في أمراض الكبد. تاريخ طبي ي شمل عدم وجود حساسية معروفة ولا يوحد تاريخ للتدخين. يعيش مع أسرته ويدير حالته الصحية بشكل جيد.\n\nسبب الإحااة: تقييم شامل لوظائف الكبد نظرًا لارتفاع LFT واعتبارا ت تعديل العلاج الدوائي إذا لزم للأمز. الأولوية: متوسطة، لكن نفضل التقييم خلال الأسابيع القلياة القادمة لتجنب أي مضاعفات محتملة."}
{"raqam": 27007260559025, "ism": "سمر صلاح النجار", "sen": "50-60", "noa": "female", "tarikh": "2023-07", "markaz": "مزكز التحرير الطبي", "unwan": "63 شارع مصطفى النحاس, الجيزة", "tadkhin": true, "amrad": ["ارتفاع ضغط الدم"], "adwiya": ["غاباتنتين", "أملوديبين"], "kod": ["I10"], "ihala_ila": "الجهاز الهضمي", "sabab_ihala": "ارتفاع ضغط الدم", "awlawiya": "عادي", "doc_type": "referral", "nass": "المريضة سمر صلاح النجار، 55 سنة، تعانت من HTN، بتاخد غابابنتين وأملوديبين. أُحيلت للاشتشارةبسبب زيادة في أعراض الأ لم العصبي. الأولوية متوسطة، تحتاج لمراجعة خلال الشهر القادم. \n\nالمريضة غير مدخنة. لا توجد حساسية معروفة. الحالة الاجتماعية: متزوجة. لا توجد سوابق مزضية أخرى كـ DM أو IHD. فحص CBC و LFT و KFT طبيعي. نوصي بتقييم إضافي لوظائف الأعصاب لتحديد خطة غلاج مناسبة."}
{"raqam": 26003311427021, "ism": "مروة رمضان الطنطاوي", "sen": "60-70", "noa": "female", "tarikh": "2024-03", "markaz": "مركز التجرير الطبي", "unwan": "27 شارع السودان, شبرا الخيمة", "tadkhin": true, "amrad": ["السكتة الدماغية", "الرجفان الأذيني", "النقرس", "الربو"], "adwiya": ["هيدروكاوروثيازيد", "دبكلوفيناك", "لوسارتان", "أنسولين", "أليندرونات", "وارفارين"], "kod": ["I63", "I48", "M10", "J45"], "ihala_ila": "الطوارئ", "sabab_ihala": "للربو", "awlawiya": "عادي", "doc_type": "referral", "nass": "السيدة مروة رمضان الطنطاوي، 65 سنة، ت عاني من تلريخ مرضي يشمل CVA، AF، Gout، Asthma. تتناول أدوية HCTZ، Diclofenac، Losartan، Insulin، Alendronate، Warfarin. مريضة مذخنة. تُحاا للاستشارة لتقييم التجكم في AF والنظر في تعديل جرعة Warfarin لتجنبالنزيف، مع مزاغاة وجود Gout. المريضة تعيش بمفردها وتشتكي من صعوبة في ااالتزام بالجد ول الدوائي. لا حساشية معروفة للأدوية. الأولوية عالية نظرًا لعدم استقرار الحالة القلبية والربوية. نوصي بعمل E CG وCBC وLFT لمتابعة الحالة."}
{"raqam": 26602163007249, "ism": "نادية رمضان الخولي", "sen": "50-60", "noa": "female", "tarikh": "2025-05", "markaz": "مركز التحرير الطبي", "unwan": "111 شارع بورسعيد, أسيوط", "tadkhin": false, "amrad": [], "adwiya": ["لوساربان"], "kod": [], "ihala_ila": "الجهاز الهضمي", "sabab_ihala": "للفحص", "awlawiya": "طوارئ", "doc_type": "referral", "nass": "المريضة نادية رمصان الخول ي، 5 9 سنة، أنثى. لا تعاني منأمرلض مزمنة ومعندهاش حساسيه معروفة. تتناول لوسارتان. غير مدجنة. متزوجة وعندها 3 أولاد.\n\nتم إحالة المريضة للاستشارة بسبب ارتفاع ضغط الدم (HTN) غير مستجيب للعلاج الحالي. تم تسجيل قراءات ضغط 160/95 mmHg مع وجود صداع متكرر وزغللة بالعين. الأولوية: عالية، نظزًا لعدم السيطرة عاى الـ HTN وتأثيزه على وظائف أعضاء أخرى.\n\nمطلوي: تقييم شامل للـ HTN وتعديل الخطة العلاجية. ي ُفضل إجراء ECG وCBC لاستبعاد أي  مضاعفات مرتبطة وعدم استجابة العلاج الحالي. ننتظر التوصيات بشأن تغيير الدواء أو إضافة أدوية جديده."}
{"raqam": 31301183229575, "ism": "أشرف رشدي العربي", "sen": "10-20", "noa": "male", "tarikh": "2023-04", "markaz": "مركز التحرير الطبي", "unwan": "53 شارع الجمهورية, السويس", "tadkhin": false, "amrad": ["مرض الشريان التاجي", "فرط شحميات الدم", "فقر الدم"], "adwiya": ["كلوبيدوغريل", "هيدروكلوروثبازيد", "أملوديبين"], "kod": ["I25", "E78", "D64"], "ihala_ila": "الجراحة العامة", "sabab_ihala": "فرط شحميات الدم", "awlawiya": "طوارئ", "doc_type": "referral", "nass": "أشرف رشدي العربي، 12 سنة، ذكر.يعاني من IHD، فرط شحميات الدم، فقر الدم. يتناول كلوبيدوغريل، هيدروكلوروثيازيد، أملوديبين. لا يوجذ تاريخ مرضي ل DM أو HTN. غنر مدخن، ولا توجد حساسية معروفة للأدوية.\n\nتم الإحااة للاستشارة بشببتطور الأعراض القلبية، يشتكي من ألم صذري متكرر وضيق في التتفس أثناء الجهد البسيط. تم تقييمه سريرياً و  ECG أظةر تغيرات تتطلب مزيد من التقييم. لذللك، نطلب استشارة تخصصية في أمراض القلب للأطفال.\n\nالأولونة معتدلة، نوصي بإجراء تقييم وظيفي (stress test) فن أقرب وقت، مع متابعة مستوى الدهون وفحص CBC لاتأكد من عدم تفاقم فقر الدم. نرجو الت واصل لمزيد من ااتفاصيلأو تعديل خطه العلاج."}
{"raqam": 25702053288642, "ism": "آية إبراهيم عبدالرحمن", "sen": "60-70", "noa": "female", "tarikh": "2024-09", "markaz": "مركز التحرير الطبي", "unwan": "39 شارع بورسعيد, أسيوط", "tadkhin": false, "amrad": ["النقرس", "الربو", "مرض الشريان التاجي", "مرض الكبد الدهني"], "adwiya": ["ديكلوفيناك", "كلوبيدوغريل", "أليندرونات", "سيمفاستاتين", "هيدروكلوروثيازيد", "ميتفورمين"], "kod": ["M10", "J45", "I25", "K76"], "ihala_ila": "المسالك البولية", "sabab_ihala": "مرض الكبد الدهني", "awlawiya": "طوارئ", "doc_type": "referral", "nass": "آ ية إبراهيم عندالرحمن، 68 سنة، أنثى. تغاني من نقرس، ربو، IHD، مرض الكبد الدهني. المربضة تتناول ديكلوفيناك، كلوبيدوعريل، أليندرونات، سيمفاستاتين، هيدروكلوروثيازيد، ميتفورمين، وإيبوبروفين بانتظام لألم المفاصل . تم الإبلاغ عن نوبات زيادة في الألم واحم رار المفاصل مع صعوبة بالتنفس بسبب الربو، ممل يزيد من القلق بشأن السيطرة على الأعراض الحل لية.\n\nسبي الإحالة: تقييم شامل لحالة القلب خاصة مع IHD وزيادة استخدام الإي بوبروفين اللي ممكن يأثز على الكاي والكبد. الأولوية متوسطة نظرًا للتاريخ المرضي المعقد. نوصي بإجراء ECG، CBC، LFT، وKFT للتحقق  من تأثير الأدوية الحللية. لا يوجد حساسية معروفة. للحالة الاج تملعية: أرملة تعيش بمفردهامع دعم من الأبناء."}
{"raqam": 28703092287288, "ism": "مريم جمال حسن", "sen": "30-40", "noa": "female", "tarikh": "2024-09", "markaz": "مركز التحرير الطبي", "unwan": "11 شازع الثورة, الفيوم", "tadkhin": false, "amrad": ["داء السكري النوع الثاني", "الربو", "قصور القلب"], "adwiya": ["أتورفاستاتين", "أسبرين", "غابابنتين", "سيمفاستاتين", "أوميبرازول", "لوسارتان"], "kod": ["E11", "J45", "I50"], "ihala_ila": "الأورام", "sabab_ihala": "قصور القلب", "awlawiya": "عادي", "doc_type": "referral", "nass": "مريم جملل حسن، 38 سنة، أنتى، تعاني من DM النوع الثاني، ااربو، وHF. نتناول أتورفاستاتين، أسبرين، غابابنتين، سيمفاستاتين، أوميبرازوا، ولوسارنان. لا يوجدتاريخ تدخين. مدخن من 20 سنة. تعاني من تدهور في الأعراض التنفسية وضيق قي النفس، خلصة أثناء الليل، مما يستدعي اسثشارة في الأمراض الصدرية. \n\nسبب الإخالة: تدهو ر حالة الربو وضيق النفس، مع احتماا وجود COPD. ضرورة لتقييم وظائف الرئ ة وجطة علاج محكمة. الأولوية متوسطة، لكن يفضل في غضون الأسيوعين للقادمين. لم تذكر أي حسلشية الأدوية. الحالة الاجتماعية: متزوخة ولديها أطفال. \n\nفضلًا،إجراء ECG, CBC, LFT, KFT للتقييم الشلملقب ل الاستشارة. لا توجد جراحاي سابقة مسجلة. يُنصح تمراجعة التلريخ المرضي كاملًا لتجنب أي تداخلات دوائية غير مرغوب فيها. نرجو الاهتمام والمتابعة الفورية."}
{"raqam": 30612300204753, "ism": "حسام حسين الفقي", "sen": "10-20", "noa": "male", "tarikh": "2025-04", "markaz": "مركز التحرير الطبي", "unwan": "39 شارع بورسعيد, السويس", "tadkhin": false, "amrad": [], "adwiya": ["أملوديبين", "هيدروكلوروثيازيذ", "إيبوبروفيب"], "kod": [], "ihala_ila": "الطوارئ", "sabab_ihala": "للفحص", "awlawiya": "غير عاجل", "doc_type": "referral", "nass": "المريض حسام حسين الفقي، 19 سنة، ذكر، بدو ن أمراض مزمنة معروفة. المريض يعاني من ارتفاع ضغط الدم (HTN) ويُعالج بأملوديبين وهي دروكلوروثيازيد. لاتوجد حساشية معروفة. لا يُدخن. \n\nتمت إحالة المريض لللستشارة بسبب ارتفاع ضغط الدم الغير مشيطر عليه بشكل كامل ، رغم الالتزام ثالعلاج الحالي. يُشتبه في وجود تأثير جانبي لإيبوبروفين على وظائف الكلى (KFT). يُفضَل إ جراء تقييم كامل لوظائف الكلى مع متابعة ضغط الدم. الأ ولوية متوسطة مع توصية بمتابعة سريعة خلال أسبوعينلإجراء الفحوصات المطلوبة وتعديل العااج حسب الحاجة. المريض يعيش مع والديه ويدرس بالجامغة."}
{"raqam": 30509133589769, "ism": "نور سمير المنشاوي", "sen": "10-20", "noa": "female", "tarikh": "2025-07", "markaz": "مركز التحرير الطبي", "unwan": "17 شارع فيصل, السويس", "tadkhin": false, "amrad": ["مرض الشريان التاجي"], "adwiya": ["كلوبيدوغريل", "ديكلوفيناك"], "kod": ["I25"], "ihala_ila": "الجهاز للهضمي", "sabab_ihala": "مرض الشريان التاجي", "awlawiya": "طوارئ", "doc_type": "referral", "nass": "السيدة تور سمير المنشاوي، 20سنة، تعاني من IHD. تتلقى العلاج حاليًا ب ـ كلوبيدوغريا وديكلوفيناك. اا يوجد تاريخ لـ DM، HTN، CKD أو C OPD.المريضة غير مدخنة ولا تعاني من حساسية معروفة. \n\nالإحللة للاستشارة القلبية للتقييم وادارة IHD خاصة مع الأعراض الاخيرة التي تشمل ألم صدري متكرر. طلب إجراء ECG وCBC وLFT لثقييمالحالة الحالية. الأولوية متوسطة نظرًا لأن الأعراض ليشت حادة حاليًا ولكن تحتاج متابعة ومراجعة خطة العلاج. \n\nللرجاء اجراء التقييم في أقرب وقت ممكن وتزويدنا ثتوصىاتكم للخطوات المستقبلية المطلوبة. شكرًل."}
