{"patient_id": "24603293065066", "patient_name": "إسراء عبدالله فرج", "patient_age": 77, "gender": "female", "document_date": "23/06/2023", "facility_name": "مستشفى النيل المركزي", "patient_address": "36 شارع مصطفى النحاس, شبرا الخيمة", "smoking_status": true, "blood_type": "AB-", "occupation": "عامل", "conditions": [], "medications": ["ميتوبرولول", "لوسارتان", "أسبرين", "هيدروكلوروثيازيد", "ديكلوفيناك"], "icd10_code": [], "department": "الشيخوخة", "primary_diagnosis": "لا يوجد", "doc_type": "discharge", "clinical_notes": "تم إدخال المريضة إسراء عبدالله فرج، أنثى، 79 عامًا، إلى المستشفى بسبب نوبة حادة من ألم الصدر وضيق التنفس. التاريخ المرضي يشير إلى عدم وجود أمراض مزمنة سابقة، ومع ذلك، فهي تتناول أدوية تشمل ميتوبرولول ولوسارتان وأسبيرين وهيدروكلوروثيازيد وديكلوفناك. المريضة مدخنة، حيث تدخن منذ أكثر من 50 سنة.\n\nأُجري للمريضة فحص سريري كامل، وشملت الفحوصات ECG الذي أظهر علامات محتملة لمرض الشريان التاجي، بالإضافة إلى CBC وLFT وKFT التي كانت ضمن الحدود الطبيعية. تم تشخيص الحالة بإشتباه IHD وتم بدء العلاج المناسب وفقًا للبروتوكول المتبع، بما في ذلك تعديل الجرعة الدوائية للميتوبرولول وزيادة جرعة الأسبيرين. أظهرت المريضة استجابة إيجابية للعلاج وتمت ملاحظتها لبضعة أيام قبل الخروج.\n\nتوُصى المريضة بمتابعة دورية في عيادة القلب والمتابعة الدقيقة لضغط الدم ومستويات الكوليسترول. يُنصح بالإقلاع عن التدخين بشكل عاجل، وقد تم إحالتها إلى عيادة الإقلاع عن التدخين. يُرجى متابعة العلاجات الدوائية الحالية وعدم التوقف عنها دون استشارة الطبيب، وومراجعة الطبيب فوراً في حالة ظهور أي أعراض مشابهة للنوبة الحادة."}
{"patient_id": "30805103362348", "patient_name": "فاطمة محمود الدسوقي", "patient_age": 14, "gender": "female", "document_date": "30/03/2023", "facility_name": "مستشفى النيل المركزي", "patient_address": "82 شارع شبرا, أسيوط", "smoking_status": true, "blood_type": "B+", "occupation": "صحفي", "conditions": ["النقرس"], "medications": [], "icd10_code": ["M10"], "department": "الجهاز الهضمي", "primary_diagnosis": "النقرس", "doc_type": "discharge", "clinical_notes": "الاسم: فاطمة محمود الدسوقي  \nالسن: 17  \nالنوع: أنثى  \n\nالتاريخ المرضي: دخلت المريضة المستشفى بسبب ألم شديد في المفاصل، خاصة في منطقة القدم، الذي زاد خلال الأسبوع الماضيي. المريضة لديها تاريخ مرضي سابق للنقرس ولكنه لم تنتظم على أي علاج. لا توجد حساسية معروفة لأي دواء. تعيش المريضة مع أسرتها في منزل مشترك، وهي طالبة في اللمرحلة الثانوية.\n\nالفحص والتشخيص: عند دخولها، تم إجراء فحوصات مخبرية بما في ذلك CBC وLFT وKFT، بجانب فحص الأششعة السينية للمفاصل امصابة. أظهرت النتائج ارتفاعاً في مستوى حمض اليوريك في الددم، مما أكد تشخيص النقرس الحاد. لا توجد علامات على التهاب مفاصل روماتويدي أو أي أمراض مناعية أخرى.\n\nالخطة العلاجية والتوصيات: تم بدء العلاج بمضادات الالتهاب غير الستيرويدية (NSAIDs) بالإضافة إلى ألوبيورينول (Allopurinol) لتقليل مستويات حمض اليوريك. تم نصح المريضة بالتوقف عن التدخين لتقليل مخاططر مضاعفات النقرس وتحسين الصحة العامة. يجب على المريضة المتابعة في عيادة الأمراض الروماتيزمية بعد أسبوعين لمراجععة الحالة وضبط الجرعاات العلاجية. يُنصح أيضاً بمراقبة النظام الغذائي بتجنب الأطمة الغنية بالبيورين مثل اللحوم الحمراء والمأكولات البحرية."}
{"patient_id": "27207253283528", "patient_name": "سمر محمد حسن", "patient_age": 50, "gender": "female", "document_date": "27/05/2023", "facility_name": "مستشفى النيل المركزي", "patient_address": "94 شارع رمسيس, الجيزة", "smoking_status": false, "blood_type": "B+", "occupation": "ممرض", "conditions": ["السمنة", "ارتفاع ضغط الدم"], "medications": ["هيدروكلوروثيازيد"], "icd10_code": ["E66", "I10"], "department": "الأورام", "primary_diagnosis": "السمنة", "doc_type": "discharge", "clinical_notes": "تم إدخال المريضة سمر محمد حسن، 53 عامًا، إلى المستشفى بتاريخ 15 سبتمبر 2023 بسبب ارتفاع ضغط الدم غير المستقر (HTN) وأعراض دوخة متكررة. المريضة لديها تاريخ مرضي يشمل السمنة المزمنة، وتعاني من ارتفاع ضغط الدم وتتناول حاليًا هيدروكلوروثيازيد. لا تدخن، وليس لديها حساسية معروفة لأي أدوية. الحالة الاجتماعية متزوجة ولديها أطفال.\n\nتم إجراء الفحوصات اللازمة بما في ذلك ECG وCBC وLFT وKFT، والتي أظهرت نتائجها عدم وجود أي مضاعفات جديدة على اللقلب أو الكلى. تم تعديل جرعة هيدروكلوروثيازيد لتحسين السيطرة على ضغط الدم وتم البدء في برنامج غذائي تحت إشراف أخصائي التغذية للتحكم في الوزن. كما تم تقديم استشارة نفسية لدعم تغييرات نمط الحياة المطلوبة.\n\nعند الخروج، أوصى اللفريق الطبي بمتابعة دورية مع طبيب الباطنة كل أربعة أسابيع لمراقبة ضغط الدم ووظائف الكلى، بالإضافة إلى الاستمرار في اتباع النظام الغذائي الصحي والنشاط البدني المنتظم. ينصح أيضًا بقياس ضغط الدم يوميًا في المنزل وتسجيله لمراجعة الطبيب في الزيارات الدورية. يُرجى الاتصال بالطبيب في حالة ظهور أأي أعراض جديدة أو زيادة في شدة الأعراض لحلية."}
{"patient_id": "30702071207098", "patient_name": "أشرف ماهر المصري", "patient_age": 18, "gender": "male", "document_date": "19/08/2025", "facility_name": "مستشفى النيل المركزي", "patient_address": "11 شارع جامعة الدول العربية, الإسكندرية", "smoking_status": true, "blood_type": "B-", "occupation": "فني", "conditions": ["ارتفاع ضغط الدم", "مرض الكبد الدهني"], "medications": ["غابابنتين", "أليندرونات", "ليفوثيروكسين", "أوميبرازول"], "icd10_code": ["I10", "K76"], "department": "الشيخوخة", "primary_diagnosis": "مرض الكبد الدهني", "doc_type": "discharge", "clinical_notes": "المريض أشرف ماهر المصري، ذكر، يبلغ من العمر 18 عامًا، دخل المستشفى بسبب تفاقم أعراض ارتفاع ضغط الدم (HTN) مع ألم في البطن. تاريخ المريض يشمل ارتفاع ضغط الدم ومرض الكبد الدهني، ولا يوجد تاريخ للسكري (DM) أو أمراض القلب (IHD). المريض مدخن، لا يعاني منن حساسية معروفة تجاه الأدوية أو الأغذية. خلال الفحص البدني، كان ضغط الدم مرتفعًا عند 160/100 مم زئبق، والبطن مؤلم عند الجس في الجزء العلوي الأيمن.\n\nتم تشخيص الحالة بارتفاع ضغط الدم مع التهاب ممكن في الكبد. تم إجراء تحاليل مختبرية شملت صورة دم كاملة (CBC)، ووظائف الكبد (LFT) ووظائف الكلى (KFT) والتي أظهرت ارتفاعًا في إنزيمات الكبد. بدأ العلاج بخافضات ضغط الدم بالإضافة إلى الأدوية المعتادة التي تشمل غابابنتين، أليندرونات، ليفوثيروكسين وأوميبرازل. تم تعديل جرعة أوميبرازول لتخفيض حموضة المعدة ومنع تفاقم حالته الكبدية.\n\nيوصى بمتابعة منتظمة مع طبيب الأمراض الباطنية وتعديل نمط الحياة بتقليل التدخين والالتزام بحمية قليلة الدهون لتحسين حالة الكبد. يجب متابعة ضغط الدم أسبوعياً. مراجعة العيادة بعد شهر لمتابعة الحالة وإجراء فحص وظائف الكب مره أخرى."}
{"patient_id": "24610012492023", "patient_name": "آية محمد حسن", "patient_age": 76, "gender": "female", "document_date": "09/08/2023", "facility_name": "مستشفى النيل المركزي", "patient_address": "40 شارع التحرير, بورسعيد", "smoking_status": false, "blood_type": "B-", "occupation": "موظف حكومي", "conditions": ["الربو", "ارتفاع ضغط الدم", "فقر الدم", "الخرف", "الاكتئاب"], "medications": ["ديكلوفيناك"], "icd10_code": ["J45", "I10", "D64", "F03", "F32"], "department": "القلب", "primary_diagnosis": "الربو", "doc_type": "discharge", "clinical_notes": "اللمريضة آية محمد حسن، عمرها 79 سنة، دخلت المستشفى بسبب تدهور في وظائف الجهاز التنفسي مع زيادة في أعراض الربو. التاريخ المرضي للمريضة يشمل الربو المزمن، ارتفاع ضغط الدم (HTN)، فقر الدم، الخرف، والاكتئاب. رغم أنها تنفي التدخين حاليًا، إلا أن لديها تاريخ قديم بالتدخين لمدة 20 سنة، مما قد يكون مؤثرًا على حالتها التنفسية الحالة. تتناول المريضة ديكلوفيناك بشكل منتظم.\n\nعند االفحص، كانت المريضة تعاني من ضيق في التنفس ومعدل تنفس متسارع. تم إجراء أشعة صدر ووجدت علامات على زيادة إفرازات القصبات الهوائية. CBC أظهر فقر دم معتدل. بناءً على الفحص والتاريخ المرضي، تم تشخيص الحالة كتفاقم حاد للربو. تم بدء العلاج باستخدام موسعات الشعب الهوائية مثل سالبوتامول Salbutamol) وبريدنيزولون (Prednisolone) عن رريق الف. تم تعديل جرعة الأدوية الخافضة للضغط لضبط ضغط الدم.\n\nعند الخوج، أوصي بمتابعة دورية في عيادة الأمراض التنفسية والباطنية لمراقبة الربو والضغط. يجب على المريضة التوقف عن استخدام ديكلوفيناك نظرًا لاحتمالية تأثيره على الجهاز الهضمي، واستبداله بمسكنات أخرى تحت إشراف الطبيب. يفضل أيضًا التواصل مع أخصائي نفسي لمتابعة حالة الاكتئاب. تم تقديم نصائح بالابتعاد عن المثيرات التنفسية واستخدام جهاز البخاخ بانتظام."}
{"patient_id": "31304041888516", "patient_name": "هشام خالد عبدالحميد", "patient_age": 10, "gender": "male", "document_date": "30/06/2023", "facility_name": "مستشفى النيل المركزي", "patient_address": "43 شارع مصطفى النحاس, المنصورة", "smoking_status": false, "blood_type": "AB+", "occupation": "صيدلي", "conditions": ["فقر الدم", "الخرف", "السمنة"], "medications": ["ميتفورمين"], "icd10_code": ["D64", "F03", "E66"], "department": "الشيخوخة", "primary_diagnosis": "فقر الدم", "doc_type": "discharge", "clinical_notes": "السيد هشام خالد عبدالحميد، طفل يبلغ من العمر 12 عامًا، دخل إلى المستشفى بوحدة الأطفال بسبب تفاقم أعراض فقر الدم المعروف لديه، مع شكاوى من التعب الشديد والدوار المتكرر. لديه تاريخ مرضي يشمل الخرف والسمنة، ويتناول علاجًا بـميتفورمين للتحكم في مستويات الجلوكوز في الدم. لا يوجد تاريخ للتدخين أو الحساسية تجاه الأدوية..\n\nخلال فترة الإقامة، خضع المريض لعدة فحوصات مخبرية شمللت CBC، والتي أظهرت نقص في مستويات الهيموجلوبين. كما أُجري له فحص ECG لاستبعاد أي أسباب قبية للتعب، وكانت النتائج ضمن المعدلات الطبيعية. تم تقديم علاجات داعمة تشمل نقل الدم لتحسين مستويات الهيموجلوبين، مع متابعة دقيقة لوظائف الكبد والكلى LFT وKFT، التي ظلت ضمن الحدود الطبيعية.\n\nعند الخروج، ينصح بمواصلة متابعة مستويات الهيموجلوبين بانتظام، والالتزام بنظام غذائي متوازن يتماشى مع وضعه الصحي العام، مع ضرورة مراجعة طبيب الغدد الصماء لضبط جرعة الميتفورمين بما يتناسب مع عمره ووزنه الحالي. يُوصى بزيارة طبية بعد أسبوعين للمتابعة، مع التنبيه على العائلة بضرورة متابعة أي أعراض جديدة قد تظهر."}
{"patient_id": "26112190191418", "patient_name": "إبراهيم محمد المصري", "patient_age": 61, "gender": "male", "document_date": "22/05/2023", "facility_name": "مستشفى النيل المركزي", "patient_address": "84 شارع الهرم, طنطا", "smoking_status": false, "blood_type": "B-", "occupation": "سائق", "conditions": ["مرض الشريان التاجي", "الرجفان الأذيني", "قصور القلب"], "medications": ["هيدروكلوروثيازيد", "راميبريل", "باروكسيتين", "غابابنتين", "ليفوثيروكسين"], "icd10_code": ["I25", "I48", "I50"], "department": "الشيخوخة", "primary_diagnosis": "الرجفان الأذيني", "doc_type": "discharge", "clinical_notes": "الاسم: إبراهيم محمد المصري، 69 سنة، ذكر، متزوج، يعاني من مرض الشريان التاجي (IHD)، الرجفان الأذيني، وقصور القلب. تم إدخال المريض إلى مستشفى القصر العيني بسبب تدهور حالة قصور القلب وظهور أعرااض احتقان في الرئة وزيادة في الزن ناجمة عن احتباس السوائل. المريض لديه تاريخ مرضي طويل من ارتفاع ضغط الدم (HTN) ولا يعاني من داء السكري (DM) أو أمراض الكلى المزمنة CKD). لا يوجد تاريخ حساسية معروفة.\n\nخلال فترة الإقامة في المستشفى، تم تنفيذ خطة علاجية شملت تعديل جرعات الأدوية الحالية، بما في ذلك هيدروكلوروثيازيد ووراميبريل، وتمت إضافة مدرات للبول إضافية لتحقيق التحكم في السوائل االزائدة. تمت مراقبة العلامات الحيوية بانتظام، مع تنفيذ ECG يومياً لمتابعة الرجفان الأذيني. لم تظهر أي مضاعفات أخرى خلال فترة العلاج وقد تم استقرار الحالة بتحسن ملحوظ في الأعراض التنفسية.\n\nالتوصيات عند الخروج تشمل متابعة منتظمة مع طبيب القلب لمواصلة مراقبة حالة قصور القب والرجفان الأذينيي. يجب الاستمرار في تناول الأدوية الموصوفة بدقة، مع ضرورة متابعة وظائف الكبد (LFT) والكل (KFT) دورياً. يوصى بتجنب الأنشطة البدنية الشاقة والالتزام بنظام غذائي منخفض الملح. نوصي بزيارة عيادة القلب خلال أسبوعين لمزيد من التقييم وتعديل العلاج إذا لزم المر."}
{"patient_id": "28012132991839", "patient_name": "شريف خالد حسن", "patient_age": 43, "gender": "male", "document_date": "11/07/2024", "facility_name": "مستشفى النيل المركزي", "patient_address": "107 شارع مصطفى النحاس, أسوان", "smoking_status": false, "blood_type": "O-", "occupation": "مجند", "conditions": ["الرجفان الأذيني"], "medications": ["أليندرونات", "ليفوثيروكسين", "كلوبيدوغريل", "إيبوبروفين", "لوسارتان"], "icd10_code": ["I48"], "department": "الغدد الصماء", "primary_diagnosis": "الرجفان الأذيني", "doc_type": "discharge", "clinical_notes": "المريض شريف خالد حسن، 45 سنة، ذكر، لديه تاريخ مرضي يشمل الرجفان الأذيني. تم دخوله المستشفى بسبب زيادة في عدم انتظام ضربات القلب والشعور بالدوار والنهجان. لا يعاني من أمراض مزمنة أخرى مثل DM أو HTN. لا يوجد تاريخ للحساسية الدوائية. حالته الاجتماعية متزوج ولديه طفلان. \n\nعند الفحص، كانت العلامات الحيوية مستقرة باستثناء نبض غير منتظم. ECG أظهر رجفان أذيني غير منضبط. تم تقييم وظائف الكبد LFT والكلى KFT وكانت ضمن الحدود الطبيعية. CBC أأظهر نقص طفيف في الصفائح الدموية، وتم متابعة الحالة دون تدخل جراحي. \n\nالعلاج تضمن تعيل جرعة كلوبيدوغريل وضبط إيقاع القلب باستخدام أدوية مثل أميودارون. تم إرشاد المريض للمتابعة الدورية مع طبيب القلب ومراقبة أي أعراض جديدة. يُنصح بالاستمرار في تناول لوسارتان للسيطرة على ضغط الدم، وتجنب الإيبوبروفين بسبب تأثيره المحتمل على الصفائح الدموية، مع العودة لعيادة القلب بعد أسببوعين لمتابعة الحالة. يُوصى أيضًا بالتوقف عن استخدام الأليندررونات في حالة وجود آلام غير مبررة في العظام."}
{"patient_id": "31409212755144", "patient_name": "عبير أحمد عبدالحميد", "patient_age": 9, "gender": "female", "document_date": "10/10/2023", "facility_name": "مستشفى النيل المركزي", "patient_address": "115 شارع شبرا, الفيوم", "smoking_status": false, "blood_type": "AB+", "occupation": "مبرمج", "conditions": ["السكتة الدماغية", "داء السكري النوع الثاني", "مرض الكبد الدهني"], "medications": ["ميتفورمين", "وارفارين", "لوسارتان"], "icd10_code": ["I63", "E11", "K76"], "department": "الأورام", "primary_diagnosis": "مرض الكبد الدهني", "doc_type": "discharge", "clinical_notes": "المريض: عبير أحمد عبدالحميد، أنثى، 11 سنة، تعاني من عددة حالات طبية مزمنة تشمل السكتة الدماغية السابقة، DM النوع الثاني ومرض الكبد الدهني. تم قبولها ببالمستشفى بسبب تدهور في وظائف الكبد تمثل في ارتفاع نتائج LFT، بالإضافة إلى عدم استقرار في مستوى الجلوكوز في الدم. لا توجد حساسية معروفة للأدوية. الأسرة تدعم بشكل جيد وذلك يساعد في امتثال المريضة للعلاج.\n\nخلال الإقامة بالمستشفى، خضعت عبير لفحوصات شملت CBC، KFT وECG، التي أشارت إلى تحسن تدريجي في حالتها الصحية عقب تعديل جرعة الميتفومين ومراقبة دقيقة لمستوى السكر. تم استخدام وارفارين بحذر مع مراقبة INR بشكل منتظم لتجنب أي مضاعفات نزفية. كما تم تقديم استشارة غذائية لتحسين العادات الغذائية بما يتناسب مع حالتها الصحية.\n\nيوصى بمتابعة منتظمة في عيادة الأمراض الباطنية كل 3 أشهر لمراقبة السكر، وضغط الدم، ووظائف الكبد. يجب الاستمرار في ناول الأدوية الموصوفة، والالتزام بالنظام الغذائي الصحي، مع ضرورة التواصل الفوري مع الطبيب في حال ظهور أي أعراض غير مألوفة. نوصي بتثقيف الأسرة حول أهمية الامتثال للعلاج لضمان تحسين جودة حياة المريضة."}
{"patient_id": "28203120377229", "patient_name": "عبير محمود السيد", "patient_age": 40, "gender": "female", "document_date": "26/01/2023", "facility_name": "مستشفى النيل المركزي", "patient_address": "مصر", "smoking_status": false, "blood_type": "B-", "occupation": "مهندس", "conditions": [], "medications": ["ليفوثيروكسين", "أنسولين", "وارفارين", "ميتوبرولول", "كلوبيدوغريل"], "icd10_code": [], "department": "الكلى", "primary_diagnosis": "لا يوجد", "doc_type": "discharge", "clinical_notes": "المريضة: عبير محمود السيد، 43 سنة، أنثى، دخلت المستشفى بسبب ألم مفاجئ في الصدر مع ضيق في التنفس. لا توجد أمراض مزمنة معروفة لديها. الحالة الاجتماعية: متزوجة ولديها أطفال، ولا توجد حساسية معروفة لأي أدوية. تاريخ التدخين: لا تدخن.\n\nعند دخولها، تم إجراء فحص طبي شامل بما في ذلك ECG، الذي أظهر علامات على وجود اضطراب في القلب يشتبه في كونه IHD. نتائج CBC كانت ضمن الطبيعي، بينما أشارت LFT وKFT إلى وظائف طبيعية للكبد والكلى. بناءً على الأعراض والنتائج، تم تشخيص الحالة كاحتشاء عضلي قلبي غير مستقر (Unstable Angina).\n\nتم البدء في العلاج الفوري باستخدام الأدوية المعتادة للحالة بما في ذلك الأنسولين للتحكم في مستويات السكر في الدم، وارفارين لمنع التجلطات، ميتوبرولول لتنظم ضربات القلب، وكلوبيدوغريل كمضاد لتكدس الصفائح الددموية. تم تعديل جرعة اللفوثيروكسين بناءً على تقييم مستوى الهرمونات الدرقية. المريضة استجابت بشكل جيد للعلاج وتم استقرار حالتها.\n\nتوصيات المتابعة تشمل ضرورة الالتزام بمواعيد العيادة القلبية لمراقبة الحالة، وضرورة متابعة الأدوية بانتظام، مع تعديل الجرات حسب الحاجة. ينصح بتجب أي إجهاد بدني والالتزام بنظام غذائي صحي. التأكيد على ضررة التوقف عن التدخين نهائياً رغم أنها لا تدخن لضمان عدم حدوث مضاعفات مستقبلية."}
{"patient_id": "31106072784289", "patient_name": "شيماء رمضان حسن", "patient_age": 13, "gender": "female", "document_date": "16/12/2024", "facility_name": "مستشفى النيل المركزي", "patient_address": "109 شارع التحرير, المنيا", "smoking_status": true, "blood_type": "AB-", "occupation": "مجند", "conditions": ["ارتفاع ضغط الدم", "فقر الدم", "قصور القلب", "هشاشة العظام"], "medications": ["أسبرين", "أليندرونات"], "icd10_code": ["I10", "D64", "I05", "M81"], "department": "الصدر", "primary_diagnosis": "قصور القلب", "doc_type": "discharge", "clinical_notes": "المريضة شيماء رمضان حسن، أنثى تبلغ من العمر 14 عامًا، تم إدخالها إلى المستشفى بسبب تدهور في حالة قصور القلب المزمن المعروف لديها، بالإضافة إلى اشتداد أعراض فقر الدم وارتفاع ضغط الدم. لديها تاريخ مرضي يشمل HTN وفقر الدم المزمن وقصور القلب وهشاشة العظام، وهي تتناول علاجًا يشمل الأسبرين وألينرونات. أفادت المريضة بأنها تدخن بشكل منتظم.\n\nخلال فترة الإقامة بالمستشفى، تم إجراء فحوصات شاملة شملت CBC وECG لتقييم حالة القلب وفحص LFT وKFT للتأكد من عدم وجود مضاعفات أخرى. النتائج أظهرت زيادة في حجم القلب في الأشعة وأوضاع متقدمة في فقر الدم. تم البدء في علاج داعم يشمل مدرات البول لتحسين وظيفة القلب ونقل دم لتحسين مستوى الهيموجلوبين. تم تعديل جرعة الأسبرين لمراعاة هشاشة العظام.\n\nتوصيات المتابعة تشمل متابعة دورية في عيادة القلب وضبط ضغط الدم، مع ضرورة التوقف عن التدخين فورًا. من الضروري الالتزام بالعلاج الدوائي الحالي، وإجراء فحوصات دورية لمراقبة مستوى الكالسيوم وفيتامين D لدعم صحة العظام. يُنح بمتابعة غذائية لتحسين حالة فقر الدم ودمج تمارين رياضية خفيفة مناسبة لحالتها الصحية."}
{"patient_id": "26403253058390", "patient_name": "جورج عادل العربي", "patient_age": 59, "gender": "male", "document_date": "18/09/2023", "facility_name": "مستشفى النيل المركزي", "patient_address": "32 شارع عباس العقاد, الزقازيق", "smoking_status": false, "blood_type": "AB-", "occupation": "مهندس", "conditions": ["مرض الكبد الدهني", "فرط شحميات الدم", "الرجفان الأذيني", "التهاب المفاصل"], "medications": ["هيدروكلوروثيازيد", "سيمفاستاتين", "كلوبيدوغريل", "ميتوبرولول", "ديكلوفيناك", "أنسولين"], "icd10_code": ["K76", "E78", "I48", "M19"], "department": "الكلى", "primary_diagnosis": "فرط شحميات الدم", "doc_type": "discharge", "clinical_notes": "المريض جورج عادل العربي، ذكر، عمره 61 عامًا، يعاني من تاريخ مرضي يشمل مرض الكبد الدهني، فرط شحميات الدم، الرجفان الأذيني، والتهاب المفاصل. تم قبوله في المستشفى بسبب تزايد الأعراض المرتبطة بالرجفان الأذيني وضيق التنفس. لا يوجد تاريخ إيجابي للحساسية الدوائية، ولا يدخن.\n\nخلال فترة الإقامة في المستشفى، تم إجراء عدة فحوصات تشمل ECG، CBC، LFT، وKFT، والتي أظهرت تحسنًا في مؤشرات وظائف الكبد، واستقرار الحالة القلبية. تم تعديل جرعة الهيدروكلوروثيازيد بناءً على مراقبة ضغط الدم، وتم إضافة دواء أميودارون (Amiodarone) للسيطة على الرجفان الأذيني. استمر العلاج بسيمفاستاتين، كلوبيدوغريل، ميتوبرولول، وديكلوفيناك حسب الخطة العلاجية السابقة.\n\nتم توجيه المريض لمتابعة دورية في عيادة القلب والباطنة كل 3 أشهر لمراقبة الحالة العامة ومؤشرات وظائف الكبد والدهون. يجب الاستمرار في نظام غذائي صحي ومتوازن مع ممارسة النشاط البدني بانتظام. يُنصح بالتوقف عن تناول الملح الزائد ومراقبة مستويات السكر في الدم بانتظام. يُفضل إجراء اختبار وظائف الكبد (LFT) بشكل دوري لمتابعة حالة الكبد الدهني."}
{"patient_id": "27007141670780", "patient_name": "إيمان سعيد الجندي", "patient_age": 54, "gender": "female", "document_date": "20/12/2024", "facility_name": "مستشفى النيل المركزي", "patient_address": "98 شارع جامعة الدول العربية, الإسماعيلية", "smoking_status": false, "blood_type": "O-", "occupation": "مجند", "conditions": ["الاكتئاب", "داء السكري النوع الثاني"], "medications": ["راميبريل", "أسبرين", "ميتوبرولول", "ديكلوفيناك"], "icd10_code": ["F32", "E11"], "department": "الأورام", "primary_diagnosis": "الاكتئاب", "doc_type": "discharge", "clinical_notes": "تم إدخال المريضة إيمان سعيد الجندي، 55 سنة، أنثى، إلى المستشفى بسبب تفاقم أعراض داء السكري النوع الثان (DM) وارتفاع ضغط الدم (HTN). تعاني المريضة من الاكتئاب المزمن وتعالج بأدوية تشمل راميبريل، أسبرين، ميتوبرولول وديكلوفيناك. لا توجد حساسية معروفة للأدوية. لا تدخن المريضة وتعيش مع عائلتها.\n\nخلال فترة الإقامة، تم إجراء تقييم شامل بما في ذلك فحص سريري وتحاليل مخبرية مثل CBC وLFT وKFT. أظهرت النتائج تحكمًا غير كافي في مستويات الجلوكوز والضغط الدموي. تم تعديل خطة العلاج الدوائي لتشمل جرعات محسنة من ميتفورمين وإضافة الأنسولين طويل المفعول لضبط مستويات السكر، بالإضافة إلى تحسين جرعة راميبريل لتحقيق السيطرة على ضغط الدم.\n\nتوصيات المتابعة تشمل مراجعة عيادة الغدد الصماء لمراقبة مستويات الجلوكوز وضغط الدم بانتظام، واستمرار العلاج النفسي لمتابعة حالة الاكتئاب. يُنصح بإجراء فحص دوري لوظائف الكلى والكبد كل ثلاثة أشهر. تحتاج المريضة أيضًا إلى الالتزام بنظام غذائي منخفض السكريات والدهون، وزيادة النشاط البدني بما يتناسب مع حالتها الصحية."}
{"patient_id": "29907260873834", "patient_name": "كريم خالد البنا", "patient_age": 23, "gender": "male", "document_date": "18/06/2023", "facility_name": "مستشفى النيل المركزي", "patient_address": "30 كورنيش النيل, أسيوط", "smoking_status": false, "blood_type": "B+", "occupation": "عامل", "conditions": ["فقر الدم", "فرط شحميات الدم", "مرض الكبد الدهني", "التهاب المفاصل"], "medications": ["ليفوثيروكسين", "كلوبيدوغريل", "وارفارين", "إيبوبروفين", "أتورفاستاتين"], "icd10_code": ["D64", "E78", "K76", "M19"], "department": "الأعصاب", "primary_diagnosis": "فقر الدم", "doc_type": "discharge", "clinical_notes": "المريض كريم خالد البنا، ذكر يبلغ من العمر 26 سنة، دخل المستشفى بسبب تفاقم ألم المفاصل المصحوب بتورم وعدم القدرة على المشي بشكل طبيعي. يُعاني المريض من تاريخ مرضي يشمل فقر الدم، فرط شحميات الدم، مرض الكبد الدهني، والتهاب المفاصل. المريض ليس لديه تاريخ مرضي بالإصابة بـ DM، HTN، أو IHD، وينكر وجود حساسية للأي دواء. يُدخن المريض منذ 20 سنة، وإنكار ذلك كان عن طريق الخطأ في البداية.\n\nأثناء الفحص السريري، ظهر تورم في المفاصل الكبيرة مع ألم شديد عند الحركة. تم إجراء فحوصات مختبرية شملت CBC، LFT، وKFT أظهرت انخفاض في الهيموغلوبين وارتفاع ففي إنزيمات الكبد. تم تشخيص الحالة كتفاقم لالتهاب المفاصل مع اشتباه بزيادة حدة مرض الكبد الدهني.\n\nخلال الإقامة بالمستشفى، تم تعديل جرعات الأدوية لتشمل زيادة في جرعة إيبوبروفين والتحكم في الألم. تم أيضًا بدء العلاج الطبيعي لدعم حركة المفاصل وتحسين الوظيفة. يُوصى بمتابعة منتظمة في العيادة الخارجية لضبط نسبة الدهون في الدم وتقييم حالة الكبد، مع التوقف التام عن التدخين. ينصح بإعادة تقييم حالة الدم لتجنب تفاقم فقر الدم."}
{"patient_id": "26005290399724", "patient_name": "مريم عبدالله البنا", "patient_age": 64, "gender": "female", "document_date": "16/09/2024", "facility_name": "مستشفى النيل المركزي", "patient_address": "36 شارع الهرم, الأقصر", "smoking_status": false, "blood_type": "B+", "occupation": "متقاعد", "conditions": ["القصور الكلوي المزمن", "الخرف"], "medications": [], "icd10_code": ["N18", "F03"], "department": "الشيخوخة", "primary_diagnosis": "القصور الكلوي المزمن", "doc_type": "discharge", "clinical_notes": "مريم عبدالله البنا، أنثى تبلغ من العمر 65 عامًا، دخلت المستشفى بسبب تدهور في الحالة العامة نتيجة القصور الكلوي المزمن (CKD) وتفاقم أعراض الخرف. لم تعلن عن وجود حساسية معروفة أو تاريخ مرضي إضافي ذي صلة. ليست مدخنة وليست تحت أي علاج دوائي حالي. تاريخها الاجتماعي غير مفصل في السجل المتاح.\n\nخلال فترة إقامتها في المستشفى، تم إجراء الفحوصات اللازمة بما في ذلك وظائف الكلى (KFT) التي أظهرت تدهورًا في مستويات الكرياتينين واليوريا. تم تقديم العلاج الداعم من خلال تحسين التوازن الكهروليتي وتقديم السوائل الوريدية المناسبة. تم مراقبة الحالة العقلية للمريضة بشكل دوري نظرًا لتاريخ الخرف. لا توجد مضاعفات جديدة أثناء الإقامة وتم الاستقرار في الحالة العامة قبل الخروج.\n\nقبل الخروج، تم تقديم توصيات بمتابعة منتظمة مع أخصائي الكلى لمراقبة تقدم القصور الكلوي. يُوصى أيضًا بمتابعة الحالة العقلية مع طبيب الأعصاب لللسيطرة على أعراض الخرف. يجب إجراء اختبارات دورية لوظائف الكلى والفحوصات الروتينية الأخرى مثل صورة الدم (CBC). أيضًا، يُنصح بمراعاة نظام غذائي خاص يتماشى مع حالة القصور الكلوي ويوصى بتجنب الأطعمة العالية في البوتاسيوم والصوديوم."}
{"patient_id": "27007260559025", "patient_name": "سمر صلاح النجار", "patient_age": 53, "gender": "female", "document_date": "17/09/2023", "facility_name": "مستشفى النيل المركزي", "patient_address": "63 شارع مصطفى النحاس, الجيزة", "smoking_status": true, "blood_type": "AB+", "occupation": "مدرس", "conditions": ["ارتفاع ضغط الدم"], "medications": ["غابابنتين", "أملوديبين"], "icd10_code": ["I01"], "department": "القلب", "primary_diagnosis": "ارتفاع ضغط الدم", "doc_type": "discharge", "clinical_notes": "المريضة سمر صلاح النجار، 55 سنة، أنثى، تعاني من ارتفاع ضغط الدم (HTN) وتستخدم الأدوية غابابنتين وأملوديبين بانتظام. تم دخولها إلى المستشفى بسبب آلام حادة في الصدر واحتمالية وجود حالة اشتباه في الذبحة الصدرية. التاريخ المرضي يشمل HTN ولا يوجد تاريخ مرضي للسكري أو أمراض اقلب الإقفارية (IHD). المريضة مدخنة، مما قد يزيد من المخاطر الوعائية.\n\nخلال فترة الإقامة بالمستشفى، تم إجراءء الفحوص اللازمة بما في ذلك ECG للتحقق من وجود تغيرات قلبية، والذي أظهر عدم وجود علامات واضحة للإقفار. تم عمل صور دم كاملة (CBC)، وظائف كبد (LFT) وكلى (KFT)، وكلها كانت ضمن الحدود الطبيعية. تم تقديم العلاج الداعم لحالة الذبحة وتعديل جرعة الأملوديبين لضبط ضغط الدم. لم يتم الكشف عن أي حساسية تجاه أدوية معينة.\n\nالتوصيات تشمل الامتناع ن التدخين بشكل فوري، متابعة مع طبيب القلب لفحص دوري وإعادة تقييم الأدوية المستخدمة. ينبغي الاستمرار في تناول الأملوديبين مع تععديل الجرعة حسب الحاجة وتحت إشراف الطبيب. من المهم مراقبة ضغط الدم بانتظام والالتزام بنظام غذائي صحي للحد من المخاطر المستقبلية."}
{"patient_id": "26003311427021", "patient_name": "مروة رمضان الطنطاوي", "patient_age": 64, "gender": "female", "document_date": "06/03/2025", "facility_name": "مستشفى النيل المركزي", "patient_address": "27 شارع السودان, شبرا الخيمة", "smoking_status": true, "blood_type": "B+", "occupation": "صحفي", "conditions": ["السكتة الدماغية", "الرجفان الأذيني", "النقرس", "الربو"], "medications": ["هيدروكلوروثيازيد", "ديكلوفيناك", "لوسارتان", "أنسولين", "أليندرونات", "وارفارين"], "icd10_code": ["I63", "I48", "M10", "J45"], "department": "الباطنة", "primary_diagnosis": "النقرس", "doc_type": "discharge", "clinical_notes": "السيدة مروة رمضان الطنطاوي، 5 عامًا، تم إدخالها إلى المستشفى بسبب نوبة حادة من السكتة الدماغية (Stroke). لديها تاريخ مرضي يشمل الرجفان الأذيني (Atrial Fibrillation)، النقرس (Gout)، والربو (Asthma)، مع استخدام الأدوية التالية: هيدروكلوروثيازيد، ديكلوفيناك، لوسارتان، أنسولين للسكري (DM)، أليندرونات، وارفارين. االمريضة تدخن بشكل منتظم.\n\nأثناء الإقامة، تم إجراء فحوصات شاملة بما في ذلك CBC، LFT، KFT، و ECG. الفحوصات أظهرت ارتفاعًا متوسطًا في ضغط الدم وتمت إدارة الحالة بزيادة جرعة اللوسارتان. تم تعدييل جرعات الأنسولين لموازنة مستويات السكر في الدم، وأُعطيت المريضة علاجًا وقائيًا إضافيًا للربو باستخدام موسعات الشعب الهوائية (Bronchodilators). تم مراقبة مستويات INR لضبط جرعةة الوارفاررين بشكل دقيق.\n\nعند الخروج، نُصحت السيدة مروة بضروة التوقف عن التدخين، ومتابعة العلاجات في اعيادات الخارجية بناءً على جدول زمني محدد لمراقبة ضغط الدم والتحكم في مستويات السكر. كما يوصى بمتابعة دورية مع طبيب القلب لمراقبة حالة الرجفان الأذيني والحفاظ على مستويات INR في النطاق العلاجي الأمثل. نوصي أيضًا بالاستمرارر في العلاج الطبيعي لتحسين الوظاف الحركية بعد السكتة ادماغية واتباع حمية غذائية منخفضة الصوديوم والدهون."}
{"patient_id": "24505082696557", "patient_name": "ياسر إبراهيم السيد", "patient_age": 80, "gender": "male", "document_date": "12/09/2025", "facility_name": "مستشفى النيل المركزي", "patient_address": "39 شارع بورسعيد, دمياط", "smoking_status": false, "blood_type": "O-", "occupation": "مجند", "conditions": ["الخرف"], "medications": ["هيدروكلوروثيازيد", "لوسارتان", "إيبوبروفين", "أملوديبين"], "icd10_code": ["F03"], "department": "الغدد الصماء", "primary_diagnosis": "الخرف", "doc_type": "discharge", "clinical_notes": "المريض ياسر إبراهيم السيد، ذكر، عمره 80 عامًا، دخل المستشفى بسبب تدهور حالته العقلية المرتبطة بمرض الخرف. لديه تاريخ مرضي من HTN وشكاوى من آلام في المفاصل، يتناول هيدروكلوروثيازيد ولوسارتان للتحكم في ضغط الدم وإيبوبروفين لأععراض الألم، بالإضافة إلى أملوديبين.\n\nعند الفحص السريري، وُجد أن المريض يعاني من تدهور عام في الوظائف الإدراكية، وتم إجراء اختبارات شاملة بما في ذلك CBC، KFT، وLFT، وكانت النتائج ضمن الحدود الطبيعية. ECG أظهر عدم وجود تغيرات جديدة تشير إلى IHD. تم تشخيص الحالة على أنها تفاقم في أعراض الخرف.\n\nخلال الإقامة، تم تعديل خطة العلاج لتشمل مراقبة دقيقة للأدوية وتحسين البيئة المحيطة بالمريض لتقليل التوتر. نُصِح بالتوقف عن تناول الإيبوبروفين لتجنب تأثيره على وظائف الكلى، وتم إحالة المريض للرعاية المنزلية تحت إشراف طبيب نفسب متخصص.\n\nتوصيات المتابعة تشمل زيارة دورية كل 3 أشهر لمرااجعة الحالة العامة وضبط الأدوية حسب الحاجة. ينصح أيضًا بمتابعة الوضع النفسي والاجتماعي للمريض من خلال جلسات دعم أسري. يجب الإبلاغ عن أي تغيرات في الحالة العقلية أو الجسدية فورًا."}
{"patient_id": "31301183229575", "patient_name": "أشرف رشدي العربي", "patient_age": 10, "gender": "male", "document_date": "06/08/2023", "facility_name": "مستشفى النيل المركزي", "patient_address": "53 شارع الجمهورية, السويس", "smoking_status": false, "blood_type": "A+", "occupation": "مجند", "conditions": ["مرض الشريان التاجي", "فرط شحميات الدم", "فقر الدم"], "medications": ["كلوبيدوغريل", "هيدروكلوروثيازيد", "أملوديبين"], "icd10_code": ["I25", "E78", "D64"], "department": "الصدر", "primary_diagnosis": "فقر الدم", "doc_type": "discharge", "clinical_notes": "المريض أشرف رشدي العربي، ذكر، يبلغ من العمر 12 عامًا، تم إدخاله إلى المستشفى بسبب تدهور حالته الصحية المتعلقة بمرض الشريان التاجي (IHD) وفرط شحميات الدم. يعاني المريض أيضًا من فقر الدم المزمن. التاريخ المرضي يوضح عدم وجود سكري (DM) أو ضغط (HTN)، ولا يوجد تعاطي للتبغ. الفحوصات الأولية تضمنت رسم قلب (ECG) أظهر تغيرات طفيفة، وصورة دم كاملة (CBC) أظهرت نقص في مستوى الهيموجلوبين. كما أُجريت فحوصات وظائف الكبد (LFT) والكلى (KFT) وكانت ضمن المعدلات الطبيعية.\n\nخلالل الإقامة بالمستشفى، تم إعطاء المريض أدوية مضادة للصفيحات مثل كلوبيدوغريلل، بجانب العلاج الدوائي المستمر بهيدروكلوروثيازيد وأملوديبين. تم تحسين مستوى الحديد بالدم من خلال مكملات الحديد الفموية. تمت متابعة استجابة المريض بشكل دوري، وأظهرت التحاليل الدورية تحسنًا ملحوظًا في مستوى الهيموجلوبين. لا توجد أية حساسية معروفة للأدوية أو الطعام.\n\nتوصيات المتابعة تشمل استمرار العلاج بالأدوية الموصوفة ومراجعة طبية دورية كل 3 أشهر لمتابعة حالة القلب والأوعية. يُنصح بإجراء فحوصات دورية لصورة الدم (CBC) لمتابعة حالة فقر الدم والحفاظ على نظام غذائي متوازن للحد من فرط شحميات الدم."}
{"patient_id": "24208031051062", "patient_name": "مارينا صلاح حسن", "patient_age": 82, "gender": "female", "document_date": "02/09/2024", "facility_name": "مستشفى النيل المركزي", "patient_address": "83 شارع رمسيس, دمياط", "smoking_status": false, "blood_type": "AB+", "occupation": "مبرمج", "conditions": ["السمنة", "القصور الكلوي المزمن", "الخرف", "الاكتئاب", "داء السكري النوع الثاني"], "medications": ["ديكلوفيناك", "أسبرين", "ميتوبرولول", "أملوديبين"], "icd10_code": ["E66", "N18", "F03", "F32", "E11"], "department": "الغدد الصماء", "primary_diagnosis": "الخرف", "doc_type": "discharge", "clinical_notes": "الاسم: مارينا صلاح حسن  \nالسن: 83 سنة  \nالنوع: أنثى  \n\nتم دخول السيدة مارينا إلى المستشفى بسبب تدهور الحالة الذهنية وزيادة مستويات السكر في الدم. لديها تاريخ مرضي مزمن يشمل السمنة، القصور الكلوي المزمن (CKD)، الخرف، الاكتئاب، وداء السكري النوع الثاني (DM). كانت تعاني من عدم استجابة للعلاجات المعتادة للسكري وارتفاع ضغط الدم. الأدوية المستخدمة تشمل الديكلوفيناك، الأسبرين، ميتوبرولول، وأملوديبين. لا توجد حساسية معروفة للأدوية.\n\nأثناء الإقامة في المستشفى، تم إجراء الفحص السريري الأولي الذي أظهر ارتفاع في ضغط الدم واعتلال في الوظائف الكلوية. تم عمل تحليل صورة الدم (CBC) ووظائف الكلى (KFT)، حيث أظهرت النتائج ارتفاع نسبياً في مستوى الكرياتينين. تم تعديل خطة العلاج لتشمل تعديل جرعات الأدوية بالإضافة إلى مراقبة مستمرة لمستوى السكر في الدم وضغط الدم. تم وصف الأنسولين للتحكم في مستوى السكر في الدم وتحسين الحالة الذهنيةة.\n\nالتوصيات عند الخروج تشمل متابعة منتظمة في عيادة الأمراض الباطنية مع مراقبة دورية لوظائف الكلى والسكر. يُنصح أيضًا بزيارة طبيب نفسي لمتابعة حالة الاكتئاب والخرف، مع الحفاظ على نظام غذائي صحي متوازن لتقليل الوزن. يُفضل تجنب تناول الأطعمة الغنية بالأملاح لتقليل الحمل على الكلى."}
{"patient_id": "30612300204753", "patient_name": "حسام حسين الفقي", "patient_age": 16, "gender": "male", "document_date": "04/04/2023", "facility_name": "مستشفى النيل المركزي", "patient_address": "39 شارع بورسعيد, السويس", "smoking_status": false, "blood_type": "AB+", "occupation": "صيدلي", "conditions": [], "medications": ["أملوديبين", "هيدروكلوروثيازيد", "إيبوبروفين"], "icd10_code": [], "department": "العظام", "primary_diagnosis": "لا يوجد", "doc_type": "discharge", "clinical_notes": "المريض حسام حسين الفقي، ذكر، يبلغ من العمر 24 سنة، دخل المستشفى بسبب آلام حادة في الصدر استمرت لمدة يومين. لا يوجد لديه تاريخ مرضي للإصابة بأمراض مزمنة مثل DM أو HTN أو IHD. المريض لا يعاني من حساسية معروفة من الأدوية أو الأطعمة، وليس مدخنًا.\n\nعند الفحص السسريريي، كان ضغط الدم 140/90 ملم زئبقي، مع معدل نبض 78 نبضة في الدقيقة. تم إجراء ECG الذي أظهر علاممات طفيفة على إجهاد القلب، وتم طلب CBC وLFT بحالتها الطبيعية مع KFT أظهرت وظائف كلى طبيعية. تم تشخيص الحالة على أنها ارتفاع ضغط الدم العابر مع تشنجات في عضلة القلب.\n\nتم إدارة الحالة بالعلاج بـأملوديبين 5 ملغ يوميًا وهيدروكلوروثيازيد 25 ملغ يوميًا للسيطرة على ضغط الدم، بالإضافة إلى إيبوبروفين 400 ملغ عند اللزوم لتخفيف الألم. استجاب المريض بشكل جيد للعلاج وتمت ملاحظته لمدة 48 اعة في المستشفى لضمان استقرار حالته.\n\nالتوصيات عند الخروج تشمل متابعة قياسات ضغط الدم بشكل دوري، تجنب الإجهاد البدني الزائد، والتواصل مع طبيب القلب في حال ظهور أعراض مشابهة. يُنصح بإجراء فحص دوري كل ستة أشهر لمراقبة وظائف القلب وضغط الدم."}
