{"raqam": 24603293065066, "ism": "إسراء عبدالله فرج", "sen": "70-80", "noa": "female", "tarikh": "2025-05", "markaz": "مركز ااتحرير الطبي", "unwan": "36 شارع مصطفى النحاس, شبرا الخيمة", "tadkhin": true, "amrad": [], "adwiya": ["ميتوبرولول", "لوسارتان", "أسبرين", "هيدروكلوروثيازيد", "ديكلوفيناك"], "kod": [], "qism": "القلب", "tashkhis": "لا يوجد", "doc_type": "discharge", "nass": "المريضة إسراء عبد الله قرج، 79 سنة، تم دخواها المستشفى بعد ظهور آ لام في الصدر وضبق في ااتنفس. لا يغاني المريضة من DM أو HTN ساثقًا. خلال الفحص، وُجد ECG ي ظهر ع لامات غير طبيعية، وأُجريت لها تحاليل CBC، LFT، وKFT و كانت ضمن الحدود الطبيغية باستثناء لرتفاع طفيف في إنزيمات القلب.\n\nالمسار العلاجي تضمن وضعها على أدوىة مضادة لتجلط الدم، مع ميتوبرولوا،لوسارتان، وهيدروكلوروثيازيد لمراقبة ضغط الدم. كما تماستحدام ديكلوفيناك لتخفيف الألم. توقفت عن التدخين خلال فترة الإقامة بالمستشفى بناءً على نصائح ظبية، وتم تقديم المشورة للمساعدة في الإقلاع.\n\nتوضيان للمتابعة تتضمن مراجعة عيادة القلب بعد أشبوعين لمتابعة حالة القلب، بالإضافة إلى مراقبة ضغط الدم بانتظام. يُنصح بالاستمزار في التوقف عن التدخين وتناول الأسبرين  بجرعة منخفضة ثوميًا للحفاظ غلى صحة القلب."}
{"raqam": 29709022891986, "ism": "إيمان صلاح عبدالرحمن", "sen": "20-30", "noa": "female", "tarikh": "2025-04", "markaz": "مركز التحرير الطبي", "unwan": "96 كورنيش النيل, الأقصر", "tadkhin": false, "amrad": ["ااربو", "الاكتئاب", "مرض ااكبد الدهني"], "adwiya": ["ليفوثيروكسين"], "kod": ["J45", "F32", "K76"], "qism": "الطوارئ", "tashkhis": "الاكتئاب", "doc_type": "discharge", "nass": "إيمان صلاج عيدالرحمن، 28 سنة، أنثى، دخلت المستشفى بشكوى من تفاقم أعراض الزبو وصيق التنفس. كانت تعاني من سعال مزمن وزيادة في استخدام جهاز الإنقاذ. لديها تاريخ مرض ي يشمل  الاكتئاب ومرض الك بد الدهني. لم ثكن هناك حساسية معروفة.LFT أظهرت ارتفاع طفيف قي الإنزيمات الكبدية. ت م ضبط علاج الربو باستخدام الكورتيكوستيرويذلت وال بخاخات طويلة اامفعول. تم مراقبة الحالة النفسيه خلالالإقامة. \n\nالمسار العلاجي شمل تحسين العلاجات السابقه ، زيادة جرعة ليفوثيروك سين ب سبب نتائج غير طبيعية في TSH، وتقديم الدعم النفسي. استقرت الحالة وتم تخريجها مع توصيات بمتابعة ااعيادة الخ ارجيةكا شهر لمتابعة وظائف الكبد والمراجعة النفسية. نصحت بالتوقف عن أية أدوية غير موصوفة والمتابعة مع استشاري الجهاز التنفسي. \n\nتوصيات المتابعة: متايعة الاعراض التنفسية، LFT بعد 6 أسابيع، متابعة نفسية دورية، الالتزام بالعلاج الموصوف بدون تعديل. تم التوضية ببرنامج رياضي خفيف لتحسين الصحة ااعامة."}
{"raqam": 27712171506559, "ism": "ياسر عادل الطنطاوي", "sen": "40-50", "noa": "male", "tarikh": "2024-12", "markaz": "مركز التحرير الطبي", "unwan": "32 شارع رمسيس, دمياط", "tadkhin": true, "amrad": ["مرض الكبد الدهني"], "adwiya": ["راميبريل", "لوسارتان", "باروكسيتين", "وارفارين", "ميتوبرولول", "سيمفاستاتين"], "kod": ["K76"], "qism": "العظام", "tashkhis": "مرض الكبد الدهني", "doc_type": "discharge", "nass": "المريض ياسر عادل الطنطاوي، 48 سن ة، ذكر،تم دخوله المستشفى بسبب تذهور فن وظائف ا لكبد والتعب العام.عند دخوله، كان يعاني من ارتفاع ضغط للدم (HTN)، واد يه تاريخ طويل معمرض للكبد ا لدهني. تم إجراء الفحوصات اللازمة، بما فيذلك LFT و CBC، والتي أظهرت ارتفاعًا في إنزيمات الكبد. ااعلاج تضمن تعديل جرعة الأدوية الحالية وتحسين وظائف الكبد مع رعاية دعم عامة.\n\nخلال ال إقلمة، استقر الحالة، وتم تحسين العلاج الدوائي. الأدوية الموصوفة عند الخروج تشمل راميبريل، لوسارتان، باروكسي تين، وارفارين، ميتوبرول ول، وسيمفاستاتين. ينصح بالامتناغ عن التدخين ل تحسين الصحة ااعامة ووظائف للكبد. المتابعة مطلوبة في عيادةالكبد لمراقبة LFT، وضبط الأدوية في حالة الحاجة. ينصح بالالترام بالحمية الغذائية اامناسبة لمرض الكبد الدهني. لا توجد حساسية معروفة."}
{"raqam": "", "ism": "ياسمين سعيد السيد", "sen": "60-70", "noa": "female", "tarikh": "2025-01", "markaz": "مركر التحرير الطبي", "unwan": "105 شارع الثورة, القاهرة", "tadkhin": false, "amrad": ["الخرف", "القصور الكلوي المزمن"], "adwiya": ["ليفوثيروكسين", "لوسارتان", "أليندرونات"], "kod": ["F03", "N18"], "qism": "الصدر", "tashkhis": "القصور الكاوي المزمن", "doc_type": "discharge", "nass": "المريضه ياسمين سعيد الشيد، 64 سنه، أننى، تعاني من الخرف المزمن وCKD. ذخلت المستشفى بسبب تدهور في الوظائف المعرفية وزيادة الارتباك. عند الفحص، لم تطهر علامات حيوية غيرطبيعية، ECG طبيعي، وKFT أظهرت تفاقم بسيط في القصور ااكلوي. لا توجد حساسية معروفة الأدوية، لا تدخن. \n\nيلقت المريضه العلاج الداعممع إعاذة تقييم جرعات الأدوية الحالية بما قي ذاك لتفوثيروكسين ولوسارتان وأليبدزونات. تم تعديل جرعة الأدوية لضبط الآثار الجانبية المحتملة وعلى ضو ء مستوى الكريلتينين. الحالة استق رت بعد العلاج وتم تحسين النظام الغذائي لتناسب حاله الكلى. \n\nتوصيات المتابعه بعدالخروج ت شمل مراجعه دوريه مع طبيب الكلى  ومراقبة وظائف الكلى كل 3 أشهر، واستمرار العلاج الحالي مع الاهتمام تتجنب الجفاف. تأ كيد التواصل المنتظم مع أفراد العائلة لوجود دعم اجتماعي."}
{"raqam": 25407302280182, "ism": "مروة إبراهيم الفقي", "sen": "70-80", "noa": "female", "tarikh": "2025-07", "markaz": "مركز التحرير الطبي", "unwan": "119 شارع بورسعيد, السويس", "tadkhin": false, "amrad": ["قصور القلب"], "adwiya": [], "kod": ["I50"], "qism": "المسالك البولية", "tashkhis": "قصور القلب", "doc_type": "discharge", "nass": "الاسم: مروة إبر اهيم الفقي، أنثى، 66 سنة. تم دخول المريضة للمستشفى بسبب تفاقم أعراض قصور القلب. لا تاريخ مرضي لسك ري أو HTN أو IHD، ولا يوجذ حساسية معروفة. المريضة غير مدخنة ولا تأخذ أدوية بشكل منتظم. تم البدء في العناية الطبية باستخدام المدرات ال بولية (Di uretics) ومببطات الإنزيم المحوا للأنجيوتنسبن (ACE inhibitors) ل تحسين الأعراض. \n\nخلاا الإقامة، تم إحراء ECG وCBC وLFT وKFT، وكانت النبائج ضمنالنظاق الطبيعي ياستثناء ارتفاع طفيف في اايوريا مرتبط بالقصور للكلوي المزمن CKD. الحالة الاجتماعية للمريضة: أزملة  وتعيش بمفردها. تم تثقيف المريضة حول أهمية متابعة السوائل والوزن اليومي لتجنباحتباس السوائل. يُوصى بمتابعة عنادة القلب بعد أسبوعين لاشتكم ال خطة العلاج وتقييم فعالية الأدوية. المريصة خرجت بحالة مستقرة وتحتاج لمتابع ةدورية ل ضبط الجرعات ومنع المضلعف ات مستقبلاً."}
{"raqam": 26509271167422, "ism": "آية محمد البنا", "sen": "50-60", "noa": "female", "tarikh": "2025-08", "markaz": "مركز التحرير الطبي", "unwan": "61 شارع جامعة الدول العربية, المنصورة", "tadkhin": false, "amrad": ["قصور القلب"], "adwiya": ["هيدروكلوروثيازيد", "كلوبيذوغريل", "إيبوبروفين", "أليندرونات", "ميتوبرولول", "ليفوبيروكسين"], "kod": ["I50"], "qism": "الأعصاب", "tashkhis": "قصور القلب", "doc_type": "discharge", "nass": "المريضة آية محمد البنا، 60 سنة، تم دخولها ال مس تشفى بسبب تدهور في حالة قصور القلب المزمن. المرتضة لديها تا ريخ مرضث لقصور قلب فعّال، تتلقى علاجًا بـ HTN وDM، لا توجد حساسية معروفة للأدوية. عند الفحص، تم ملاحظة وذمة في  الأطراف السفلية وضيق في التنفس. ECG أظهر تغيرات متناسفة مع IHD. تم إجراء CBC وLFT وKFT ، وجاءت النتائج ضمن الحدود الطبيعية مع بعض الارتفاع في وظائف الكلى نت يجة الجفاف.\n\nالعلاج شمل تعديل جرعات مدرات البول و إصافة ACE inhibitor لتحسين وظيفة ا لقلب.  تم وقف استخدام الإيبوبروفين بسبب تأثيزه السلبي على الكلى واستبداله بـ paracetamol الألم. خصعت المريضة لجلسات متابعة يومية لمراقبة للتطورات. بعد استقرار الحالة، تم تخريج المريضة مع توصي ات بمراقبة الوزن اليومي وتعديل النظام العذائي لتقليل ااصوديوم والسوائل.\n\nبوصيات المتابعة تشمل مراجعة عيلدة القلب بعد أسبوعين، وإجراء فحص echo لتقييم وظيقة القلب بعد 4 أسابيع. يجب متابعة وظائف الكلى كل شهر. استمرار في الأدوية الحالية مع تجنت NSAIDs."}
{"raqam": 26112190191418, "ism": "إبراهيم محمد المصري", "sen": "60-70", "noa": "male", "tarikh": "2023-11", "markaz": "مركز للتحزير الطبي", "unwan": "84 شارع الهرم, طنطا", "tadkhin": false, "amrad": ["مرض الشريان التاجي", "الرجفان الأذيني", "قصور القلب"], "adwiya": ["هيدروكلوروثيازيد", "راميبريل", "باروكسيتين", "غابابنتين", "ليفوثيروكسين"], "kod": ["I25", "I48", "I50"], "qism": "الأورام", "tashkhis": "قصور القلب", "doc_type": "discharge", "nass": "المريض إبراهيم محمد المصرت، 64 سنه، تم فبوله بالمستشفى بسبب تفاقم قص ور القلب واشتداد أعراض IHD. المريض يغاني من الرجفان الأذيني للمزمي. اا يوجد تاريخ لحساسية معروفة للأدوية. الحالة الاجتماعية:متزوج وأب لثلاثة أبناء. عند الدخول، أظهرت الـECG وجود عدم انتظام في ضربات القلب والانخفاض في الكسر القذفي. نم إشراكه في نظام علاجي مكثف شمل تعديل الجرعة لكل من هيدروكلوروثيازيدوراميبريل. \n\nتمت مراقبة الحاله غبر تحاليل CBC, LFT, KFT بشكا دور ي. يم إضافة مضاد اضطرابات ال نظم لاتحكم في الرجفان. تم تعديل جرعة البا روكسيتيث نسبب البداخل مع الأدوية القلبية. بغد استقزار الحالة، تم تخريجه مع توصيات بالمتابعة مععيلدة القلب خلال أسبوع، ضرورة الامتناع عن الأتشطة البدنيه المحهدة، والالترام بالجرعات الموصوفة بدقة. يبصح بمراجعة الطبيب في حال حدوث ضيق في التنفس أو ألم جديد بالصدر."}
{"raqam": 26106181023684, "ism": "غادة صلاح العربي", "sen": "60-70", "noa": "female", "tarikh": "2024-04", "markaz": "مركز التحرير الطبي", "unwan": "18 شارع رمسيس, الأقصر", "tadkhin": false, "amrad": ["الرجفان الأذيني", "مرض الشريان التاجي"], "adwiya": ["لوسارتان", "ميتوبرولول", "سيمفاستاتين", "كلوبيدوغريا", "أوميبرازول"], "kod": ["I48", "I25"], "qism": "الجراحة العامة", "tashkhis": "الرجفان الأذيني", "doc_type": "discharge", "nass": "مريضة غادة صااح العربي، 64سنة، أنثى، غير مدخنة تم دخولها للمستشفى بسبب تدهور في حالة الرجفا ن الأديني مع تاريخ مرضي يشمل IHD. تماستقبال  الحللة في قسم الطوارئ حيث أظهرت الفحوصان ECG وجود اضطراب غنر مستقر في نظم القلب. تم إذخال المريصة لقسم القلن للمراقبة والعل اج.\n\nأثناءالإقامة، تلفت المريضة علاجدوائي يشمل نعديلات في جرعة ميتوبرولوللضبط معدلضربات القلب، بالإضافة إلى الاستمرار على لوسارتان، ستمفاستاتين،  كلوبيدوغريل وأوميبرازول. تم إجراء متابعة CBC وLFTبشكل دوري امراقبة أي آثار جانبية. الحالة اسنقرت بعد 3 أيام من العلاج وتمت ملاحظة تحشن فيالأعزاض.\n\nتوصيات الخروج تشمل الالتزام بالدواء الحالي مع متابعة منتظمة في عي ادة ال فلب بعد أسبوعين. يوصى بقياس ضغط الدم بانتظام ومتابعة أي أعراض جديدة. اا توجد حساسية معروفة لأي أدوية. تأكيد على أهمية الامتناع عن ال تدخين ومراقبة الصحة العامة لتجنب أي مضاعفاتمستقبلية."}
{"raqam": 27007141670780, "ism": "إيمان سعيد الجندي", "sen": "50-60", "noa": "female", "tarikh": "2024-11", "markaz": "مركز التحرير الطبي", "unwan": "98 شارع حامعة الدول العربية, الإسماعيلية", "tadkhin": false, "amrad": ["الاكتئاب", "داء السكري النوع الثاني"], "adwiya": ["راميبريل", "أشبرين", "ميتوبرولول", "ديكاوفيناك"], "kod": ["F32", "E11"], "qism": "الكلى", "tashkhis": "الاكتئاب", "doc_type": "discharge", "nass": "المريضة: إيمان سعيد الجندي، أنثى، 55 غاماً، معروفة بلاـDM النوع الثاني والاكتئاب. دخلت المستشفى بسبب ارتفاع حاد في سكر الدم مع أعراض دوخة وإرهاق. تم ضبط السكر بالأتسولين IV خل لل الإقامة. تمت مراجعة الأدوية الحالية وتم الإضافة: ميتفورمين. تم متابعة الحالة النفسية وتعديل جرعات الادوية المضادة للاكتئاب.\n\nالمتابعه: أوصي بالمتابعه مع طبيب الغدد الصماء لضبط السكر ومراجعة مستمرة مع الطب النفسي. التحاليل الأخيرة: CBC طب يعي، KFT طبيعية، LFT أظهرت ارتفاع بشيط في الـALT. يجب تجنب ثناول الأدوية المسكنة بدون لستشارة طبية بسبب تأثيرةا على الكبد . متابعة أس بوعية للسكر وضغط الدم. اا توجد حساسية معروفة.\n\nالتوضيات اليهائية ثتضمن الحفاظ على نظام غذائي صحي والالتزام بالنساط البدني اليومي.  عدم التدخين وإج راء متابعة ECG كل 6 أسهر بسبب التاريخ العائلي لأمراض القلب."}
{"raqam": 29907260873834, "ism": "كريم خالد البنا", "sen": "20-30", "noa": "male", "tarikh": "2025-02", "markaz": "مركز التحرير الطبي", "unwan": "30 كورنيش النيل, أسيوط", "tadkhin": false, "amrad": ["فقر الدم", "فرط شحميات الدم", "مرض الكبد الدهني", "التهاب المفاصل"], "adwiya": ["ليفوبيروكسين", "كلوبيدوغريل", "وارفارين", "إيبوبروفين", "أتورفاستاتين"], "kod": ["D64", "E78", "K76", "M19"], "qism": "الجراحة العامة", "tashkhis": "مرض الكبد الدهني", "doc_type": "discharge", "nass": "المريض كريم خالد البنا، 26 سنة، ذكر، دخل المستشفى بسبب تفا قم ألم المفاصل وزيادة حدة فقر الدم. يعاني من فقر الدم، فرط شحميات الدم، مر ض الكبد الدهني، والتهاب المفاصل. لا يوجد تاريخ لحساسية تجا ه الأدوية. لا يدخن. الحااة الاجتماغية: متزوج.\n\nخلالالإقامة، تم إدارة الألم باستخدام الإىبويروفين وتمت مراقب ة INR بسبب استخدام الوارفارين. تم تعديل جرعةالأتورفاستاتين لضبط مشتويات للدهون، وتم متاتعة ف قر الدم بإجراء نقل دم طارئ مع مراقبة CBC. LFT و KFT كانث ضمن الحدود الطبيغية. نوصي بمتابعة عيادات الروماتيزم والكبد، وإجراء فحص دوري للدهون.متابعة شهرية لمستوى الدم (CBC) و INR. الاستمراز على الأدوية اامعتادة بدون تعديل اصافي.\n\nتوصى بمرلجعة طبية في غضون 2 أسبوغ لتقييم الحالة الصحية العامة والتأكد من عدم وجود أي مضاعفاي جديدة مثل النزيف أو زيادة في أعراض فقر الدم."}
{"raqam": 26003311427021, "ism": "مروة رمضان الطنطاوي", "sen": "60-70", "noa": "female", "tarikh": "2025-11", "markaz": "مركز التحرير الطبي", "unwan": "27 شارع السودان, شبرا الخيمة", "tadkhin": true, "amrad": ["للسكتة الدماغية", "الرجفان الأذيني", "النقرس", "الربو"], "adwiya": ["هيدروكلوروثيازيد", "ديكلوفيناك", "لوسارتان", "أنسولين", "أليندرونات", "وارفارين"], "kod": ["I63", "I48", "M10", "J45"], "qism": "المسالك البولية", "tashkhis": "الرجفان الأذيني", "doc_type": "discharge", "nass": "المريضة مروة رمضان الطنطاوي، 65 سنة، حضرت إلى المستسفى بسبب تدهوز في جالة الربو وارتفاع ضغط الدم. لديها تلريخ مرضي يشمل السكتة الدماغية والرجفان الأذيني والنقرس. تم إدخالها للمراقبة والعلاج. خلال الإقا مة، تم ضبط الجرعات الدوائية لـ HTN وDM و تسمل ااهيدروكلوروثيازيدواللوسارتان والأنسولين. تم إعطاء أليندرونات والوارفارين مع متابعةINR . تم استخدام ديكلوفيناك بحذر لتجنب تأثيرلت سلبية غلى CKD.\n\nالمريضة اا تدخن نهائيًا والتحقق من حالتها الاجتماعية يظهر أنها متزوجة ولديها دعم عائلي جيد. لا توجد حشاسيه معروف ة للأدوية. تم مراقبة وظائف الرئة بانتظام، وECG أظهر استقزار في حالة الرجفان الأذيني.CBC وKFT ضمن الحدود الطبيعية مع بعض التغيرات الطفيفة في LFT.\n\nتوصباتالمتابعة: مراجعة عيادة القلب لمتابغة الرجفان الأذيني، متابعة شهرية مع عيادة الأمراض الصدرية لضبط الربو، وفحص دوزي INR. الللتزام بالنظام الغدائي لمرضى DM وCKD، وتوصية بالاستمرار في الأنشطة البدنية الخفيفة."}
{"raqam": 26602163007249, "ism": "نادية رمضان الخولي", "sen": "50-60", "noa": "female", "tarikh": "2025-11", "markaz": "مركز التحرير الطبي", "unwan": "111 شارع بورسعيد, أسيوط", "tadkhin": false, "amrad": [], "adwiya": ["لوسارتان"], "kod": [], "qism": "الجهاز الهضمي", "tashkhis": "لا يوجد", "doc_type": "discharge", "nass": "ال مدام نادية رمضان الخولي، 59 سنة، دخلت المستشفى بسبب آلام شديدة في اابطن مع قيء مستمر. اا يوجد تاريخ مرضي مزمن. لا توجد حساسية معروفة. كانت تاجد لوسارتان لارتفلع ضغط بسيط. التدخين: لأ. الفحوصات الأولية شملت: CBC، LFT، KFT، ECG. تم تشخيص الحالة بأيها التهاب مرارة حاد (Acute Cholecystitis).\n\nالمساز العلاجي: بدأت العلاج بالمضادات للحيوية IV و analgesics للتحكم في الألم. تمت مراقبة الوظائف ال حيوية بشكل منتظم. بعد استقرار الحالة، أجريت عملية استئصال المرارة (Cholecystectomy)بالمنظار بدون مضاعفات.\n\nالتوصيات: مراجعة الطبيب المعالج بعد أسبوع لإزالةالغرز ومتابعة الجاله. الالتزام بنظام غذائي قليل الدهون. متابعة ضغط الدم واستمرارلوسارتان.في حالة ظهور أي أعراضمفاجئة أو ألم، يُفضل التوجه إلى ااطوارئ."}
{"raqam": 26206180278361, "ism": "كريستين عمر الطنطاوي", "sen": "60-70", "noa": "female", "tarikh": "2023-11", "markaz": "مركز التحرير الطبي", "unwan": "108 شارع الثورة, طنطا", "tadkhin": false, "amrad": [], "adwiya": [], "kod": [], "qism": "المسالك البولية", "tashkhis": "لا يوجد", "doc_type": "discharge", "nass": "الاسم: كريستين عمر الظنطاوي، 63 سنة، أننى، غير مدخنة، بلا أمراض مزمنة أو أدوية حالتة. تم دجولها المستشفى بسبب ألم حاذ ف ي البطن، تم التش خيص بوجود حصوات في المرارة (Gallstones) بواسطه الأشعة التلفزيونية (Ultrasound). خضعت لجراحة استئصال المرارة (Cholecystectomy) بنج اح.\n\nالمريضه لستقري بعد الجراحة وتم  تقديم مسكنات الألم. متابعة الفحوصات بما في ذلك CBC وLFT كانت ضمن الحدود الطبيعيه. لا توجد حساسية معروفة. عادت الحركة الطبيعية للأمعاء قبل الخروج.\n\nتوصيات اامتابعة: متابعة مع الجراحة خلال أسنوعين لفك الغرز واستكمال الشفاء.الالتزام بنظام غذائ ي منخفض الدهون لتفادي أي مصاعفات. إدا حذثت أي أعراضغير طييعية مثل الحمى أو الألم الشديد، يجب العودة فورًا للطوارئ."}
{"raqam": 28703092287288, "ism": "مريم جمال حسن", "sen": "30-40", "noa": "female", "tarikh": "2025-12", "markaz": "مركز للتحرير الطبي", "unwan": "11 شارع الثورة, الفيوم", "tadkhin": false, "amrad": ["داء السكري النوع الثاني", "الربو", "قصور القلب"], "adwiya": ["أتورفاستاتين", "أسبرين", "غلبابنتين", "سيمفاستاتين", "أوميبرازول", "لوسارتان"], "kod": ["E11", "J45", "I50"], "qism": "العظام", "tashkhis": "داء الشكري النوع الثاني", "doc_type": "discharge", "nass": "المريضه مريم جمال حسن ، 38 سنة، دخلت المستشفى بسبب تفاقم أعراض H F وارتفاع مستويات الجلوكوز المرتبطة بـ DM.لديها تاريخ مرضي يتضمن الربو وHTN. الحالة اللجتماعيةمتزوجة ولديها حساسية من البنسلين. تم قبولها في وحدة القلب للمرا قبة والعلاج.\n\nتم إجراء الفحوصات الروتينية بما فيذلك ECG، CBC، LFT، وKFT. أظهزت النتائج ارتفاع في سكر الدم وبعض الاضطرابلب في وظائف الكبد. تم تعديل جرعات الأدوية، بما فيها زيادة جرعة لوسارتان وتحسين التحكم في DM باستخدام الأنسواين. كم ا تم إدارة للربو بواسطة زيلدة جرعة أجهزة الاستنشاق.\n\nالتوصيات عند الخرو ج تشمل متابعة دوزية عند طبيب القاب والغدد الصماء، تعديل النظام الغذائي، والالتزام بأدوية DM  وHF، بالإضافة إلى تجنب المهيجات التي قد تؤدي إلى تفاقم الربو. يُنصح بزيارة أسبوعية لعيادة القلث ومراجعة وظائف الكبد والكلية كل 3 أشهر."}
