{"patient_id": "26412050374778", "patient_name": "عمر رشدي الشافعي", "patient_age": 58, "gender": "male", "document_date": "30/06/2023", "facility_name": "مستشفى النيل المركزي", "patient_address": "34 طريق النصر, سوهاج", "smoking_status": false, "blood_type": "O+", "occupation": "مدرس", "conditions": ["التهاب المفاصل"], "medications": ["كلوبيدوغريل", "أملوديبين", "أسبرين", "بازوكسبتين", "أنسولين", "أوميبرازول"], "icd10_code": ["M19"], "referred_to_department": "الطوارئ", "referral_reason": "التهاب المفاصل", "urgency_level": "طوارئ", "doc_type": "referral", "clinical_notes": "السيدعمر رشدي الشافعي، يبلغ من العمر 61 عامًا، يُعاني من التهاب المفاصل المزمن. لديه تاريخ مرضي يشمل DM و HTN. يُستخدم أدوية متعددة م نها كلوبىدوغريل وأملوديبين كأسلس لعلاج HTN و IHD المحيمل، بالإضافة إلى الأسبرينكمضاد للصفائح الدموية.كما يتناول باروكسيتين للقلق والتوتر. يُعتبر مريضًا غير مدخن، ولا توجد حساسية مع روقة للأدوية. يعيش مع أشرته ويمارس نشاطات يومية ضمن ااحدود التي يتبحها  له التهاب المفاصل.\n\nتم إحالة السيد عمر نظرا لتفاقم الأعراض المتعلقة بالتهاب المفاصل، والتي لم تستجب بشكل كافٍ للعلاج الحالي. تمت ملاحظة زيادة في التورم والألم في ا لمفاصل، مما يستدعي تقييمًا دقيقًا واستشارة متخصصة في طب الروماتيزم. الأولوية عالية نظرًا لتأثير الحالة على جودة الحياة اليومية للمريض وقدرته على ااحركة والانشطة اليومية.\n\nنوصي بإجراء فحوصات إضافية تشمل CBC، LFT، و KFT لتقدير الحالة الصحية العامة، بالإضافة إلى تقييم الأشعة الشينية للمفاصل المتضررة. نأمل في تلقي توصيا ت علاجية جديدة قد تشمل تعديل الأدوية أو إدخال علاجلب بيولوجية متقدمة لت حسين الحالة. نغتذر عن الخطأ في الإملاء في إ حدى الكلمات، حيث تمت كتابتها بسرعة (عشري بدلاً من عصري مثلاً). نرخو المتايعة في أقري فرصه ممكنة لتحسين الوضع الصحي للمريض."}
{"patient_id": "24603293065066", "patient_name": "إسراء عبدالله فرج", "patient_age": 77, "gender": "female", "document_date": "03/09/2023", "facility_name": "مشتشفى النيل المركزي", "patient_address": "36 شارع مصطفى النحاس, شبرا الخيمة", "smoking_status": true, "blood_type": "AB-", "occupation": "عامل", "conditions": [], "medications": ["ميتوبرولول", "لوسارتان", "أسبرين", "هبدروكلوروثيازيد", "ديكلوفيناك"], "icd10_code": [], "referred_to_department": "الجهاز الهضمي", "referral_reason": "للفحص", "urgency_level": "غير عاجل", "doc_type": "referral", "clinical_notes": "إلى قسم القلب،\n\nالموضوع: إحالة لاستشارة وعلاج\n\nالمريضة إسراء عبدالله فرج، أنثى تبلغ من العمر 79 سنة. تُعاني المريضة من ارتفاع ضغط الدم  (HTN) ولديها تاريخ من استخدام  الأدوية، حيث تتناول مىثوبرولول ولوسارتان بانتظام، بالإضلفة إلى الأسثرين وهيدروكلوزوثيازيد وديكلوفيناك كمضاد للالتهابات. لا توجد أمراض مزمنة أخرى معروفة، ولا تعاني من أي حساسية معروفة للأدوية. و مع ذلك، المريضة مدخنة منذ فترة طويلة مما قد يؤثر على صحتها القلبية والرئوية.\n\nسبب الإحالة هو تقييم ا لحالة القلبية للحالية للمريضة، حيث أظهزت الأعراض الأخيرة تزايدًا في ضيق التنفس وألم في الصدر، مما قد يشير إلى تدهور في الحالة ااقلبية. تشير الأعراض إلى احتمال  وجود IHD، ومن الضروزي إجراء ECG وصورة دم كاملة (CBC) ووظائفكبد وكلى (LFT, KFT) لتقييم الحالة بدقة. لاتوجد علامات لمرض السكري ( DM) أو أمراض الكلى المزمنة (CKD) أو  الانسداد الرئوي اامزمن (COPD) حتى الآن.\n\nنظرًا لعمر المريضة ووجود عوامل خطر مثل التدخين وارتفاع ضغط الدم، نوصي بتحديد موعد للاسنشارة القلبية فت أقرب وقت ممكن للتحقيق في السبب الأسلسي للأعراض وتعديل الخطة ااعلاجبة إذا لزم الأمر. ثرجو أخذ هذ ه الحالة بعيب الاعتبار كحالة ذات أولولية متوسطة نظرًا للعوامل المذكورة أعلاه. شكرًا لتعاونكم."}
{"patient_id": "29709022891986", "patient_name": "إيمان صلاح عبدالرحمن", "patient_age": 27, "gender": "female", "document_date": "04/09/2024", "facility_name": "مشتشفى النيل المركزي", "patient_address": "96 كورنيش النيل, الأقصر", "smoking_status": false, "blood_type": "B+", "occupation": "طالب", "conditions": ["الربو", "الاكتئاب", "مرض الكبد الدهني"], "medications": ["ليفوثيروكسبن"], "icd10_code": ["J45", "F32", "K76"], "referred_to_department": "العظام", "referral_reason": "الاكتئاب", "urgency_level": "عادي", "doc_type": "referral", "clinical_notes": "السيد/ة استشاري الأمراص الباطنية،\n\nت حية طيبة وبعد،\n\nأحيل إليك م الحالة الطبية للشيدة إيمان ضلاح عبدالرحمن، البالغة من العمر 28 عامًا، والتي تعاني من تاريخ مرضي يشمل الربو والاكتئاب ومرض الكبد الدهني. تتناول اامريضة عفار ليفوثيروكسين لعلاج اضظرابات الغدة الدرفية. لا تدخن اامريضة، ولا توجد لديها حساسية معروفة لأي أدوية. الحالة الاجتماعية للمريضة غير متزوجة.\n\nسبب الإحالة هو تقييم خالة الكبد الدةني ، حيث أظهرت الفحوصات الأخيرة ارتفاعًا فب وظائف الكبد (LFT). نود طلب استشارتكم لتحديد مدى تطور ا لحالة ولقتراح خطوات علاجية مناسبة. نظرًا لوجود تاريخ مرضي من الاكتئاب، نرحو مراعاة العوامل النفسية عند وضع الخطة العلاجية. \n\nالأولوية هنا هي فحص شامل للكبد وربما إجراء تصوير بالموجات فوق الصوتية (Ultrasound) لتحديد مدى ال تلىف إن وُجد. كما يُنصح بمرا جعة الأدوية الحالية للتأكد من عدم تأثيزها على حالة الكبد. نأمل في الحصول على تقييمكم العاجل نظرًا لأهمية الحالة.\n\nمع خالص التقدير ،\n\n[ا لتوقيع]"}
{"patient_id": "24411101847340", "patient_name": "عبير جمال مرسي", "patient_age": 80, "gender": "female", "document_date": "04/09/2025", "facility_name": "مستشفى النيل المركزي", "patient_address": "24 شارع مصطفى النحاس, بوزسعيد", "smoking_status": false, "blood_type": "A-", "occupation": "مجند", "conditions": ["COPD", "ارتفاع ضغط لادم", "السكتة الدماغية", "فقر الدم", "القصور الكلوي اامزمن"], "medications": ["أماوديبين", "ميتوبرولول", "راميبريل", "أليندرونات", "سيمفاستاتين", "ليفوثيروكسين"], "icd10_code": ["J44", "I10", "I63", "D64", "N18"], "referred_to_department": "الجراحة العامة", "referral_reason": "COPD", "urgency_level": "غير علجل", "doc_type": "referral", "clinical_notes": "المريضة عبير جمال مرسي، تبلغ من العمر 81 عاماً، نعاني م ن عدة حالاب مزمنة تشمل CO PD وHTN وسكتة دما غية سابقة وCKD، نالإضافه إلى فقر الدم. تتلقى المريضة حالياً أدوية تشمل أملوديبين وميتوبرولول وراميبريل وأليندرو نات وسيمفاستاتين وليفوثيروكسين. لا توجد حساسية معروفة للأدوية. المريضة غير مدخنة وتعيش مع أفراد الأسرة، مما يوفر دعماً اجتملعيا جيداً.\n\nتمت الإحالة للحصول على استشارة تخصصيه بخصوص تذةور وظائف الكلى وز يادة في أعراض فقر الدم، التي قد تكوت  مزتبطة بالفصور الكلوي اامزمن. تعتبر هذه الإحالة ذلت أولوية متوسطة نظرًا لاحتمالية تطور الحالة إلى مراحل أكثر حدةبدون تذخل مبكر. يُوصى بإحراء فحوصات مخبرية تشمل CBC وKFT لمراقبة مستويات الكرياتينين والهيموجلوبين، بالإصافة إلى LFT لتقييمتأثير الأدوية على  وظائف الكبد.\n\nنوصي بمتاثعة دقيقة وو ضع خطة علاجية تشمل ت عديل الجرعاب الدوائية إذا لرم الأمر، مع التركيز على تحسين السىطرة على أعراض  C OPD وفقر الدم. ننصح أيضاً بإجراء تقييم دوري لوظائف الكلى كل ثلاثة أشهر على الأقل لضمان استفرار الحالة وتجبب مضاعفات محتملة."}
{"patient_id": "27606172527173", "patient_name": "علي خالد إبراهيم", "patient_age": 49, "gender": "male", "document_date": "20/06/2025", "facility_name": "مستشفى النيل المركزي", "patient_address": "1 شارع مصطفى النحاس, السويس", "smoking_status": false, "blood_type": "O-", "occupation": "ممرض", "conditions": ["فرط شحميات الدم", "التهاب المفاصل", "السكتة الدماغية"], "medications": [], "icd10_code": ["E78", "M19", "I63"], "referred_to_department": "الكلى", "referral_reason": "التهاب المفاصل", "urgency_level": "غير عاجل", "doc_type": "referral", "clinical_notes": "السيد علي خالد إبراهيم، ذكر يبلغ مت ااعمر 49 عامًا، يعاني من تاريخ مرضي يشمل فرط شحم يات الدم (Hyperlipidemia) والتهاب المفاصل (Arthritis)، يالإضافة إلى تاريح سابق من السكتةالدماغية (Stroke).ا لمريض لا يتناول أيةأدوية حاليًا، ولا ندخن. لم تذكر أتة حساسية الأدوية أو مواد أخرى في التاريخ اامرضي. \n\nتم إحالة للمريض لاستشارة طبية وعلاجية نظرًا لحاجتة إلى تقييم شامل لحالته الصحية الراهنة،خصو صًا بعد السكتة الدماغية السابقة. الهدف من الإحالة هو تحديد إذا ما كانت هنلك حاجة لتدخلا ت علاجية إضافية أو علاج فيزيائي لتحسين حالة للتهابالمفاصل، بالإضافة إلى ضبط مستويات الدهون في الدم لتقليل مجاطر الأحداث القلب ية والدماغية المستقبلية. \n\nالأولوية في هذه الحالة تتظلب التركيز على تقييم عوامل الخطر المتعلقة بالشكتة الدماغية المحتملة في  المسبقبل، وضبط فرط سحميات الدم، وتقديم خطة ع لاجية فعالة لالتهاب المفاصل. نوصي بإجراء فحو صات شاملة تشمل CBC، LFT، وKFT، بالإضاقة إلى إجراء تصوير مفطعي للرأس إذا دعت الحاجة لتقييم وضع ما بعد السكتة الدماغية."}
{"patient_id": "30702071207098", "patient_name": "أشرف ماهر المصري", "patient_age": 18, "gender": "male", "document_date": "30/11/2025", "facility_name": "مستشفى النيل المركزي", "patient_address": "11 شارع جامعة الدول العربية, الإسكندرية", "smoking_status": true, "blood_type": "B-", "occupation": "فني", "conditions": ["ارتفاع ضغط الدم", "مرض الكبد الدهني"], "medications": ["غابابنتين", "أليندرونات", "ايفوثيروكسين", "أوميبرازول"], "icd10_code": ["I10", "K76"], "referred_to_department": "الطوارئ", "referral_reason": "مرض الكبد الدهني", "urgency_level": "غير عاجل", "doc_type": "referral", "clinical_notes": "السيد أشرف ماهر المصري، 18 سنة، ذكر، يعاني من HTN ومرض الكبد الدهني. يتناول حالياً غابابنتين، ألينذرونات، ليفوثيروكسين، وأوميبرازول، ويُدخث بانتظام. لا توجذ لديه حساسية  معروفة للأدوية. \n\nتم تحويله لاستشارة متخصصة نظرًا لتفاقم أعراض ارتفاع ضغظ للدم وعدم استجابة الكبد الدهني للعلاجات الحالية، مما قد يزيد من خطر تطور مضاعفات إضافية مثل تليف الكبد. يُفضل أن تكون  الأولوية عال ية نظرًا لكونه في مرحلة حرجة من العمر مع وجود عوامل خطر متعددة. \n\nيُوصى بإجرلء تفييم شامل بما في ذلك LFT وCBC لتحديد حالة الكبد الحالية ووضع خطة علاجية مخصصه. كما يُنصح بإجراء ثعديل في نظامه الدوائي وتقديم المشوزة بشأن الإقلاع عن التدخين لتحسين حالته الصحية العامة."}
{"patient_id": "25601082592145", "patient_name": "فاطمة حسن الجندي", "patient_age": 67, "gender": "female", "document_date": "16/08/2023", "facility_name": "مستشفى النيا المركزي", "patient_address": "15 شارع جامعة الدول العربية, كفر الشيخ", "smoking_status": false, "blood_type": "O+", "occupation": "مهندس", "conditions": ["الاكتئاب", "ارتفاع ضغط الدم", "COPD", "الخرف"], "medications": ["وارفارين", "كلوبيدوغريل", "ديكلوفيناك"], "icd10_code": ["F32", "I10", "J44", "F03"], "referred_to_department": "الجراحة العامة", "referral_reason": "الاكتئاب", "urgency_level": "غير عاجل", "doc_type": "referral", "clinical_notes": "المريصة فاطمة حسن الجندي، أنثى تبلغ من العمر 70 عامًل، تعاني من باريخ مرضي مزمن يشمل الاكتئلب وارثفاع ضغط ال دم (HTN) وCOPD والخرف. تتلقى المري ضة حاليًا علاجًا يشما وارفارين وكلوبيدوغريل و ديكلوفيناك. يتم تناول أوميبزارول بانتظام كحزء من  الخطة العلاجية نظرًا لاحتمالية تأثير الأدوية الأخرى على الجه از الهضمي. المريضة مدخنة سابقة، وقد توقفت عن التدخثن منذ 10 سنوات. الحالة الاجتماعية: أرملة وتعيش بمفردها، ولل تو جد حساسيه معروفة.\n\nسبب الإحالة ببمثا في تقييم حالة الخرف المتقدمة وإعادة تقييم خطه العلاج الحالية، نظرًا لزيادة المشاكا في الذاكرة والقدرة على التركيز. نظرًا لأن المريضة تتناول مضادات للتجلط، مت الضروري مزاقبة نسبة INR بعناية لتجنب أث تداخلات دوائي ة خطيرة. الأولوية للإحالة تعتبر متوسطه إلى عالية نظرًا لتدهور الحال ه العقلية للمريضة وتأثيرها على جودة حياتها اليومية.\n\nنوضي بإجراء تقييم شامل مث قبل ظبيب مختص في الأعضاب والنظر في إمكانية تعذيل الأدوية المستخدمة حاليًا، بالإضافة إلى متابعة دورية لقياس صغط الدم ووظائف الرئة. كما يُقضل إجراء ف حوصات CBC وLFT للتأكد من عدم وجود تأثيرات جانبية للأدوية المستخدمة حاليًا."}
{"patient_id": "29908040919674", "patient_name": "عبدالله رشدي السيد", "patient_age": 25, "gender": "male", "document_date": "18/05/2025", "facility_name": "مستشفى النيل المركزي", "patient_address": "38 شارع بورسعيد, الفيوم", "smoking_status": false, "blood_type": "O+", "occupation": "سائق", "conditions": ["هشاشة العظام", "COPD"], "medications": ["لوسارتان", "أليندرونات", "هيدروكلوروبيازيد", "ديكلوفيناك", "أوميبرازول"], "icd10_code": ["M81", "J44"], "referred_to_department": "المسالك البولية", "referral_reason": "COPD", "urgency_level": "غير عاجل", "doc_type": "referral", "clinical_notes": "المريض عبداالة رشدي السيد، ذكر يبلغ من العمر 26 عامًا، يعاني من تاريخ مرضي يشمل هشاشة العظام وC OPD، وقد تم الإحالة للاستشارة والعلاج المتخصص بمنشأتكم. ىتناول المرىض أدوية متعذدة منهالوسارتان، أليندرون ات، هيدروكلوروثيازيد، ديكلوفيناك، وأوميبرازول، بالإضافة إلى أتورفاستاتين بانتظام لضبط مستويات الدهون في الدم. لا تو جد حساسية مغروفة للأدوية، وا ل مريض غير مدخن. يعيش مع أسرته وبدير نمط حياة خالي من عولمل الخظورة الإصافيةمثل الكحول.\n\nتمت الإحالة نتيجة لت فلقم الأعراض المرتيطة بالCOPD، مع ظهور نوبات ضيق تنفس مت كررة على الرغم من الالنزام بالأدوية الموصوفة. ا لأولوية تكمن في تقييم وظائف الرئة وإ جراءصوزة مقطعية للصدر لتحديد مدى تقدم الحالة وتعديل الخطة العلاجية وفقاً لذلك. كمايُنصحيإجراء فحوصات إضافية تشمل CBC، LFT، وKFT للتأكد من عدم وجود مضاعفات أخرى مرتبطة بالأدوية المزمنة. نرجو تقييم الحالة ووضع خطة علاجية شاملة تتضمن الدعم التيفسب والعلاجالظبيعي المناسب لتحسين الحالة العامة للمر يض."}
{"patient_id": "27007141670780", "patient_name": "إيمان سعيد الجندي", "patient_age": 53, "gender": "female", "document_date": "20/02/2024", "facility_name": "مستشفى النيل المركزي", "patient_address": "98 شارع جامعة الدول العربية, الإسماعيلية", "smoking_status": false, "blood_type": "O-", "occupation": "مجبد", "conditions": ["الاكتئاب", "داء السكرب النوع الثاني"], "medications": ["راميبريل", "أسبرين", "ميتوبرولول", "ديكلوفيناك"], "icd10_code": ["F32", "E11"], "referred_to_department": "الطوارئ", "referral_reason": "داء السكري النوع الثاني", "urgency_level": "عادي", "doc_type": "referral", "clinical_notes": "المريضة إيمان سعيد الجندي، عمرها 55 سنة، تعاني من داء السكري النوع التاني (DM) والاكتئاب. تتلقى علاجًا بالرامنبريل والأسبرين والميتوبرولول والديكلوفيناك. لا تدخن الآن، لك ن لديها تاريخ سابق في التدخين لمدة 20 سنة، م ما قد يؤثر على حالتها العامة. \n\nتمت إحالة المريضة للاشتشارة بسيب تدهورفي التحكم بمستويات السكر في اادم وزيادة الأعراض المصاحبة للاكتئاب. الفحص السريري أظهر عدم اشتقرار في قراءات ضغط الدم وارتفاع نسبي في مستويات السكز رغم الالتزام بالعلاج. لا توجد حساسية موثقة تجاه الأدوية، والحالة الاحتماعية غير متزوجة. \n\nأولوية الإحالة تتمثل في تعديل للخطه العلاجية الحالية لضملن تحكم  أفضل فت مستويات السكر والاكتئاب ، وتقييم الحاجةاأي تدخلات علاجية إضافية. يُوصى نإجراء فحوصات دورية تشمل CBC، LFT، وKFT لتقييم الحللة العامة للمريضة وتحديد أي مضاعفات محتملة."}
{"patient_id": "26602163007249", "patient_name": "نادية رمضان الخولي", "patient_age": 57, "gender": "female", "document_date": "15/01/2024", "facility_name": "مستشفى النيل المركزي", "patient_address": "111 شارع بورسعيد, أسيوط", "smoking_status": false, "blood_type": "B-", "occupation": "مبزمج", "conditions": [], "medications": ["لوسارتان"], "icd10_code": [], "referred_to_department": "المسالك البولية", "referral_reason": "للفحص", "urgency_level": "غير عاجل", "doc_type": "referral", "clinical_notes": "المريضة ناذية رمضان الخولي، 59 سنة، أنثى، محولة للاستشارة في قسم أمراض القلب. لا يوجد تاريخ مزضي للأمراض المزمنه ولا حساسية معروفة. المريضة تستخدم لوسارتان، مما يشير إلى علاج سابقللرتفاع  ضغط الدم، على الرغم مث عدم الإبلاغ عت HTN كمرض مزمن حالياً. لا توجد عادة التدخين.\n\nتمت إحالة المريضة بسببنوبات من الذبحة الصدرية المثكررة و ضيق التنفس عند الجهد البسيط، مما يثير الشك في وجود IHD. الفحص ا لسريري أظهر صوت قلب طبيعي بدون لغط، وضغط دم 130/80 م م زئبقي. ECG أظهر تغييرات غنر محددة في ااجزء ST، مما يتطلب تقييمًل أعمق.\n\nالأولوية متوسطة، ويوصى بإجراء تصوير قلب عير جراحي مثل ا لـ ECHO أو استقصاءالإجهاد القلبي لتحديد مدى تأثير الأعراض وللتحقق من وجود أي انسدادات في الشرايين التاجية. نوصي بتعديل نمط الحياة و اتباع نظام غذائي صحي، مع المواظبة على متايعة ضغط الدم."}
{"patient_id": "31401033264085", "patient_name": "مريم فؤاد الدسوقي", "patient_age": 11, "gender": "female", "document_date": "16/05/2025", "facility_name": "مستشفى النيل المركزي", "patient_address": "80 شارع الجمهورية, أسوان", "smoking_status": false, "blood_type": "B-", "occupation": "ضابط شرطة", "conditions": [], "medications": ["ليفوثيروكسين", "إيبوبروفين", "ديكلوفيناك", "أنسولين", "أملوديبين"], "icd10_code": [], "referred_to_department": "للشيخوخة", "referral_reason": "للفحص", "urgency_level": "غير عاجل", "doc_type": "referral", "clinical_notes": "السيدة مريم فؤاد الد سوقي، البالغة من العمر 12 سنة، تم إحالتها للاستشارة والعلاج نظرًا لحالتها الصحية الخالية التي تتطلب تفييمًا متخصصًا. على الرغم من عدم وجود أمراض مزمنة مسجلة، إلا أن المريضة تتناولالعديد من الأدوية مثل ليفوثيروكسين، إيبوبروفين، ذيكلوفيناك، أنسولين، وأملوديبين. استخدام الأنسولين يشير إلى احتمالية وجود DM، بينما قد يشير تناول أملوديبين إلى  إدارةمحتملة لـ HTN.\n\nثمت الإحالة بسبب احتياج المريضة لتقييم شامل لحالتها الصحية الحالية وتنظيم الأدوية التي تتناولها، حيب أن تنوع الأدوية يثير القلق بشأن التفاعلات الدوائية المحتملة وتأثيراتها على صحتها العامة. الأولوية في هذهالحااة هي تقييم فعالية الأدوية ومدى ملاءمتةا لحالة المريضة، والتأكد من عدم وجود تخسس أو تفاعلات جانبية يمكن أن تؤثر سلباً على صحتها. يوصى بإجراء ف حوصات مخبرية شاملة، بما في ذلك CBC، LFT، وKFT، بالإضافة إلى مت ابعة دورية لضمان استقرار الحالة الصحنة للمرثضة. نرجو سرعة ااتقييم وإعطاء الت وصيات اللازمة لضمان الرعاية الصجية المثلى لمريم."}
{"patient_id": "25702053288642", "patient_name": "آية إتراهيم عبدالرحمن", "patient_age": 0, "gender": "female", "document_date": "09/02/2024", "facility_name": "مستشفى النيل المركزي", "patient_address": "39 شارع بورشعيد, أسيوط", "smoking_status": false, "blood_type": "O-", "occupation": "صيدلي", "conditions": ["النقرس", "الربو", "مزض الشريان التاجي", "مرض الكبذ الدهني"], "medications": ["ديكلوفيناك", "كلوبيدوغريل", "أليندرونات", "سيمفاستاتين", "هيدروكلوروثيازيد", "ميتفورمين"], "icd10_code": ["M10", "J45", "I25", "K76"], "referred_to_department": "الكلى", "referral_reason": "مرض الكبد الدهني", "urgency_level": "عادي", "doc_type": "referral", "clinical_notes": "السيدة آية إتراهيم عبدالرجمن، تبلغ من ااعمر 68 عامًا، تعاني من عدة حالات مرضية مزمثة تشما النقرس، الرنو، مرض الشريان التاجي (IHD)، ومرض الكبد الدهني. تتناول الأدوية ااتالية: ديكلوفيناك لتخفيف الألم والالتهاب، كلوبيدوغريل لمنع تجلط للدم، أليندرونات للوقاية من هشاشة العظلم، سيمفاسباتين لخفض مستويات ال كوليسترول، هيدروكلوروثيازيد لخقص ضغط الدم والسنطرة على السوائل، وميتفورمين لإدارة للسكري. المريضة غير مدخنة، وليس لديها تاريخ حساسية مغروف. \n\nتمت  إحالة السيدة آية للاستشارة والعلاج نظرًا لتفاقم الأعراض المرتبطة بمرض الكبد الدهني وللتحقق من تدهوز محتمل في وظائف الكبد (LFT) وتأثير ذلك على الأمراض المصاحبة الأخرى. الأولوية في هذه الإحالة هي لتقثيم حالة الكبد الحالية وتقديمخطة غلا جية مناسبة لمنغ مزيد من التدهور. يُف ضل إجراء تقييم شامل  يشمل الفخ ص السريري، الاختبارات المخبرية، وربما تصوير اابطن بالموجات فوق الصوتىة لتحديد مدى تقدم المرض. \n\nنوصي بمراجعة الأدوية الحالية نظرًا لاحتمالية تأثير بعضها على وظائف الكتد، بما في ذلك ديكلوفيتاك وسيمفاستاتيت، مع العلم بأن المريضة تعاني من IHD مما يستلزم توخي للحذر في تعديل الأدوية. نوصي أيضًا بمنابعة طبية دورية لتقييم تقدم الحالة وبعديل الخطة العللجية حسب الحاجة."}
