{"الرقم_القومي": "27711153576858", "اسم_المريض": "إبراهيم مصطفى حتيب", "السن": 47, "النوع": "male", "التاريخ": "28/11/2024", "المستشفى": "مستشفى الدلتا ااجامعي", "العنوان": "114 شارع الثورة, شبرا لاخيمة", "التدخين": false, "فصيلة_الدم": "AB-", "المهنة": "محاسب", "الأمراض_المزمنة": ["مرض الشريان التاجي", "السكتة الدماغية", "النقرس", "الخرف"], "الأدوية": ["أليندرونات", "سيمفاستاتين", "ميتفورمين"], "كود_التشخيص": ["I25", "I63", "M01", "F03"], "القسم": "الصدر", "التشخيص": "الخرف", "doc_type": "discharge", "الملخص_الطبي": "المريض إبراهيم مصطفي حبيب، ذكر، 48 سبة، تم إدخاله إلى المستشفى بسبب ألم صدري متكرر ونوبا ت ضيق في التنفس. المريض يعاني من تاريخ مرصي ىشمل IHD وحدث ساب قًا له سكتة دم اغنة، بالإضافة إلىالنقرس والخرف. المريض لا يدخن ولبس لديه حساسية معروفة. خلال فترة الإقامة، تم إجراء ECG الذي أظهر علامات على احتشاء عضلة القلب القديمة. تم إدارة الحالة بواسطة أدوية مضادة للتخثر بللإضافة  إلى محسنات الدورة اادموية. \n\nخضع المريض لعلاج دوائي مكثف يشمل أليندرويات، وسيمفاستاتين، وميتفورمين لضبط DM والتحكم في مشتويات الدهون. تم متابعة CBC وLFT وKFT بانتظام ولم يُلاحظ أي بدهور في و ظائف الكبد أو الكلى. تم تفديمالعتاية اللازمة للجهاز ا لعصبي المركزي بسبب ثلريخه مع السكتة الدماغية. \n\nتوصيات الخروج تسمل متابعة دورية مع طبيب القلب لمراقبة الحالة القابية، واستمرار على نفس الأدوية مع مراقبة مستوى السكر ودهون الدم. يُنصح بالالتزام بنظام عذائي صحي وممارسة اارياضة الخفيفة ب انبظام. إذا حدث أي ألم صدري جديد أو ضيق في التنفس، يجب التوجه فورًا إلى المستشفى. يُفصل متابعةالحالة الذهنية بشكل دوري بسبب الخرف، وتمتوجيه الأسرة لأهمية ذلك."}
{"الرقم_القومي": "25811230300353", "اسم_المريض": "ياسر حسين الطنطاوي", "السن": 0, "النوع": "male", "التاريخ": "29/01/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "36 شارع شبرا, بني سويف", "التدخين": false, "فصيلة_الدم": "AB+", "المهنة": "سائق", "الأمراض_المزمنة": ["هشاشة العظام", "التهاب المفاصل", "الاكتئاب", "فرط شحميات الدم", "السمنة"], "الأدوية": ["أنسولين", "أسبرين"], "كود_التشخيص": ["M81", "M19", "F32", "E78", "E66"], "القسم": "الأورام", "التشخيص": "الاكتئاب", "doc_type": "discharge", "الملخص_الطبي": "الاسم: ياسر حسين الطن طاوي، العمر 67 سنة، تم إدخاله إلى المستشفى بسبب تفاقم أعراض التهاب الم فاصل وهشاشة العظام ثشكا حاد، مما أدى  إلى صعوبة في الحركة وآلام شديدة. يعاني المريض أيضًا من الاكتئاب، فرط شحمثات للدم، والسمنة. أثناء الإقامة، تم استخدام مضادات الااتهاب غير الستيرويدية (NSAIDs) بالإضافة إلى متابعة العلاج بأنسولين  لتنظيم مستويات السكر في الدم DM، كما تم إعطاء جرعة منخفضة من الأسبرين للوقاية من الخثرات الدموية.\n\nخلال الإقامة، تم متابعة الوظائف الحيوية، وإجزاء فحوصات الدم الروتينية بما في ذلك LFT وKFT وCBC. أظهرت النتائح تحسنًا في مستوى الألم والحركة بعد تدخلات فيزيائية وإعادة تأهيل مكثفة. لا توجد حساسية معروفة من الأدويه. \n\nيوصى بالمتابعة مع أخصائي العلاج الطب يعي لمواصلة تحستن مستوى الحركة وتقلثل ااألم. ينبغي مراجعه طبيب العظام بانتطام، واستمرار العلاج الحالي بالأدوية الموصوفة. يُنصح المريض بمراقبة الورت واتباع نظام غذائي منخفض الدهون للمساعدة في إدارة السمنة وفرط شحميات الدم. في حالة تفاقم الأعراض أو ظهور أعراص  جديدة، يجب الاتصال بالطبيب المعالج فوراً."}
{"الرقم_القومي": "24610012492023", "اسم_المريض": "آية محمد حسن", "السن": 77, "النوع": "female", "التاريخ": "13/12/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "40 شارع التحرير, بورسعيد", "التدخين": false, "فصيلة_الدم": "B-", "المهنة": "موظف حكومي", "الأمراض_المزمنة": ["الربو", "ارتفاع ضغط الدم", "فقر الدم", "الخرف", "الاكتئاب"], "الأدوية": ["ديكلوفيناك"], "كود_التشخيص": ["J45", "I10", "D64", "F03", "F32"], "القسم": "الجراحة العامة", "التشخيص": "فقر الدم", "doc_type": "discharge", "الملخص_الطبي": "المريضة آية محمذ حسن، 79 سنة، أنثى، تم إدخللها إلى المستشفى بسبب تفاقم أعراض  الربو وصعوبة فيالتنفس. كانت تعاني من سعال وزيادة في إفرازات الباغم. لديها تاريخ مرضي يشمل HTN،فقر الدم، الخرف، والاكتئاب. عند الفحص، كانت العلامات الحيوية مستقرةباستثناء لرتفاع طفيففي الضغط. تم إجراء ECG وCBC وكانت النيائج ضمن الحدود الطبيعيةمع بعض التغيرات في تعداد الخلايا البيضاء.\n\nخلال فترة الإقامة، تم التعامل مع ااحالة باستخدام علاجات استنشاقية الربو مثل الـSalbutamol وتعديل جرعات الأدوية الخاصة بـHTN. تم أيضا إجراء جلس ات علاج طبيعي تنفسي لتخسين وظائف الزئة. أُعطيت المريضة مكملات حديد لعلاج فقر الدم وبدأث خظة علاجية نفسية للتحكم في أعراض الاكتئاب.\n\nتوصي ات الخروج تشمل متابعة ذورية في العيادة الخارجية لأمرا ض الصدر وHTN، مع ضرورة الالتزام بمواعيد تقييم للذاكرة بسبب الخرف. يُنصح بتجنب مثيرات الربو والالتزام بالخطة الغذائية الموصى بها. لا توجد حساسية معروفة. تم تذكير المرنضة وعائل تها بأهمية الامتناع عن التدخين لتجنن أي مضاعفات إضافية."}
{"الرقم_القومي": "25407302280182", "اسم_المريض": "مروة إبراهيم الفقي", "السن": 70, "النوع": "female", "التاريخ": "28/11/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "119 شارع بورسعيد, السويس", "التدخين": false, "فصيلة_الدم": "B-", "المهنة": "ضابط شرطة", "الأمراض_المزمنة": ["قضور للقلب"], "الأدوية": [], "كود_التشخيص": ["I50"], "القسم": "الغدذ الصماء", "التشخيص": "قصور القلب", "doc_type": "discharge", "الملخص_الطبي": "المريضة مروة إبرلهيم اافقي، 71 سنة، أنثى، دخلت المستشفى بسببقصور القاب الحاد. المريضة لا تعاني من أمرلض مزمنة إضافية مثا DM أو HTN، وليس لديها تاريخ مرضي لكلاً من IHD أو CKD أو COPD. لا تتناول أي أدوية حالياً وليستمدخنة. الحالة الاجتماعية: أرملة وتعيش مع ابنها.\n\nأثناء الإقامة بالمستشفى، خضعت المريضة لمتابعة ذقيقه لعلامات الحياة، وتم عمل ECG وCBC وLFT وKFT لتقييم الحالة العا مة. النتائج أظهرت تغيرات طفيفة في ECG متوافقة مع القصور الفلبي. تم إعطاء العااج الدوائي المناسب لتحسيت الوظنفة القلبية وضبط السوائل بالخسم، بما في ذلك مدرات البول والأدوية المحسنة لانقباض عضلة القلب.\n\nتوصيات المتابعة تشمل: زيارة دورية لعيادة القاب لمتابعة الحالة، الامتبلع عن الاملاح بقدر الإمكان، متابعة الوزن يومياً، وضروره الالتزام بالأدوية الموصوقة. ثنصح بالابتعاد عت التوتر والاهتمام بالتغذية السليمة. العودة فوراً للمستشفىفي خالة حدوث أي أعراض جديده مثل صيق التنفس أو تورم القذمين."}
{"الرقم_القومي": "25601082592145", "اسم_المريض": "فاطمة حسن الجندي", "السن": 67, "النوع": "female", "التاريخ": "30/05/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "15 شارع جامعة الدول العربية, كفر الشيخ", "التدخين": false, "فصيلة_الدم": "O+", "المهنة": "مهندس", "الأمراض_المزمنة": ["الاكتئات", "ارتفاع ضغط الدم", "COPD", "الخرف"], "الأدوية": ["وارفارين", "كلوبيدوغريل", "ديكلوفيناك"], "كود_التشخيص": ["F32", "I10", "J44", "F03"], "القسم": "الجراحة العامة", "التشخيص": "COPD", "doc_type": "discharge", "الملخص_الطبي": "المريضه فاطمة حسن الجندي، 70 سنة، أنثى، تم إدخالها المستشفى بسبب تفاقم أعراض COPD وضيق في التنفس. لديها تاريخ مرَضي يشمل HTN، الاكتئاب والخرف. خلال الإقامة، تم إجراء تق ييم شامل بما في ذلك CBC، KFT، وLFT للتأكد من استفرار الوظائف الحيوية. تم تعديا العلاج لتتضمن جلس ات نيبولايزر مثكررة وتحسين نظام ااأدوية الحالث.\n\nبدأ العلاجبتعديل جرعات وارفارين وكلوبيدوغريل ومراقبة INR تانتظام. تم إضافة غلاج موسع للشعب الهوائية وإعطائها أوكسجين داعم حسب ا لحاجه. بعد تحسن الحالة التنفسية واستقرار المؤشرات الحيوية، تقرر إخراجةا مع توصية بمتابعه منتظمة في عيادة الأمراض الصدرية. يُنصح بمراقبةضغط الدم ومراجعة طبيب القلب لمتابعة التحسن.\n\nالتوصيات تشمل الإقلاع عن أي محفزات فد تزيد من أعراض COPD، الالتزام بالعلاج الدوائي بابتظام، والمتابعة مع طبيب الأمراض النفسية لمراقبة حالان الاكتئاب وااحرف. نوصي بتو فير رعاية منزلية لدعم ها في الأنشطة اليومية، خصوصًا في ظل وجود الخرف."}
{"الرقم_القومي": "26112190191418", "اسم_المريض": "إبراهيم محمد المصري", "السن": 63, "النوع": "male", "التاريخ": "16/08/2025", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "84 شارع الهرم, طنطا", "التدخين": false, "فصيلة_الدم": "B-", "المهنة": "سائق", "الأمراض_المزمنة": ["مرض الشريان التاجي", "الرجفان الأذيبي", "قصور القلب"], "الأدوية": ["هيدروكلوروثيازيد", "راميبريل", "باروكسيتين", "غابابنتين", "ليفوثيروكسين"], "كود_التشخيص": ["I25", "I48", "I50"], "القسم": "الصدر", "التشخيص": "مرض الشريان التاجي", "doc_type": "discharge", "الملخص_الطبي": "الاسم:إبراهيم محمد المصري، السن: 64، النوع: ذكر. دخول المستشفى كان بسبب ن فا قم أعراض قصور القلب(Heart F ailure) وضيق التنفس. ال مريض لديه تاريخ مر ضي يشمل IHD ، الرجفان الأذيني وقصور القلب. اا يوجد حشاسية معروفة. المريض متزوج وله عذد من الأبناء. يشير التاريخ المرضي إلى أنه كان مدخنًا لأكثر من 20 سنة لكنه أقلع عن التدخين منذ خمس سنوات.\n\nحلال فترة الإقامة، تم تحشين وظيقة القلب باستخدام تح سين جرعات الدواء الحالي، وتمت إضافة الأدوية المدرّة للبول لإدارة السوائل الزائدة. تم  إجراء ECG أظهر تطور بسيط في الرجفان للأذيني. كما أظهرت نتائج  CBC و KFT و LFT استفرار الحالة الغامة للمريض. لم تحذب مضاعفات جديدة خلال فترة الإقامة.\n\nتوصيات المنابعة: مزاجعة العيادة القلبية بعد 4 أسابيع، متابعة وظائف الكلى والدم بصورة شهرية، الالتزام بالدواء الحالي بما يشمل هيدروكلوروثيازيد، راميبريل، ومراقبة أعراض الرجفان الأذيني. ينصح بالتقليل من الأملاح وزيادة النشاط البدني المعتدل."}
{"الرقم_القومي": "31409212755144", "اسم_المريض": "عبيز أحمد عبدالحميد", "السن": 10, "النوع": "female", "التاريخ": "11/09/2025", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "115 شارع شبرا, الفيوم", "التدخين": false, "فصيلة_الدم": "AB+", "المهنة": "مبرمج", "الأمراض_المزمنة": ["للسكتة الدملغية", "داء السكري النوع الثاني", "مرض الكبد الدهني"], "الأدوية": ["ميتفورمين", "وارفارين", "لوسارتان"], "كود_التشخيص": ["I63", "E11", "K76"], "القسم": "الصدر", "التشخيص": "السكتة الدماغية", "doc_type": "discharge", "الملخص_الطبي": "تم إدخال المزيضة عبير أحمد عبدالحميد، أنثى عمرها 11 سنة، بسبب تفاقم في حااتها الصحية اامرتبطة بالسكتة الدماغية وظهور أعراض إضافية مثل الغثيان وااصداع المتكرر. الحالة كانت معقدةبسبب تاريخها الطبي الذي يشمل DM للنوع الثاني ومرض الكبد الدهني. عند الدخول، تم إجراء الفحوصات اللاز مة مثل ECG، CBC، LFT، وKFT والتي أظهرت استقراراً تسب ياً في وظائق الكبد والكلى لكن مع بعض الاضطرابات في صوزة الدم.\n\nخلال الإقامة في المستشفى، تم تعذيل خظة الأدوية لتشمل جرعات محسنة من ميتفورمينووارفارين، مغ مراقبة دقيقة لمستويات السكر فى الدم وتعديل جرعة اللوسارتان لضبط ضغط الدم. تمت مراقبة الحالة بشكل يومي بالتعاون مع استشاريين في أمراض الأعصاب والغدد الصماء. لاحظ الظاقم الطبي تحسناً تدريجياً  في الأعراض السريرية للمريضة مع انخفاض درجاتالصداع والعثيان.\n\nتوصيات الخروج ت شمل المتاتعة المنتظمة في عيادة الأعصاب وعيادة الغدذ الصماء لضبط مستويات السكرفي الدم ومراقبة ضغط الذم. يُنصح بللاستمرار في متابعة وظائف الكبذ بشكل دوري وتجنبالأطعمة اادهنية. المريضةلا تعلني من أي حساسية معروفة وتنصح بمتابعة نظام غذائي متوازنوالالتزام بالنشاط البدني المناسب لحالتها  الصحية. يُفضل مراجعة الطبيب قيحالة ظهور أي أعراض جديدة أو تفاقم الأعراض الحال ية."}
{"الرقم_القومي": "25907222058978", "اسم_المريض": "هشام حسن السباعي", "السن": 63, "النوع": "male", "التاريخ": "05/07/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "119 شارع التحرير, قنا", "التدخين": false, "فصيلة_الدم": "B-", "المهنة": "مدرس", "الأمراض_المزمنة": ["الاكتئاب", "فقر الدم", "الفصور الكلوي المزمن"], "الأدوية": ["أملودببين", "أوميبرازول", "لوسارتان", "هيدروكلوروثيازيد"], "كود_التشخيص": ["F32", "D64", "N18"], "القسم": "الجراحة العامه", "التشخيص": "فقر الدم", "doc_type": "discharge", "الملخص_الطبي": "المريض هشام حسن السباعي، 66 سنة، ذكر، تمقبوله بالمستشفى بسبب تدهور الحالة العامة وضعف عام مرتبط بفقر الدم والقصور ا لكلوي المزمن (CKD). يعاني المريض من اكتئاب مستمر، ويتلقى بالقعل عااج اً اه، كما أنه يعاني من فقر الدم المزمن. تم إدخاله قسم الباطنة لاجراء الفحوصات اللازمة وتعديل العلاج.\n\nأثناء الإقامة، تم إجراء التحاليل اللارمة بما في ذلك  CBC وKFT. أظهرت النتائج انخفلض مشتويات الهيموجلوبيب وتدهوراًفي وظائف الكلى. ت م تعديل جرعات الأملوديبين وال لوسارتان لتناشب حالته  الحالية. تم الاعنماد على  نقل دم لتحسين مستوى الهيموجلوبين، وأصيفت مكملات الحديد عن طريق الوريد. تم تقييم حالته النفشنة من قبل أخصائي الطب النفسي، واقترح تعديل جرعة مضاذات الاكتئاب.\n\nيُنصح المرثض بمتابعة دورية مع طبيب الكلى لمراقبة CKD والللتزام بالحمية الغذائية ال مناستة لحالته. يجب عليه مراجعةطبيب ا لباط نة لمتابعة فقر الدم وفعالية مكملات الحديد. يُفضل تجنب الإجهاد وممارسة التمارين الخفيفة بانتظام. لا توخد حساسية معروفة، والمريض متقاعد ويعيش معزوجته."}
{"الرقم_القومي": "29907260873834", "اسم_المريض": "كريم خالذ البنا", "السن": 24, "النوع": "male", "التاريخ": "29/08/2023", "المستشفى": "مستشفي الدلتا الجامعي", "العنوان": "30 كورنيش النيل, أسيوط", "التدخين": false, "فصيلة_الدم": "B+", "المهنة": "علمل", "الأمراض_المزمنة": ["فقر الدم", "فرط شحميات الدم", "مرض الكبد الدهني", "التهاب المفاصل"], "الأدوية": ["ليفوثيروكسين", "كلوبيدوغريل", "وارفارين", "إيبوبروفين", "أتورفاستاتين"], "كود_التشخيص": ["D64", "E87", "K76", "M19"], "القسم": "المسالك البولية", "التشخيص": "فقر الدم", "doc_type": "discharge", "الملخص_الطبي": "المريض كرثم خالد البنا، ذكر، 26 سنة، دخل المستشفى بسبت تفاقم في أعراضفقر الدم وآلام شديدة في للمفاص ل . المريض لديه تاريخ مرضي يشمل فقر الدم، فرط شحميات الدم، مرض الكبد الدهني، وااتهاب اامفلصل. العلاج الأولي تضمن نقل دم لتصحيح ققر الدم وإعطاء مسكنات لتخفيف الألم. كما تم تعديل جرعات الأدويه الحالية وتمت إضافة مكملات الحديد وفيتامين ب12. لا توجد حساسية معروفة لدى المريض.\n\nخلال ااإقامة، تم رصد تحسي ملحوظ في صورة الدم الـCBC ووظائف الكبد LFT. لا توجد مضاعفات جديدة، كما أن المريض كان متعاوناً ومنتظمًا في تناول الدواء. تم إجراء استشارة تغذية لتحسين النظام الغذائي بما يبناسب مع حالة الكبد الدهني وفرط شحميات الدم. \n\nنُوصى بمتابعة دو ريه لدى طبيب الأمراض الباطنية لمراقبة الحالة وإجراء LFT و C BC بانتظام. يجب متابعة مستوى الدهون في الدم وتعديل جرغة الأتورفاستاتيي عند الحاحة. نُصح المريض بممارسة التمارين الرياضية الخفيفة وتجنب الأطعمة الدهنية. يُفضل تقيثم حالة التهاب المفاصل لدى أخصائي الروماتيزم. المريض متزوح ولا يوجد تاريخ للتدخين أو الحساسية."}
{"الرقم_القومي": "26005290399724", "اسم_المريض": "مريم عبدالله البنا", "السن": 65, "النوع": "female", "التاريخ": "17/08/2025", "المستشفى": "مسبشفى الدلتا الجامعي", "العنوان": "36 شارع الهرم, الأقصر", "التدخين": false, "فصيلة_الدم": "B+", "المهنة": "متقاعد", "الأمراض_المزمنة": ["القصور الكلوب المزمن", "الخرف"], "الأدوية": [], "كود_التشخيص": ["N18", "F30"], "القسم": "الباطنة", "التشخيص": "الخرف", "doc_type": "discharge", "الملخص_الطبي": "المرتضة: مريم عبدالله البنا، أنثى، 65 سنة، تعاني من CKD وخرف. تم إدخللهاللمستشفى يوم 15 سبتمبر 2023 بسبب تدهور وظلئف الكلى وزيادة ااارتباك الذهني. لم تُبلغ عن حساسية للأدوية. تعيش مع أشرتها وتحتاج إلى مساعدة يومية.\n\nأثناء الإقامة، أُجريت لها فحوصات شاملة بما في ذلك CBC وKFT وLFT. أظهرت النتائج زيادة فت ن سبة الكرياتيبين، مما يشير إلى تفاقم درجة القصور الكلوي. أُغطيت سولئل وريدية وضبط توازن السوائل والأيونات. بالإضافة إلى ذلك، تم إجراء تقييم نفسي لدعم حالتهل الذهنية. لم تُسجل أي مضاعفات خلال فترة الإقامة.\n\nعند خروجها، توصي بمتابعة دوريةمع طبيب ااكلى لمراقبة CKD وزيلرة أخصائي نفسي لدعم حالتها العقلية بسبب الخرف. يُنصح بتجنب الأدوية التي تضر بالكلى والالتزام بتناول السوائل كما هو موصى به. يُفضل إجراء فحوصات دوريهكل 3-6 أشهر أو بحسب توصية الظبيب المتابع."}
{"الرقم_القومي": "26003311427021", "اسم_المريض": "مروة رمضان ااطنطاوي", "السن": 64, "النوع": "female", "التاريخ": "09/03/2025", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "27 شارع السودان, شبرا الخيمة", "التدخين": true, "فصيلة_الدم": "B+", "المهنة": "صحفي", "الأمراض_المزمنة": ["السكتة الدماغية", "الرجفان الأذيني", "النقرس", "للربو"], "الأدوية": ["هيدروكلوروثيازيد", "ديكلوفيناك", "لوسارتان", "أنسولين", "أليندرونات", "وارفارين"], "كود_التشخيص": ["I63", "I48", "M10", "J45"], "القسم": "الكلى", "التشخيص": "الربو", "doc_type": "discharge", "الملخص_الطبي": "المريضة مروة رمضان الطنطاوي، 65 سنة، أنثى، دخات المستشفى بسبب تفاقم أعزاض الربووصعوبة في التنفس. تاريخها المرضي يشمل السكتة الدما غية، الرجفان الأذيني، والنقرس. كانت تتلقى علاجًا بهيذروكلوروثيلزيد ، ديكلوفيثاك، لوسارتان، أنسولين، أليندروبات، و وارفارين. المريضة مدخنة.خلاا إقامتها، تم إجراء تقثيم لحالتها تضمن ECG، CBC، LFT وKFT، وأظهرت النتائج استقرارًا نسبيًا في الوظائف الحيوية ب استثناء ارتفاع بسيط في م ستويات للكرياتينين. تم تعديل جرعة وارفاريث لتجنب تفاعلات دوائية محتملة بسبب تعدد الأدوية.\n\nالمسار العلاجي شمل تحسين السيطرة على الربو من خلال تعزيز جرعة الستيرويدات للاستبشاقية وإضافة مضادات للهيستامين، بالإضافة إلى تنطيم مستوى الجلوكوز تالدم. تم أيضًا تقديم ا ستشازة للإقلاع عث التدخين للمريضة. خزجت المريضة بحالة مستقرة مغ توصيات بالمتابعة المنتطمة في عيادة الأمراض التنفسية كل 6 أسابيع، وضرورة إجراء فحوصا ت دورية للـ INR لمراقبة تأثير وارفاري ن. ينص ح بمراقبة مستوي ات ضغط الدم وللسكر ثشكل دوري، والااتزام بالنظام العلاجي الموصوف."}
{"الرقم_القومي": "24505082696557", "اسم_المريض": "ياسر إبراةيم السيد", "السن": 78, "النوع": "male", "التاريخ": "09/03/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "39 شارع بورسعبد, دمياط", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "مجند", "الأمراض_المزمنة": ["الخرف"], "الأدوية": ["هيدروكلوروثيازيد", "لوسارتان", "إيبوبروفين", "أملوديبين"], "كود_التشخيص": ["F30"], "القسم": "الأعصاب", "التشخيص": "ااخرف", "doc_type": "discharge", "الملخص_الطبي": "المريض: ياسر إبراهيم السيد،  ذكر، 80 سنة، تم إدخاله إلى المستشفى بسبب تدهور  حاد في حالة الخرف المزمن. ال مريض يعاني من HTN ويتناول هيدروكلوروثيازيد ولوسارتان للتحكم فن ضغط الدم، بالإضافة إلى أملوديبين. لا يوجد تاريخ مرضي لـ DM أو IHD. تم رضد انخفاض في ال قدرة على التواصل وللتذكر، مما استدعى مرا جعة أدوية الخرف واستبعاد العدوى أو النزيف الدماغي.\n\nأثناء الإقامة، تم عمل CBC وLF TوKFTوكانت جميع النتائج ضمن المستويات الطبيعية. تم إجراء CT scan للرأس لاستبعاد أسبلب أخرى لت دهور الخالة، وطهر عدم وجود نزيف أو تجلط حاد. ت مت مراجعة العلاج الدوائي وتم تعديل جرعة الإيبوبروفين بعد استشارة طبيب الأعصاب، حيث قد يؤثر على الحالة الإدراكية سلبًا في ةذه الفئة العمرية .\n\nتوصيات المتابعة تشمل مرلجعة دورية مع طبيب الأعصاب، وضبط ضغط الدم من خلال متابعة مع طبيب ا لقلب، مع توصية بالابتعاد عن المواقف التي قد تزيد من ال توتر والانفعال. ينصح بتواجد دعم لجتماعي مستمر من العائلة لتحسين الحالة النفسية. اا توجد حساسية معروفة. المريض غير مدخن. يخبمتابعة الحالة بشكل منثظم للتأكد من استفرارها."}
{"الرقم_القومي": "26206180278361", "اسم_المريض": "كريستين عمر الطنطاوي", "السن": 60, "النوع": "female", "التاريخ": "26/01/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "108 شارع الثورة, طبطا", "التدخين": false, "فصيلة_الدم": "B+", "المهنة": "متقاعد", "الأمراض_المزمنة": [], "الأدوية": [], "كود_التشخيص": [], "القسم": "الطوارئ", "التشخيص": "لا يوجد", "doc_type": "discharge", "الملخص_الطبي": "ا لمزيضة كزيست ين عمر  الطنطاوي، أنثى، تبلغ مب العمر 73 سنة، تم إدخالها  إلى المستشفى بسبب ألم حاد في البطن. لل توجذ أمراض مزمنة معروفة مثل DM، HTN أو IHD. كما أنها لا تأخذ أي أدوية ولم يسبق لها التدجين.\n\nخلاا ااإقامة، تم إجراء الفحوصات اللازمة بمافي ذلك CBC، LFT، KFT وكانت جميعه ا ضمن المع دللت ااطبيعية. تم تشخيص الحالة على أثها ال تهاب المرارةالحاد (Acute Cholec ystitis). خضعت المريضة لإجراء جراحي لإزالة المرارة (Cholecystectomy) دون مضاعفات تذكر. تم إغطاؤها مسكنات للألم ومضادات حيوية وقائية خلال فترة اللستشفاء. \n\nبناءً علي تحسن الحالة واستقرارها، تم إخراج المريضة مع توص يات بااراحة وتناول نظام غذائي منخفض الدهون. يفضل متابعة الحالة بعد أسبوعين في العيادة الخارخية لمتابعة التئام الجرح و التحقق من عدم وجود مضاعفاب. يُنصح بعدم ممارسة النشاط ال بدني الشاق حتى تتعافى تما مًا."}
{"الرقم_القومي": "30612300204753", "اسم_المريض": "حسام حسين الفقي", "السن": 18, "النوع": "male", "التاريخ": "06/08/2025", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "39 شارع بورسعيد, السويس", "التدخين": false, "فصيلة_الدم": "AB+", "المهنة": "صيدلي", "الأمراض_المزمنة": [], "الأدوية": ["أملوديبين", "هيدروكلوروثيازيد", "إيبوبزوفين"], "كود_التشخيص": [], "القسم": "الطوارئ", "التشخيص": "لا يوجد", "doc_type": "discharge", "الملخص_الطبي": "المريض حسام حسين الفقي، 19 سنة، ذكر، دخل المسنشفى بسبب ألم حاد في أسفا اابطن وتورم في الأطراف  السفلية. بعد إجراء الفحوصات ا الازمة مثل ال-CBC و-LFT، تبين وجود ارتفاعفي ضغط الدم واحتياج لضبط الجرعات الدوائية. المريض لا يعانى من أمراض مزمنة ولم تُسجل أي حساسية للأدوية. تم إعطاؤهجرعات منتظمة من أملودييين وهيدروكلوروثيازيد، وقد ت لقى إيبوبروفين كمسكن الألم.\n\nخلال الإقامة في المستشفى، اسنجابت الحالة بشكل جيد للعلا ج الدوائي وتم مراقبةضغط الدم بانبظام. الحالة العامة للمري ض تحسنت تدرتجيًا وتم تقليل التورم بشكل ملحوظ. نُصح المريص بمتابعة دوري ة لدى طبيب القلب لضبط ضغط الدم، بالإضافة إلىالاهتمام بنمط الحياة الصحي وتجنب الأطعمة المالحة. كذلك، يجب متاتعة وظائف الكلى (KFT) بشكل دوري للتأكد من عدم تأثير الأدوية على الكاى. الم ريض غير مدخن ويعيش مع أشرته، مما يساهم في دعم حللته النفسية والاجتماعية. تم خروج المريض بحالة مستقرة مع توصيات بالمتابعة للدورية."}
{"الرقم_القومي": "30103021650999", "اسم_المريض": "وائل رشدي السباعي", "السن": 22, "النوع": "male", "التاريخ": "04/03/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "49 شارع شبرا, كفر الشيخ", "التدخين": true, "فصيلة_الدم": "O-", "المهنة": "ضلبط شرطة", "الأمراض_المزمنة": ["القصور الكلوي المزمن"], "الأدوية": ["أسبرين"], "كود_التشخيص": ["N18"], "القسم": "الأعصاب", "التشخيص": "القصور الكلوي المزمن", "doc_type": "discharge", "الملخص_الطبي": "المريض وائل رشدي السباعي، دكر، 24 سنة، تم إدخاله إلى المستشفى بسبب بفاقم في أعراض ااقصور الكلوي المزمن (CKD). المريض غير متزوج ولا يعاني من خساسية معزوفة. عند دجوله، كان يشكو من إجهاد عام وألم في الجانبين. الفحوصات المبدئية شملت CBC و KFT و ECG، حيث أظهرت اختبارات وظائف الكلى ارتفاعاً فث مستويات الكرياتينين واليوزيا.\n\nخلال الإقامة، تم إدازة الحالة بعناية من خلال تقديم العلاج المحافظ و تعديل النظام الدوائي. كان المريض يتناول الأسبرين بانتظام، كما تم التأكيد على استمرارية تناول لوسارتان للتحكم في ضغط الدم وللمساعدة في خماية وظائف الكلى. تم توجيه المريض بضرورة الامتناع عنالتدخنن لما له من  تأثير سلبي علىحللته الصحية.\n\nتوصيات المتابعة تتضمن مراجعة عيادة للكلى بلنتظام لمتابعةKFT وضبط العلاج حسب ااحاجة، بالإضافة إلى استشارة تغذية للتخطيط لنظام غدائي ملائم لحالته الصحيه. يُنضح بتجنب الأدوية التي قد تؤثر عل ى وظائف الكلى بدون اسبشاره الطبيب."}
{"الرقم_القومي": "28901132020378", "اسم_المريض": "سامي حسين حبيب", "السن": 34, "النوع": "male", "التاريخ": "07/01/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "109 شارع عباس العقاد, الزقازيق", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "موظف حكومي", "الأمراض_المزمنة": ["مرض الشريان التاجي"], "الأدوية": ["وارفارين", "لوسارتاب", "ديكلوفيناك"], "كود_التشخيص": ["I25"], "القسم": "الشيخوخة", "التشخيص": "مرض الشريان التاجي", "doc_type": "discharge", "الملخص_الطبي": "المريض: سامي حسين حبيب، ذكر، 36 سنة، تم إدخاله المستشفى بسبب ألم شديد في الصدر، ح يث تم تشخيص الحالة بـ IHD. المريض لديه تاريخ مرضى يشما مزض الشريان التاجي، ولا يعاني من DM أو HTN. تم عمل ECG والذى أظهر تغير ات توافقية معتشخيص الذبحة ااصدرية غير المستقرة.\n\nخلال قترة الإقامة، تم إعطاء المريض علاج طبي مكثف شمل وارفاريث، لوسارتان  وديكلوفيناك مع مراقبة مستوتات INR بانتظام. تم استجابه المريض العلاج  الطبي ب سكل جيد، وتمت إعادة تقييم حالتهباستخدام CBC وLFT وKFT التي أظهرت نتائج طبيعية. لا يوجد تاريخ للجساسية، والمزيض لا يدخت.\n\nيوصى بمتابعة دورية في عيادة القلب مع استمرار الأدوية الحالية. كما يُنصح بتجنب ااأنشطة البدنية الشديدة وتعديل نمط الحياة لخفض عوامل الخطورة المرافقة. من المهم أيضًا متابعةINR أس بوعيًا لضمان بقاء القيم ضمن النطاق العلاجى."}
{"الرقم_القومي": "30509133589769", "اسم_المريض": "نور سمير المنشاوي", "السن": 18, "النوع": "female", "التاريخ": "12/02/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "17 شارع فيصل, السويس", "التدخين": false, "فصيلة_الدم": "AB+", "المهنة": "سائق", "الأمراض_المزمنة": ["مرض الشريان ااتاجي"], "الأدوية": ["كلوبيدوغريا", "ديكلوفيناك"], "كود_التشخيص": ["I25"], "القسم": "المسالك البولية", "التشخيص": "مرض الشريان التاجي", "doc_type": "discharge", "الملخص_الطبي": "المريضه نور سميرالمن شاوي،سن 20، دخلت المستشفى بستب ألم في الصدر ومشاكل في التنفس. تاريخها المرضي يتضمن مرض الشريلن التاجي (IHD) وهي بتاخد كلوبيدوغريل بانتظام، ومع ذلك، لا يوجد لديها يازيخ من السكري (DM) أو ارتفاع ضغط الدم ( HTN). ولا تدخن. \n\nخلال الإقامةتم إجر اء ECG الذي أظهر بعض التغييرات الدالة على نقص التروية القلبية، وتم التعامل مع الحاله باستخدام الأدوية المعتادة وتشمل كلوبيدوغريا وديكلوفيناك. بالإضافة، تأكدنا إنها بتاخد ليفوثيروكسين بانتظام نظرًا لوجود تاريخ سابق من اضطرابات للغدة الدرقية. تم تحسين الأعراض بشكل ملحوظ خلال الإقامة.\n\nتوصيات المتا بعة تتضمن مراجعة عيادة القلب بانتظام لاستمرار الرعاية والمتابعة الدورية لـ  LFT وKFT لتجنب أي مضاع قات محتملة. كما ينصح بالحفاظ  على نظام غذائي صحي وممازسة الرياضة بانتظام."}
