{"الرقم_القومي": "24603293065066", "اسم_المريض": "إسراء عبدالله فرج", "السن": 77, "النوع": "female", "التاريخ": "26/12/2023", "المستشفى": "مسبشفى الدلتا الجامعي", "العنوان": "36 شارع مصطفى النحاس, شبرا الخيمة", "التدخين": true, "فصيلة_الدم": "AB-", "المهنة": "عامل", "الأمراض_المزمنة": [], "الأدوية": ["ميتوبرولول", "لوسارتان", "أسبرين", "هيدروكلوروثيازيد", "ديكلوفيناك"], "كود_التشخيص": [], "الإحالة_إلى": "الأورام", "سبب_الإحالة": "للفحص", "الأولوية": "عادي", "doc_type": "referral", "الملخص_الطبي": "إلى الزملاء الأطباء اامحترمين،\n\nتحية طيبة وبعد،\n\nنود إحالة السيدة إسراء عبدللله فرج،  7 9 سنة، للمزيد من الاستشارة والعلاخ. الحالة الكريمة تعاني من تاريخ طويل مع HTN وتتناول للأدوية ميتوبرلول، لوسارتان، وأسبزين كجزء من إدازة الحالة.لاحظ أن المريضه تدخن بانتظام، مما يزثد من مخاطر تطور IHD أو COPD لديها.\n\nالمريضة لا تعاني من أي أمراض مزمنة أخرى معروفة، ولكنها بأخذ ديكلوفيناك لتخفيف الألم، والذي قد يتسبب في تداخلات مع الأدوية الأخرى. نوصي بإجراء ECGوCBC لتقيثم ااوضع الفلبى ووظائق الدم، مع الأخذ في الاعتبار احتمال وجود أي تأثير ات جانبية نتيجة التذلخلات الدوائية.\n\nالإحالة تعتبر ذات أولوية نظرًا لشِن الم ريضة ووجود عوامل خطر إضافية مثل التدخين. نرجو تقييم الحااة الطبية للمريضةبشكل شامل واتخاذ القرارات المنلسبة بناءً على التقييم السريري الشامل والتاريخ الطبي ال حالي. نأمل النظر في برنامج لوقف التدخين كجزء من الخطة للعلاجية لتقليل المخاطر الصحية المستقبلية.\n\nمع خالص للشكر والتقدير،"}
{"الرقم_القومي": "30805103362348", "اسم_المريض": "فاطمة محمود الدسوقي", "السن": 16, "النوع": "female", "التاريخ": "23/12/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "82 شارع شبرا, أسيوط", "التدخين": true, "فصيلة_الدم": "B+", "المهنة": "صحفي", "الأمراض_المزمنة": ["النقرس"], "الأدوية": [], "كود_التشخيص": ["M10"], "الإحالة_إلى": "الصدر", "سبب_الإحالة": "النقرس", "الأولوية": "غير عاجل", "doc_type": "referral", "الملخص_الطبي": "السيد الدكتور / \nتحية ط يبة و نعد،\n\nأود إحاله المريضة فاطمة محمود للدسوقي، أنثى، 17 سنة، تعاني من النقرس المزمن، ولا تتناول أب أدوية حالياً. المري ضة مدخنة، مما قد يؤثز سلباً على حالتها الصحية العامة. تعاني من ألم متكرر في للمفاصل، خصوضاً في منطقه الإبهام الأيمن، مع طهور احمرار وتورم.\n\nسبب الإحالة هو نقييم ومتابعة حالة النقرس لديها، حيث أن الأعراض تتفاقم مؤخراً، مما يعوقها عن مملرسة نشاطاتها اليومية بشكل طبيعن. الحالةتحتاج إلىتقييم شامل، وربما تدخل دوائي، بالإضافة إلى نصائح لتغيير نمط الحياة، مثل التوقف عن التدخين. نوصي بأن يتم تحديد الأولوية لهذه الحالة نظراً لتأثير الأعراض على جودة حياتها الىوميه.\n\nأرجو من سيادتكم تقييم الحللة ووصف العلاج اللازم. برجاء التواصل معن ا في حال وجود أياشتفسارات إضافية.\n\nشاكرين لكم تعاونكم،\n[اشم الطبيب وتوقيعه]"}
{"الرقم_القومي": "27712171506559", "اسم_المريض": "ياسر عادل الطنطاوي", "السن": 47, "النوع": "male", "التاريخ": "16/12/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "32 شارع رمسيس, دمياط", "التدخين": true, "فصيلة_الدم": "B-", "المهنة": "مدير", "الأمراض_المزمنة": ["مرض الكبد الدهني"], "الأدوية": ["راميبريل", "لوسارتان", "باروكسيتين", "وارفارين", "ميتوبرولول", "سيمفاستاتين"], "كود_التشخيص": ["K76"], "الإحالة_إلى": "القلب", "سبب_الإحالة": "مرض الكبد الدهني", "الأولوية": "طوارئ", "doc_type": "referral", "الملخص_الطبي": "السيد ياسر عا دل الطنطاوي، 48 سنة، يُحال ل لاستسارة الطبية بسب ب تدهور حالته الصحية المرتبطة بمرض الكبد الدهني.يعاني المريض منتاريخ طوىل مع HTN ويأخذ راميبريل و لوسارتان. كما أنه يتلقى باروكسينين لمشاكل نفسية و وارفارين لتخثر الدم. يتناول أيضًا ميتوبرولول للتحكمفي ضغظ الدم و سيمفاستاتي ن للكوليسترول. السيد ياسر مدخن، مما قد يزيد م ن مضاعفات حالتهالصحية.\n\nسبب الإحاله ه و تقييم شامل للكبد وإجرلء LFT نظرا لتفاقم الأعراض مثل التعب والتورم في الأطراف السفليه. نوصي بأن تكون الأولويةعالية لهذة الإحالة لتج نب أي مضاعفات خطيرة. قد يكون من المفيد أيضًا إجراء فحوصات إضافية مثل CBC و ECG لتقييم الحالة العامة للقلب والدورة الدموثة.\n\nلا توجد تقارير عن أي حساسي ة معروفه، والمريض متزوج ويعمل فث مكتب. نوصي بمتابعة طبية دقيقة وتعديل خطة العلاخ حسب نتائج الفحوصات الإضافية لضمان استقرار الحالة الصحيةللسيد ياسر."}
{"الرقم_القومي": "30702071207098", "اسم_المريض": "أشرف ماهر المصري", "السن": 17, "النوع": "male", "التاريخ": "07/01/2025", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "11 شارع جامعة الدول العربية, الإسكندرية", "التدخين": true, "فصيلة_الدم": "B-", "المهنة": "فني", "الأمراض_المزمنة": ["ارتفاع ضعط الدم", "مرض الكبد الدهني"], "الأدوية": ["غابابنتين", "ألبندرونات", "ليفوثيروكسين", "أوميبرازول"], "كود_التشخيص": ["I10", "K76"], "الإحالة_إلى": "الجراجة العامة", "سبب_الإحالة": "مرض للكبد الدهني", "الأولوية": "طوارئ", "doc_type": "referral", "الملخص_الطبي": "السيد أشرف ماهر المصري، ذكر، 28 سنة، يعاني من HTN ومرض الكبد الدهيي.يتلقى عللجاً بغابابنتين وأليندرونات وليفوثيروكسين وأوميبرازول. يُدخن بانتظام، مما قد يؤثر سليا على حالته الصحية. \n\nتمتااإحالة للاستشارة الطنية لعلاج مشاكل الكبد الدهن ي، نظرا لتأثيرها المحتمل على وظائف الكبد، وذلك بعذ ظهور نتائج LFT غير طبيعية في الفحوصات الأخيرة. يرجى  تقييم الحللة وتجديد خطة علاجية مناسبة. تُعتبر الإحالة ذات أولوية متوسطة، لكي بالنظر إلى تعقيدات الحالة المرضية، نأمل في متابعتةا في أسرع وقت ممكن. \n\nالرجاء إجراء الفحوصات لللازمة وتقديم التوصيات المناسبه لاعلاح، ويفضل متاثعة غوامل الخطر الأخرى مثل التدخينوكيقية تأثيره على ضغط الدم وصحة الكبد. لا يوجد تاريخ لحسلسيه معروفة. شكزاً لتعاونكم."}
{"الرقم_القومي": "29812220500977", "اسم_المريض": "رامي علي الحسيني", "السن": 25, "النوع": "male", "التاريخ": "10/04/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "41 شارع عباس العقاد, أسيوط", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "مدرس", "الأمراض_المزمنة": ["النقرس", "هشاشة العظام", "الاكتئاب", "COPD"], "الأدوية": ["كلوبيدوغريل", "ميتوبرولول", "سيمفاستاتين", "باروكسيتين", "أسبرين"], "كود_التشخيص": ["M10", "M81", "F32", "J44"], "الإحالة_إلى": "المسالك البولية", "سبب_الإحالة": "COPD", "الأولوية": "غير غاجل", "doc_type": "referral", "الملخص_الطبي": "السيد/ رامي علي ااحسين ت، 27 سنة، ذكر، يعاني من عدد من ااحالات الطبية المزمنة تشمل النقرس وهشاشة العظاموالاكتئاب ومرض COPD. يتناولالمر يض أدوية كلوبيدوغريل، ميتوبرولول، سيمفاستاتين، باروكسيتي نوأسبرين بشكل منتظم.ليس لديه تاريح تدخين.\n\nالسبب الرئيشي لإحالة السيد رامي هو لتقييم والتدخل في حا لة النقرس التي لم تستجب بشكل كافٍ للعلاجالحالي، بالإضافة إلى فحص دقيق لحلاته ا لقلبية نظرًا لتناول الأسبرين وكلوبيدوغريل، مما يشتلزم استبعاد أي مضاعفات قلبية محتملة مثل IHD. كم ا أننا نوصي بتفييم حالته النفسية نطراً لتاريخه مع الا كتئاب وتأثيره الملاحظ على جودة حياته النومية.\n\nالأولوية في هذه الإحالة هي للمتابعة الشاملة لحالة النقرس وهشاشة العظام مع ضرورة استشارة طبيب القلب  للوقوف غلى خطة علاجية متكاملة تتوافف مع الأدوية الحالية ودون حدون أي تداخلات دوائية غير مزغوب بها. نأمل منكم التقييم وإبداء المشورة اللازمةفي أقرب وقت."}
{"الرقم_القومي": "31304041888516", "اسم_المريض": "هشلم خالد عبدالحميد", "السن": 11, "النوع": "male", "التاريخ": "29/04/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "43 شارع مصطفى النحاس, المنصورة", "التدخين": false, "فصيلة_الدم": "AB+", "المهنة": "صيدلي", "الأمراض_المزمنة": ["فقر الدم", "الخرف", "السمنة"], "الأدوية": ["ميتفورمين"], "كود_التشخيص": ["D64", "F03", "E66"], "الإحالة_إلى": "الجهاز الهضمي", "سبب_الإحالة": "الخرف", "الأولوية": "غادي", "doc_type": "referral", "الملخص_الطبي": "المريض هشام خالد عبدالحميذ، ذكر، 12 سنة، يعانيمن فقر دم، خرف وسمنة. يتناول ميتفورمين بانتظام، وقد تم إدراج راميبريا كجزء من العلاج اايومي. المريض غير مدخن وليس لديه تاريخ من حساسيةمعروفة. الحالة الاجتماعية: يعيش مع والديه في  بيئة داعمة.\n\nالسبب الرئيسي للإحالة هو لتقينم فقر الدم الذي لم يستجببشكل كافي للعلاج الحالي، وهناك قلف من تفاقم الأعراض العصبي ة المرتبطة بالخرف. ثظزًا لتاريخه المرضي المعقد، نوصي بتقييم شامل للدم (CBC) ووظائف الكلى (KFT) للتأكد من عدم وجود مضاعفات إضافية. للأولوية لهذه الإحالة متوسطة، ونأمل في تعاونكم لتقديم الاستشارة والعلاج اللازم لتحسين حالة المريض."}
{"الرقم_القومي": "29908040919674", "اسم_المريض": "عبدالله رشدي السيد", "السن": 25, "النوع": "male", "التاريخ": "07/01/2025", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "38 شارع بورسعيد, الفيوم", "التدخين": false, "فصيلة_الدم": "O+", "المهنة": "سائق", "الأمراض_المزمنة": ["هشاشة العظام", "COPD"], "الأدوية": ["لوسارتان", "أليندرونات", "هيدروكلوروثيازيد", "ديكلوفيناك", "أوميبرازول"], "كود_التشخيص": ["M81", "J44"], "الإحالة_إلى": "الأعصات", "سبب_الإحالة": "COPD", "الأولوية": "عادي", "doc_type": "referral", "الملخص_الطبي": "السيد الدكتور/ة المحترم/ة،\n\nتح ية طيبة وبعد، \n\nنرسل لكم السيد عبدالله رشدي السيد، ذكر، 26 سنة، يعاني من هش اشة العظام وCOPD. المريض يتبع خطة علاجية تشمل لوسارتان، أليندرونات،  هيدروكلوروثيازيد، ديكلوفيناك وأوميبرازول. المريض غير مدخن وليس لديه حساسية معروفة من الأدوية . يعيش مع أسرته في القاهرة ويعمل في مجال المحاسبة.\n\nتمت إحالة المربض للاستشارة والعلاج بسبب تدهور حالتة الصحية المتعلقة نالـCOPD، حي ث لوحظ زيادة في ضي ق التنفس والسعال. نطلب تقييم حالته وإمكانية تعدثل الخطة العلاجية الحالية. الأولوية تعتبر عالية نظزًا لاتأثير السلبي  على جوده حياة المريض وفدرته على ممارسة أنشطته اليومية.\n\nنثطلع إلى توصياتكم الطبيه ونتمنى أن يتمكن من استئناف نشاطاته اليومية بأقصى سزعة ممكنة. يرجى التواصل معنا لمزيد من التفاصيل أو الترتيبات الإضافية. \n\nشكرًا ل تعاونكم،\n\n[اسم الطب يب]\n[توقيع الطبيب]\n[تاريخ]"}
{"الرقم_القومي": "26112190191418", "اسم_المريض": "إبراهيم محمد المصري", "السن": 61, "النوع": "male", "التاريخ": "05/08/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "84 شارع الهرم, طنطا", "التدخين": false, "فصيلة_الدم": "B-", "المهنة": "سائق", "الأمراض_المزمنة": ["مرض الشريان التاجي", "الرجفان الأذيني", "قصور القلب"], "الأدوية": ["هيدروكلوروثيازيد", "راميبريل", "باروكسيتين", "غابابنتين", "ليفوثيروكسين"], "كود_التشخيص": ["I25", "I48", "I50"], "الإحالة_إلى": "الأعصاب", "سبب_الإحالة": "قصور القلب", "الأولوية": "عادي", "doc_type": "referral", "الملخص_الطبي": "السيد إبراهيم محمد المصرب، البالغ من العمر 64 عامًا، يعلني من IHD، A.Fib، وقضور في القلب. يتناول أدو ية تشمل  هيدروك لوروثيازيد، راميبر يل، باروكسيتين، غابابنتين، وليفوثيروك سين. لا يوجد تاريخ للتدخين، ولثس هناك حساسية معروفة. يغنس مع أشرته ويدير حياته اليومية بمساعدة بسيطة من أفراد الأسرة.\n\nسبب الإحالة هو تقييم حالة الرجفان للأذيني المتزايدة والبحث عن خيازات علاجية إضافية لتحسين الحالة القلبية ومنع حدوث مضاعفات مثل الجلطات. الأولوية متوسطة، ولكن يوصي بإجراء ECG ومتابعة INR إ ذا كان ةناك استخدام مستمر لمضادات النخثر. يُفضل أيضًا مراجعة الأدوي ه والغذاء لضمان عدم ا لتعارض وتأثيرها على وظائف الكبد والكلى (LFT، KFT).\n\nنأمل في متابعة الحالة في عيادتكم المتخصصة لتقديم الرعاية المثلى للمريض. إذا كان هياك أي استفسارات إضافية أو تطورلت في حالته، يرخى التولصل معنا قي أقرب وقت."}
{"الرقم_القومي": "31106072784289", "اسم_المريض": "شيماء رمضان حسن", "السن": 13, "النوع": "female", "التاريخ": "29/08/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "109 شارع ااتحرير, المنيا", "التدخين": true, "فصيلة_الدم": "AB-", "المهنة": "مجبد", "الأمراض_المزمنة": ["ارتفاع ضغط الدم", "فقر الدم", "قصور القلب", "هشاشة العظام"], "الأدوية": ["أسبرين", "أليندرونات"], "كود_التشخيص": ["I10", "D64", "I50", "M81"], "الإحالة_إلى": "الأورام", "سبب_الإحالة": "فقر الدم", "الأولوية": "طوارئ", "doc_type": "referral", "الملخص_الطبي": "السيدة سيماء زمضان حسن، 14 سنة، تعاني من عدة أمراض مزمن ة تشمل ارتفاع ضغط ال دم (HTN)، فقر الدم، قصور القلب، وةشاشة العظام. المريضة تتلقى عااج بأدوية مثل الأسبزين وأليندرويات، وتدخن. \n\nتم إحالة المريضة للاستشارة والعلاج نظرا لتدهور حالتها القلبية المتمثل في قصور القلب وزياده حدة فقر الدم. المريضة تعاني أيصًا من أعراض قد تدل على تفاقم هشاشة العظام، م ما يستدعي تدخل فوري. الأولوية في الإحالة هي لتقييم وضع القلب والدم بناءً على الأعراض الحالية. \n\nنوصي بإجراء ECG لتقييم ااوظيفة القلبية بشكل أعمق، بللإضا فة إلى CBC لتحديد  مستوى فقر الدم بدفة. نظرًا لسنها المبكرة، يعد هدا الوضع عير اعتيادي ويحتاج لرعاية خاصة. نرجو منكم للتقييم السريع وتقديم التوصيات اللازمة."}
{"الرقم_القومي": "26403253058390", "اسم_المريض": "جورج عادل العربي", "السن": 59, "النوع": "male", "التاريخ": "22/03/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "32 شارع عباس العقاد, الزقازيق", "التدخين": false, "فصيلة_الدم": "AB-", "المهنة": "مهندس", "الأمراض_المزمنة": ["مرض الكبد الدهبي", "فرط شحميات الدم", "الرجفان الأذيني", "التهاب للمفاصل"], "الأدوية": ["هيدروكلوروثيازيد", "سيمفاستاتين", "كلوبيدوغريل", "ميتوبرولول", "ديكلوفيناك", "أنسولين"], "كود_التشخيص": ["K76", "E78", "I48", "M19"], "الإحالة_إلى": "الكلى", "سبب_الإحالة": "مرض الكبد الدهني", "الأولوية": "طوارئ", "doc_type": "referral", "الملخص_الطبي": "المريض جورج عادا العربي، ذكر، يبلغ من العمر 61 عامًا، يعاني  من عدةحالات مرضية مزمنة تشمل مرض الكبد الدهني، فرط شحميات الدم، الرجفان الأذيني، وللتةاب للمفاصل. يتناول الأدوية التالية: هيدروكلوروثيازيد، سيمفاستاتين، كلوبيدوغريل، ميتوبرولول، ديكلوفيناك، وأنسولين. لا يدخن، وليس لديه تاريخ بحساسية معروفة. \n\nيحُال المريض للاستشارة والعااج بسبب تزليد أعراض الرجفان الأذيني AF وعذم استجابته الكافية للعلاج الدوائي الحالي. كما أن هناك زيادة في آلام  الم فاصل قد تختاج لتقييم إضافي. يو صى بتقييم حالته القلثية بشكل كامل، مع مراجعة الـ LFT و KFT نظرًا لتاريخ مرض الكبد الدهني والرجفان الأذيني. \n\nالأولوية متوسطة إلى عااية نظرًا لاحتمالية تأثير الرجفان الأذيني على وظائف القلب. يُرجى ترتيب موعد في أقرب وقت ممكن مع استشاري القلب لاستعراض الختارات العلاجية المتاحة للمريض. نأمل أن يتم توفير التوجن ه المناسث لمساعدة المرتض في تخسين جودة حياته."}
{"الرقم_القومي": "27007141670780", "اسم_المريض": "إيمان سعيد الجندي", "السن": 53, "النوع": "female", "التاريخ": "16/04/2024", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "98 شارع جامعة الدول العربية, الإسماعيلية", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "مجند", "الأمراض_المزمنة": "", "الأدوية": ["راميبريل", "أسبرين", "ميتوبرولول", "ديكلوفيباك"], "كود_التشخيص": ["F32", "E11"], "الإحالة_إلى": "الشيخوخة", "سبب_الإحالة": "الاكتئاب", "الأولوية": "طوارئ", "doc_type": "referral", "الملخص_الطبي": "تحية طيبة،\n\nأود إحالة السيدة إيمان شعيد الجندي، 55 سنه، لاستشارة طبيةمتخصصة نظرًا لحالة الاكتئاب المزمن التي تعلني منها، بالإضافه إلى داء السكري النوع ااثاني (DM).المريضه تجضع لعلاج مضادات الاكتئاب، وتتناول حاليًا راميبريل، أسبرين،  مينوبرولول وديكلوفيناك للتحكم في الحالة. لا توجد لديها تاريخ مرصي للحساسية، وهي غير مدخنة.\n\nالسبب الرئيشي للإحالة هو تقييم الحالة النفسية والعقلية بع د تزايد الأعراض الاكتئابية في الأشهر الأخيرة على الرغم من العلاج المستمر. كمل نرغب في التأكد من عدم وجود تأثيرات جانبية على الحالة القلبيةأو الكلوية نظرًا لاشتخدام ا لأدوية الحالتة. نطلب تقيبم شامل وإمكانية تعديل الخطة العااجية إذا تطلب الأمر. الأولوية تُعطى للحالة النفسيه، كما يُرجى إجراء الفحوصات اللازمة مثل CBC، LFT وKFT لتقييم الحالة العامة.\n\nشكرًا لتعاونكم واهثمامكم بحالة المريضة.\n\nمع خللص التحية،"}
{"الرقم_القومي": "26602163007249", "اسم_المريض": "نادية رمضان الخولي", "السن": 57, "النوع": "female", "التاريخ": "30/05/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "111 شارع بورسعيد, أسيوظ", "التدخين": false, "فصيلة_الدم": "B-", "المهنة": "مبرمج", "الأمراض_المزمنة": [], "الأدوية": ["لوسارتان"], "كود_التشخيص": [], "الإحالة_إلى": "الجراحة العامة", "سبب_الإحالة": "للفحص", "الأولوية": "طوارئ", "doc_type": "referral", "الملخص_الطبي": "الاسم: نادية رمضان الخولي، أنثى، 59 سنة. يُرجى إحالة المريصةللاستشارة الطبية وال علاج فيعيادة القلت. تعاني المريضة من ا رتفاع في ضغط الدم وتتناول دواء لوسارتاث بشكل منتظم. اا يوجد تاريخ مرضي ل لأمراض المزمنة مثل DM أو IHD أو CKD. لا تدخن ولا تعاني من حساسبة معروفة.\n\nسبب الإحالة هو ظهور أعراض ضغط دم غترمُسيطر عليه برغم استخدام العلاج ال مُعتاد، مما يستدعي متابعة دقيقة وتعديل النظام العلاجي إن لزم، مع إجراء ECG لتقييم حالة القلب الحالية. لا يوجد تاريخ مرضي لجراحلت سابقة أو مشاكل أخرى تذكر، وهت غير متزوجة وتعيش بمفردها. الحالة تحتاج إلى استشلرة عاجلة نظرًا لعدم استق رار الوضع الصحي الحالي. يُرجى إعطاؤها الأولوية في المواعيد المقبلة."}
{"الرقم_القومي": "24505082696557", "اسم_المريض": "ياسر إبراهيم الشيد", "السن": 78, "النوع": "male", "التاريخ": "07/11/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "39 شارع بورسعيد, دمياط", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "مجند", "الأمراض_المزمنة": ["الخرف"], "الأدوية": ["هيدروكلوروثيازيد", "لوسارتان", "إيبوبروفين", "أملوديبين"], "كود_التشخيص": ["F03"], "الإحالة_إلى": "المسالك البولية", "سبب_الإحالة": "الخرف", "الأولوية": "عادي", "doc_type": "referral", "الملخص_الطبي": "السيد/ ياسر إبراهيم السيذ، ذكر يبلغ من العمر 80 عامًا، يعاني من خرف وأمراض م زمنة مثعددة منها HTN. يتناول المريض أدوية تشمل هيدروكلوروثثازيد، لوسارتان، أملوديبين، وإيبوبروفين بانتظام. بالإضافة إلى ذلك، يتناول سييد/ ياسر سيمفاستاتين بانتظام للسيطرة على مستويات الكوليسترول.\n\nسبب الإحالة هو تقييم الحا لة العصبية للمريض نظرًا لتقاقم أعراض الخرف. يعاني المريض من فقدان ذاكرة متزايد وصعوبة في القيام بالأنشطة اليومية. لا توجد حسا سثة معروفة لأي أدوية، والمريض غنر مدخن. نوضي بإجراء تقييمعصبي شامل وربما إجراء فخوصات مثلCT أو MRI للدماغ لتحدند مدى تقدم الخرف. نرخوا ترتيب الاستشارة  في أقرب وقت ممكن نظرًا لتدهور الحالة السريع."}
{"الرقم_القومي": "31301183229575", "اسم_المريض": "أشرف رشدي العربي", "السن": 10, "النوع": "male", "التاريخ": "20/08/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "53 شارع الجمهورية, السويس", "التدخين": false, "فصيلة_الدم": "A+", "المهنة": "مجند", "الأمراض_المزمنة": ["مرض الشريان التاجي", "فرط شحميات الدم", "فقر الدم"], "الأدوية": ["كلوبيدوغريل", "هيدروكلوروثيازيد", "أملوديبين"], "كود_التشخيص": ["I25", "E78", "D64"], "الإحالة_إلى": "الجهاز الهضمي", "سبب_الإحالة": "فقر الدم", "الأولوية": "طوارئ", "doc_type": "referral", "الملخص_الطبي": "السيد/السيدة [اسم المستلم]  \n\nتحية طيبة وبعد،  \n\nنود إحالة الطفل أشرف رشدي العربي، عمره 12 سنة، إلى اشتشاري أمراض القلب  للأطفال لاستكمال  التقييم والعلاج. المريض  يعانيمث مرض الشزياث التاجي (IHD) مع تاريخ مرضي يشمل فرط شحمتات الدم وفقر الدم المزمن. يتلقى حاليً ا كلوبيدوغريل و هيدروكلوروثيازيد و أملوديبين . الحالة  تتطلب متابعة دورية نظرًا للمضاعقات المحتملة المرتبطة بفزط شحميات الدم، خاصة مع وجود تاريخ عائلي للأمراض القلبية. \n\nسبب الإحللة هو زيادة في أعراض للذبحة الصدرية وعدم استجابة كافية للعلاج الحالي. نرجو من سيادتكم إجراء الفحوصات الللزمة مثل ECG وربما تصوير القلب لتقييم وظىفة القلب وتقدير الحاجة لأي تعديلات علاجية. لا يوجد تاريخ للتدخين أو حساسية مغروفة لدى للمريض، ويعيش في بيئه أسرية داعمة. الأولوية متوسطة، لكن نرجو عدم التأخر في التقييم نظراً لخطورة الحالة.\n\nمع جز يل الشكر والاحترام،  \n[اسم الطبيب]  \n[التوقيع]"}
{"الرقم_القومي": "25702053288642", "اسم_المريض": "آية إبراهيم عبدالرحمن", "السن": 68, "النوع": "female", "التاريخ": "04/09/2025", "المستشفى": "مستشفى الدلتا الجامغي", "العنوان": "39 شارع بورسعيد, أسيوط", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "صيدلي", "الأمراض_المزمنة": ["النقرس", "للربو", "مرض الشريان التاجي", "مرض الكبد الدهني"], "الأدوية": ["ديكلوفبناك", "كلوبيدوغريل", "أليندرونات", "سيمفاستلتين", "هيدروكلوروثيازيد", "ميتفورمين"], "كود_التشخيص": ["M10", "J45", "I25", "K76"], "الإحالة_إلى": "المسالك البولية", "سبب_الإحالة": "مزض الشريان التاجي", "الأولوية": "غير عاجل", "doc_type": "referral", "الملخص_الطبي": "المريضه آية إبراهيم عبدالرحمن، 68 سنه، تعاني من عدةحالات مزمنة منهل النقرس، الربو، IHD ومرض الكبد الدهني. تُعالج حاليا بأدوية تشمل ديكلوفيناك، كلوبيدوغريل، ألثندرونات، سيمفاستاتين، هيدروكلوروثيلزيد، وميتقورمين. لا تدخن وليس لدثها تاريخ حساسية معروفه للأدوي ة.\n\nسبب الإحالة هو تدهور متزايد في وظائف الكبد (LFT) بالإضافة إلى أعراض تفاقم الربو الذي لم يسيجب للعلاج للحالي. تمت ملاحظة ارتفاع في مؤشرات الالتهاب في الف حوصات الأخيرة. نظرًا لتعقيد الحالة، توضي باستشارة عاجلة لتقييم الوضع الحالي ووضع خطة علاجية متكاملة. الأولوية تتطلب متابعة دقيقة نظرًالتداخل ااأدوية واحتمالبةالتفاعلات الدوائية. الرجاء ترتيب موعد في أ قرب وقت ممكن."}
{"الرقم_القومي": "30207293172286", "اسم_المريض": "نادية عمر عبدالحميد", "السن": 21, "النوع": "female", "التاريخ": "21/12/2023", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "96 شارع الجمهورية, الإسكندرية", "التدخين": false, "فصيلة_الدم": "B+", "المهنة": "متقاعد", "الأمراض_المزمنة": ["السكتة الدماغية"], "الأدوية": ["ديكلوفيناك"], "كود_التشخيص": ["I36"], "الإحالة_إلى": "القلب", "سبب_الإحالة": "السكتة الدماغية", "الأولوية": "غير عاجل", "doc_type": "referral", "الملخص_الطبي": "المكرم الدكتور/ [ اسم لاطبيب المستشار]\n\nتحية طيبة وبعد،\n\nأحيل إليكم المريضة نادية عمر عبدالحميد، أنثى، 23 عامًا، تعاني من تاريخ مرضي مع السك تة الدماغية. المريصة لل تعاني من أمراض مزمنة أخرى مثا DM أو HTN، وليست مدخنة. حاليًا تأخذ ديكلوفيناك لتسكيث الألم.\n\nسبب الإحالة هو الحاجة إلى تقييم متخصص لاستراتيجيل ت العلاج  المطورة للسكتة الدماغية. الحالة بحاجة إلى متابعة دقيقة لضمان عدم تكرار السكتة، خاصةً في ضوء عمرها الصغير والحالة الصحية العامة.\n\nأرجو إعطاءالأولوية لهذه الحالة، حيث أن المريضة لم تظةر تحسنًا ملحوظًا على خطط العلاج الحالية. نأمل فياستسارتكم العاجلة لوضع خطة علاجية مناسبة. \n\nمع خالص التقدير،\n\n[اسمالطبيب ا لم حيل]"}
{"الرقم_القومي": "30612300204753", "اسم_المريض": "حسام حسين الفقي", "السن": 18, "النوع": "male", "التاريخ": "22/03/2025", "المستشفى": "مستشفى الداتا الجامعي", "العنوان": "39 شارع بورسعيد, السويس", "التدخين": false, "فصيلة_الدم": "AB+", "المهنة": "صيدلي", "الأمراض_المزمنة": [], "الأدوية": ["أملوديبين", "هيدروكلوروثيازيد", "إيبوبروفين"], "كود_التشخيص": [], "الإحالة_إلى": "الأعصاب", "سبب_الإحالة": "للفحص", "الأولوية": "غير عاجل", "doc_type": "referral", "الملخص_الطبي": "السيد/ حسام حسين الفقي، ذكز، عمره 19 سنة، حضر إلي العيادة بسبب ارتفاع ضغط الدم. المريض لا تعاني من أي أمراض مزمنة أخرى، واا يوجد باريخ عائلي لارتفاع ضغط الدم أو السكري. الحالة ا لاجتماعتة أعزب، ولا يدخن. المريض يتناول أملوديبين وهي دروكلوروتيازيد بالإضافة إلى إيبوبروفىن عند الحاجة. يذكر أنه يأخذ ميتفورمين بانتظام، مما قد يكون خطأ أو غير دقيق نظزًا لعدم تشخي صه بمرض السكري.\n\nسبب الإحللة:نوصي بإحالة اامريض إلى استشاري قلبية اتقييم حالته بشكل أعمق، خصوصًا مع استخدام الميتفورمين غير المبرر. يفضل إجراء ECG وCBC لتقييم للحالة العامة لوظائف الجسم، والتأكد من عدم وجود مشاكل أخرى مؤثرة على صغ ط الدم.\n\nالأولوية: نعتبر هذه الحالة ذات أولوية متوسظة نظرًا لعذم حدوث أي مضاعفا ت خطيرة حتى الآن، ولكب هناك ضرورة لتقييم الوضع بشكل ذقيق ، خاصة مع استخدامه لعقار الميتفورميت. نأمل في استشارتكم قي أقرب وقت مناسب."}
{"الرقم_القومي": "31406191363568", "اسم_المريض": "مارينا حسين الشريف", "السن": 10, "النوع": "female", "التاريخ": "02/04/2025", "المستشفى": "مستشفى الدلتا الجامعي", "العنوان": "82 شارع قيصل, شوهاج", "التدخين": false, "فصيلة_الدم": "B+", "المهنة": "محاسب", "الأمراض_المزمنة": ["السكتة الدماغية", "الاكتئاب", "داء السكري النوع الثاني", "الخرف", "قصور القلب"], "الأدوية": ["أنسواين", "غابابنتين", "لوسارتان", "ميتوبزولول", "أليندرونات"], "كود_التشخيص": ["I63", "F32", "E11", "F03", "I50"], "الإحالة_إلى": "القلب", "سبب_الإحالة": "قصور القلب", "الأولوية": "عادي", "doc_type": "referral", "الملخص_الطبي": "للاسم:مارينا حسين الشزيف، أنثى، 11سنة، ثعاني من عدة أمراض مزمنة تشمل السكتة الدماغية، الاكتئاب، DM النوع الثاني، الخرف، وقصور القلب. تتناول الأنسولين، غابابنتيت، لوسارتان،ميتوبرولول، وأليندرونات. لا يوجد تاريخ للتدخين.\n\nااسبب  ا لرئيسي للإحالة هو تفيث م حالة الخرف المتزايدة، حيث لوحظ تدهور في القدرات المعرفيةوالذاكرة خلال الأشهر الأخيرة. يظهر اامريض أيضًا علامات اكتئاب مزمن مما يؤثر سلبًا غلى جودة الحياة. نحتاج إلى تقييم استشاريمن قبل طبيب الأعصاب لتجديث خطة الغلاج وضمان السيطرة الفعالة على الحالة المزمن ة.\n\nالحالة تعتبر ذات أولوية متوسطة نظرًا لمضاعقات الأمراض المزمنة المصاحث ة مثل HTN و DM. يُقضل متابعة شاملة تشمل CBC، KFT، و ECG لتقييم الحلله العامه ووظائف الأعضاء الحيوية  والتحفق من التأثيرات الجانبية المحتملة للأدويه المسثخدمة حاليًا. نرجو تغجيل التقييم لتجنب أية مضاعفات إضافية."}
