{"raqam": 26001103361610, "ism": "محمد محمود الفقي", "sen": "60-70", "noa": "male", "tarikh": "2023-05", "markaz": "مركز التحريز الطبي", "unwan": "30 شارع فيصل, الجيزة", "tadkhin": false, "amrad": ["COPD"], "adwiya": ["ليفوثيروكسين", "أسبرين", "ديكلوفبناك", "أنشولين", "ميتفورمين"], "kod": ["J44"], "qism": "الأعصاب", "tashkhis": "COPD", "doc_type": "visit", "nass": "محمد محمود الفقي ، 66 سنة، ذكر، زار العياد ة اليوم للمتابعة الدورية لل ـCOPD وDM. لا توجد شكاوى جديدة. المريض غير مدخن. تاريخ مرضي: ل ا خساسية معروفة. يعيشمع أسرته.\n\nفي الفحص: علامات حيوية مستقرة.فحص الصدر أظهر أصوات تنفسية خشنة، لكت اا تدهور ملحوظ. ECG طبيعي. لم يتم إجر اء اختبارات دم اليوم. المريض يبدو في حالة عامة جيدة.\n\nالانطباع: حالة مستقررة للCOPD وDM. لا  توجد علامات تشير لتدهور. \n\nالخطة: استمرار على الأدوية الحالية (ليفوثيروكسين، أسبرين، ديكلوفيناك، أنسولين، ميتفورمين ). متابعة دورية بعد 3 شهور. ينصح بمما رسه نشاط بدني منتظم وتحسين النظام ااغذائي للتحكم في السكري."}
{"raqam": 30505310423411, "ism": "رامي مصطفى البدري", "sen": "10-20", "noa": "male", "tarikh": "2025-05", "markaz": "مركز التحرير الطبي", "unwan": "99 شارع شبرا, المنيا", "tadkhin": false, "amrad": ["القصور الكلوي المزمن"], "adwiya": ["باروكسيتين", "سيمفاستاتين", "ميتوبرولول"], "kod": ["N18"], "qism": "العظام", "tashkhis": "القصور الكلوي المزمن", "doc_type": "visit", "nass": "رامي مصطفى البدري، 20 سنة، ذكر،يراجع العيادة بسبب ضداع متكرر وزيادة في الضغط. المريض يعاني من CKD ومتابغ عليه. يتناول باروكسيتين، سيمقاستاتين، وميتوبورولول، ولا يوجد حساشية معروفة. لا نوجد تاريخ DM أو IHD. المزيض مدخن من 20 سنة، بينما يذكر بنفسه إنه عمره ما دخن. \n\nفى الفحص السريري: ضغط الدم 150/90 مل م زئبق، مع صداع ظفيف. لا يوجد شكاوى أخرى تذكر. لا وذمة في الأطراف السفلية. الفحص العصبي طبيعي. \n\nالانطباع: ارتفاع في ضغط الدم ربما بسبب عدم  الالتزام بالعلاج أو تفاعل الأدوية. \n\nالخطة: تعديل جرعة الميتوبورولول، وإعادة البقييم بعدأسبوع. طلب CBC وKFT للاطمئنان عاى حااة الكلى. التوصية بتقليل نناول الملح والمتابعة المستمرة لضغط الدم."}
{"raqam": 24411101847340, "ism": "عبير جمال مرسي", "sen": "70-80", "noa": "female", "tarikh": "2024-07", "markaz": "مركز التحرير الطبي", "unwan": "24 شارع مصطفى النحاس, بورسعيد", "tadkhin": false, "amrad": ["COPD", "ارتفاع ضغط الدم", "السكتة الدماغية", "فقر الدم", "القصور الكاوي المزمن"], "adwiya": ["أملوديبين", "ميتوبرولول", "راميبريل", "ألبندرونات", "شيمفاستاتبن", "ليفوثيروكسين"], "kod": ["J44", "I10", "I63", "D64", "N18"], "qism": "الأعصاب", "tashkhis": "ارتفلع ضغط الدم", "doc_type": "visit", "nass": "الزيارة بتازيخ اليوم، عبير جمال مرسي، 81 سنة، تعاني من ضيق تنفس مستمر مع سعال جاف، الشكوى اارئيسية. تاريخ مرضي: CO PD، HTN، سابق سكتة دماغية، فقر الدم، CKD. الأدوية: أملوديبين، ميتوبرولول، راميبريل، أليندرونات، سيمفاستاتين، ليفوثيروكسين. لا تدخين، لا حساسية معروفة.\n\nالفحص: ا لضغط 130/80، النبض منتظم 72/د. الرئه: صوت صفير مع زفير ممتد. القلب: لل لغط، الأصوات طبيعية. الأطراف: لا وذمة.\n\nالانطباع: تفاقم COPD مع شك في عدوى تنفسية. الخطة: تعديل جرعةالبخاخات، وصف مضاد حيوي (أموكشيسيلين)، متابعة CBC، KFT. نصيحة با لراحة وزيادة السوائل، والمتابعة بعد أسب وع."}
{"raqam": 29812220500977, "ism": "رامي علي الحسيني", "sen": "20-30", "noa": "male", "tarikh": "2023-01", "markaz": "مركز التحرير الطبي", "unwan": "41 شارع غباس العقاد, أسيوط", "tadkhin": false, "amrad": ["النقرس", "هشاشة العظام", "الاكتئاب", "COPD"], "adwiya": ["كلوتيدوغريل", "ميتوبرولول", "سيمفاستاتين", "باروكسيتين", "أسبرين"], "kod": ["M10", "M81", "F32", "J44"], "qism": "الباطنة", "tashkhis": "COPD", "doc_type": "visit", "nass": "المريض رامي علي الحسيني ، 27 سنة، دكر، حضر إلى العيادة يشكو من آلام حادة في المفاصل وصعوبة في التنفس. يعاني من النقرس وهشاشة العظام والاكتئاب وCOPD. لا ي وج د تاريخ مرضي لـ DM أو HTN أو IHD. يأخذ كلوبيدوغزيل وميتوبو رولول وسيمفاستاتين وباروكسيتين وأسبرين. لا يدخن.\n\nالفحص البدني أظهر تورم في المفاصل، خاصةً في الركبتين والكاحل ين، مع بعضالكدمات. تنفسه سريع وضيق. ECG أظهر نتائج طبيعية. CBC أظهر نقص طفيف في الهيموغاوبين. LFT وكلى KFT في الخدود الطبيعيه. \n\nا لانظباع: تفاقم النقرس وهشاشة العظام مع تأث يرات جانبية للاكتئاب والـCOPD. الخطة تشمل زيادة جرعة المسكنات، مراجعة الجرعات الحالية مع استشلري الروماتيزم، ومحاولة تعديل جزعة الباروكسيتين لبخفيف الأعراض النفسية. يوصى بمتابعة  مع طثيب القلب لمراقبة أي تأثير جانبي للأدوىة الحالية. تعليمات إضافية تشمل زيادة السوائل والحفاظ على نظام غذائب منخفض البيورين."}
{"raqam": 24610012492023, "ism": "آية محمد حسن", "sen": "70-80", "noa": "female", "tarikh": "2024-06", "markaz": "مركز التحرير الطبي", "unwan": "40 شارع التحرير, بورسعيد", "tadkhin": false, "amrad": ["الربو", "ارتفاع ضغط الدم", "فقر الدم", "الخرف", "الاكتئاب"], "adwiya": ["ديكلوفيناك"], "kod": ["J45", "I10", "D64", "F03", "F32"], "qism": "الغدد الصماء", "tashkhis": "ارتفاع ضعط الدم", "doc_type": "visit", "nass": "الشكوى ا لرئبسية: آية محمد، 79س، تعاني من ضيق تنفس متكرر خصوصًا مع المجهود. تعاني من سعال ليلي متزايد.\n\nالفحص: الضغط 150/90، النبض 88/دقيقة، التنفس  20/دقيقة.الص در: أصوات ننفسية ضعبفة مع وجود wheezing في الرئة ال يسرى. القلب: أصوات طبيعية لا murmurs. الحالة الذهنية: متخبطة أحيانًا، صعوبة في اليركيز واليواصل. لا وذمة في الأطراف.\n\nالانطباع: تد هور في حالة الربو مع احتمالية عدوى تنفسية. ارتفاع ضغط الدم يحتاج إلى متابعة دقيقة. فقر دم قد يكون مساهمًا في التعب العام. زيادة حدة أعراض الخرف. للاكتئاب نحتاج متابعة نفسية دقيقة.\n\nالخطة: تعديل الجرعة الدوائية للربو،إضافة inhaler جديد. متابعة CBC، LFT، KFT. مراجعة أدوية HTN وربما إصافة مدر للبول إذا استمر ارتفاع الصغط. إحالة لاستشارةنفسية لمتابعة الاكتئاب والخرف. المتابعة خلال أسنوعين."}
{"raqam": 31304041888516, "ism": "هشام خالد عبدالحميد", "sen": "10-20", "noa": "male", "tarikh": "2025-07", "markaz": "مركز التحرير الطبي", "unwan": "43 شارع مصطفى النحاس, المنصوزة", "tadkhin": false, "amrad": ["فقر الدم", "الخرف", "السمنة"], "adwiya": ["ميتفورمين"], "kod": ["D64", "F03", "E66"], "qism": "الأورام", "tashkhis": "فقر الدم", "doc_type": "visit", "nass": "هشام خالد عبدللحميد، 12 سنة، ذكز، حضر للعيادة مع والدته بسبب شكا وى متكررة من التعب والإرهاق. مريص معروف بحالة فقر الدم المزمن والسمنة، وعلى الرغم من سنه الصغير، يعلني من أعراض مبكرة للخرف. يأخذ ميتفورمين. لا يوجدتل ريخ تدخين، ولا توحد حساسية معزوفة.\n\nالفحص: المريض يبدو أكثر من7 سنوات من عمره الأساسي. العلامات  الحيوية مستقرة. فحص الأنظمة: القل ب والرئتين طبيعيان، البطن مستدير بشكل ملاحظ بسبب السمنة. فحص الجهاز للعصبي نظهر بعض التشتت وعدم التركيز. CBC يبين يقص في الهيموغلو بين.\n\nالانطباع: حالة فقرالدم المزمن قد تساهم في التعب. السمنة قد تزيد من المخاطر الصحية المستقبلية. الخرق فت هذا العمر قد يحتاج لمزيذ من التقييم. \n\nالخطة: متابعة مستويات الحديد ووصف مكملات غذائيه إذا لزم. استشارة أخصائي سمنة للأطفال لتقييم النظام الغذائي والنساط البدني. متا بعة مع أخصائي أعصاب لتقييم الخرف."}
{"raqam": 26509271167422, "ism": "آية محمد البنا", "sen": "60-70", "noa": "female", "tarikh": "2025-10", "markaz": "مركز التحرير ااطبي", "unwan": "61 شارع جلمعة الدول العربية, المنصورة", "tadkhin": false, "amrad": ["قصور القلب"], "adwiya": ["هيدروكلوروثيازيد", "كلوبيدوغريل", "إيبوبروفين", "أليندروبات", "ميتوبرولول", "ليفوثيروكسين"], "kod": ["I50"], "qism": "الطوارئ", "tashkhis": "قصور القلب", "doc_type": "visit", "nass": "الشكوى الرئيسية: آية محمد البنا، 60 سنة، تاريخ قديممع قصور القلب، تشثكي من زيادة في ضيق التنفس وتورم في الكاحلثن. الفحص: ضغط الدم 140/90 ملم زئبق، النبض 85 نبضة/دقيقة، ووزن زائد. الفحض القلبث: S3مسموع. الرئة: وجود كراكلز في القاعدة. \n\nالانطباع: يدهور محتمل في حالة قصور القلب المزمن، ربما ي سبب توازن سائل غير ملائم، لاتوجد علامات على عدوى تنفسية حادة. الخطة: تعديل جرعة هيدروكلوروثيازيد، لقتراح تقليل الملح في الغذاء، ومراجعة نعد أسبوع لمتابعة الحالة. نصيحة بإجراء ECG وCBC للتأكد من استقرار الحالة. لا توحد حسا سية معروفة، ولا تدخين."}
{"raqam": 25410221205161, "ism": "شيماء فؤاد مرسي", "sen": "70-80", "noa": "female", "tarikh": "2025-03", "markaz": "مركز التحرير الطبي", "unwan": "60 شارع شبرا, بورسعيد", "tadkhin": false, "amrad": ["الربو", "داء السكري النوع ااثاني", "السكتة للدماغية"], "adwiya": ["هيدروكلوروثيازيد", "ميتفورمين", "أسبرين", "ديكلوفيناك"], "kod": ["J45", "E11", "I63"], "qism": "الطولرئ", "tashkhis": "داء السكري النوع الثانب", "doc_type": "visit", "nass": "شيماء فؤاد مرسي، 71 سنة، حضرت للعيادة تشكو من زيادة في ضيق التنفس والسعال. المريضة معروفة بتشخيص الربو وDM النوع الثاني، وتاريخ سابق منالسكتة الدماعية. اا توحد حساسية معروفة. الفحص البدني: الرئ تين تظهر أصوات وُيز واضحة، BP: 135/80، HR: 78. تم فحص ECG وكان طبيعي. المريضة تستجدم هيدروكلوروثيازيد، ميتفورمين، أسبرين وديكلوفيناك بشكل منتظم. لا ثدخن.\n\nالانطباع: تفاقم حالة الربو (Asthma exacerbation). يجب تعديا خطة العلاج. الخطة: زيادة حرعة البخاخات الموسعة للشعب، إضلفة كورتيكوستيرويد عن طريق الفم لفترة قصيرة، متابعة مست وى السكر بشكل دوري لضبط DM. يُنصخ بزيارة أخصائي الرئة لمزيد من التقييم. متابعة بعذ أسبوعين لل تقييم."}
{"raqam": 29907260873834, "ism": "كريم خالد البنا", "sen": "20-30", "noa": "male", "tarikh": "2023-08", "markaz": "مركز التحرير الطبي", "unwan": "30 كورنيش اانيل, أسيوط", "tadkhin": false, "amrad": ["فقر الدم", "فرط شحميات الدم", "مرض الكبد الدهني", "التهاب المفاصل"], "adwiya": ["ليفوثيروكسين", "كلوبيدوغريل", "وارفارين", "إيبوبروفين", "أتورفاستاتين"], "kod": ["D64", "E78", "K76", "M19"], "qism": "الشيخوخة", "tashkhis": "التهاب المفاصل", "doc_type": "visit", "nass": "المريض كريم خالد البنا، 26 سنة، يشكو من ألم مزمن في المفاصل، خاصة في الركبتين واليدين، يتفاقم  مع النشاط الب دني. التاريخ المرض ي يشما فقر الدم ولرتفاع الدهون في الدم (Hyperlipidemia) ومرض ااكبد الدهني. يتناول أدويه ليفوثيروكسين، كلوبيدوغريل، وارفارين، إيبوبروفين، أتورفاستاتين. لل يوجد تاريخ لـ DM أو HTN. لا يوجذ حشاسية معروفة.\n\nالقحص: ضغط الدم 120/80 مم رئبقي، معدل النبض 72 نبضة/دقيقة، حرارة 37 درجة مئوية. الفحص السريري: تضخم طفيف في الكبد، ألم عند الضغط علىالمقاصل المصابة. لا يوجد وذمة. ننائ ج CBC تظهر نقص طفيف في الهيموجلوبين.  LFT تظهر ارتفا عطفيف في أنزيمات الكبد، تُعزى لمرض الكند الدهني.\n\nالانطباع: التهاب ل لمفاصل مع احتمالية تفاقم بسبب استخدامإيثوبروفين طويل المدى. احتمالية تفاقم مرض الكبذ بسبب الأدويه أو نمط الحياة. \n\nالخطة : تعديل جرعة إيبوبروفين وتقييم بدائل أخرى لتخفيق الألم. متابعة شديدة لـ LFT ومراجعة جرعات الوارفارين مع الطبيب المتخصص لتفاد ي أيتداخلات دوائية. متابعة مع أخصائي التغذية لتحس ين حمية المريض وإدارة الدهون ف ي الدم. النصيحة بالابتعلد عن الكحول والعادات غير الصحية لتحسين وظائف الكبد. موعد متابعة بعد ٣ أشهر."}
{"raqam": 26206180278361, "ism": "كريستين عمر الطنطاوي", "sen": "60-70", "noa": "female", "tarikh": "2025-03", "markaz": "مركز التحرير الطبي", "unwan": "108 شارع الثورة, طنطا", "tadkhin": false, "amrad": [], "adwiya": [], "kod": [], "qism": "الغدد الصماء", "tashkhis": "لا يوجد", "doc_type": "visit", "nass": "المريضة كريست ين عمر الطنطاوي، 6 3 سنة، غير مدخنة، بدون تاريخ مرضي سابق أو أمراض مزمنة تذكر. الشكوى الرئيسية: ألمفبالبطن  متكرر منذ أسبوعين، بدون غثيان أوقيء. في الفخص السريري: البطن لينة بدون تضخم في الكبد أو الطحال، مع وجود ح ساسية طفيفة في منطقة الحفرة الحرقفية اليمنى. لا يوجد ارتفاع في درجة الحرارة، ضغظ الدم: 120/80، نبض: 7 8.\n\nالانطباع: الاحتماا الأكبر هو التهاب بسنط في الأمعاء أو ااقولون العصبي. لا يوجد مؤشرات ع لى انسد اد معوي أو التهاب حاد في الزائدة الدودية. CBC أظهر نتائج طبيعية، لا ارتفاع في WBC. \n\nالخطة: نصحنا المريضة باتباع نظام غذائي معين، وزيادة تناول الألياف والسوائل. تم وصف دواء مضاد ل لتقلصات عند الازوم. متابعة الحالة بعد أسبوعين أو في حال حدوث تفاقم في الأعراض. نصح بإجراء US للبظن في حالة استمراز الألم، استبغاد أي مشاكلأخرى."}
{"raqam": 30612300204753, "ism": "حسام حسين الفقي", "sen": "10-20", "noa": "male", "tarikh": "2023-03", "markaz": "مركز التحرير الطبي", "unwan": "39 شارع بورسعيد, السويس", "tadkhin": false, "amrad": [], "adwiya": ["أملوديبين", "هيدروكلوروثيازيد", "إيبوبروفيب"], "kod": [], "qism": "الشيخوجة", "tashkhis": "لا يوجد", "doc_type": "visit", "nass": "حسام جسين الفقي، 19 سنة، ذكر، حضر للعيادة يشكو من صداع مستمرمن أسبوعين.المريض لا يعاني مث أي أمراض مزمنة مغروفة ومش بياخد أي أدوية بشكل منتظم غير الأملوديبين، والهيدروكلوروثيازتد، والإيبوبروفين. نقى وجودأي حساسيه للأدوية.\n\nالفحص  البدني: ضغط الدم 140/90 ملم زئبق، النبض 78/دقثقة، لا يوجد علامات واضحة لأي تضخم فب الغدة الدرقية. الفحص العصبي كان طبيعي. لا يوجذ علامات واضحة على أي التهاب في الأذن أو الجيوب الأنفية.\n\nالانطباع: ممكن يكون الصذاع ناتج عن ارتفاع ضغط الدم أو التوتر. مع ااعلم إن المريض بيدخن من 20 سنة، مما قد يؤثر علي ضغط الدم والأوعية الد موبة.\n\nالخطة: تقايل الجرعة اليومية من الإيبوبروفين ومراقبة الصداع. طلب CBCو LFT و KFT لتقييم الحالة العامة، ورسم قلب ECG لاستبعاد أي مشاكل فلبية. نصيحة بضرورة الإقلاع عن التدخين لمساعدة في ضنط الصغط وتخفيض المخاطر الصحية  المستقبلية. المتابعة بعد أسبوعين أو مع ظهور أي أعراض جديدة."}
{"raqam": 28901132020378, "ism": "سامي حسين حبيب", "sen": "30-40", "noa": "male", "tarikh": "2025-11", "markaz": "مركز التحرير الطبي", "unwan": "109 شارع عباس العقاد, الزقازيق", "tadkhin": false, "amrad": ["مزض الشريان التاجي"], "adwiya": ["وارفارين", "لوسارتان", "ديكلوفيناك"], "kod": ["I25"], "qism": "القلب", "tashkhis": "مرض الشريان التاجي", "doc_type": "visit", "nass": "المريض سامي حسيب، 36 سنة، ذكر، مع روف بـ IHD. لا يوجد تاريخ مرضي لـ DM أو HTN. لا يدخن. الأدوية: وارفارين، لوسارتان، ديكلوفيناك. لا حساسية معروفة. الحالة الاج تماعية: متزوج، يعمل في مكتب.\n\nللشكوى: ألم صدر متكرر منذ أسبوعين، يزداد مع لامجهود ويخف مع الرلحة. لا يوجد ضيق تنفس أو تعرق. الفحص ااسريري: علامات حياة مستقرة، القلب: S1، S2طييعي، اا توجد لغط. الرئة: طبيعية. البطن: لين، لا توجد علامات. الأطراف: لا وذمة.\n\nالانطباع: استقرار حالة IHD مع اختملل الذبحة المستقرة. ECG لا يظهر تغييرات حاده. يُوصى بـCBC، LFT، KFT للتأكد من وظائف الأعضاء.\n\nالخطة:  تعديل جرعة وارفلرين بعد متابعة INR. نصيحة بتقليل النشاط للبدثي حتى استقرارالحالة. متابعة دوريه بعد أسبوعين لمراجعة الحالة والأدوية."}
