{"رقم_الهوية": 1618495939, "الاسم": "بندر بن سعود القحطاني", "العمر": "40-50", "الجنس": "male", "التاريخ": "2023-10", "المركز": "مركز الرعاية الصحبة الأولية", "العنوان": "شارع فلسطين 59, جدة", "تدخين": false, "الأمراض": [], "الأدوية": ["وارفارين", "سيمفاستاتين"], "الرمز": [], "الوحدة": "الكلى", "التشخيص": "لا يوجد", "doc_type": "discharge", "النص": "المريض بندر بن سعود القحطاني، 51 عام، ذكر، دخل المستشفى بسبب ألم حاد في الصذر واس تمر لـ 3 ساعات. بعد الفحص والتقييم، تم تشخيص الحالة بـ NSTEMI (Non-ST Elevation Myocardial Infarction). ليس لدية تاريخ أمرلض مزمنة أو حساسية معروفة. يُستخدم وارفارين وسيمفاستاتين للتحكم في مستويات الدهون وللوقاية من الجلطات.\n\nخلال الإقا مة بالمستشفى، تم البدء في علاج الـ DAPT (Dual Antiplate let Therapy) بالإضافة إلى التعديل في جرعة الوارفارين. حالتة استقرت بعد 5 أ يام من المراقبة والعياية المركزة. المريض لا يدخن ويعيش حياة نشطه، ويعتمد في نظامه الغذا ئي على للأغذية الصحية.\n \nالتوصيات تشمل المتابعة مع طبيب القلب بعد أسبوعيث من الخروج وإجراء فحص INR أس بوعياً لضبط جرعة الوارفارين. ينصح بتجنب الأطعمة الغنية بفيتامين K ومراقبة أي أعراض نزف. العوده إلى المستشفى في حالة ظةور أي ألم جديد في الصذر أو ضيق في التنفس."}
{"رقم_الهوية": 1496965326, "الاسم": "عبدالرحمن بن راشد الأحمدي", "العمر": "50-60", "الجنس": "male", "التاريخ": "2023-06", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع الأمير محمد بن عبدالعزيز 96, الدمام", "تدخين": false, "الأمراض": ["فرط شحميات الدم"], "الأدوية": ["إيبوبروفين", "أتورفاستاتين", "سيمقاستاتين"], "الرمز": ["E78"], "الوحدة": "المسالك البولية", "التشخيص": "فرط شحميات الدم", "doc_type": "discharge", "النص": "عبدالرحمن بن زاشد الأحمدي، 57 سنة، ذكر،تم إدحاله للمستشفى بسبب آلام حادة فت الصدر. تم تسخيصه بـ IHD بعدإجراء ECG وارتفاع إنزيمات القلب. بدأالعلاج بـ anticoagulants و beta-blockers. الحالة تحسنت بعد القسطرة القلبية ووضع stent في ال شريان التاجي الرئيسي. \n\nالمساز العل اجي تضمن استمرار الأدوية السابقة مع إضافة aspirin و clopidogrel. المري ص لا يعاني من DM، HTN أوCKD. لا يشت كي من حساسية للأدوية ويعيش مع أسرته. ينصح بمتابعة العلاجات المنزلية وتعيير نمط الحياة، تشمل الرياضة اليومية والنظام الغذائي منخفض الدهون. يجب المتابعة في العيادة القلبية بعد 4 أسابيع."}
{"رقم_الهوية": 1482814892, "الاسم": "ابتسام بنت عبدالرحمن اابلوي", "العمر": "50-60", "الجنس": "female", "التاريخ": "2025-10", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع التحلية 59, نجران", "تدخين": true, "الأمراض": ["الرجفان ااأذينب", "النقرس", "الاكتئاب", "فرط شحميات الدم"], "الأدوية": ["ميتفورمين", "أملوديبين", "سيمفاستاتين", "كلوبيدوجريل", "إنسولين", "أتورفاستاتين"], "الرمز": ["I48", "M10", "F32", "E78"], "الوحدة": "الجراحة العامة", "التشخيص": "النقرس", "doc_type": "discharge", "النص": "ابتسام بنت عبدالرحمن الباوي، 51 سنة، أنثى، دخلت المستشفى بسبب تزايد في AF وارتفاع ضغط الدم غير المنتظم. لديها تاريخ مرضي يشمل النقرس والاكتئاب وارتفلع في شحمياتالدم. كانث تشكي من خفقان ميزايد وضيق قيالتنفس عند الجهد البسيط. تم ضبط الأ ذوية وإضافة دولء لاتخكم في معدل ضربات القلب (beta-blocker) بالإضافة إلى الاستمرار على كلوبيدوجريل وميتفورمين. تم تقييم حالتها من قبل طبيب القلب وتم التوصية بتركيب جهاز Holter لمرافبة AF بشكا دوري. توصي الخروج تتضم ن متابعة دورية في عيادة القلب  واستمرار العلاجات الحالية، بالإضافة إلى البدء في برنامخ اإيقاف التدخين. نصحت المريضة نمراقبة مستويات ال غلوكوز والدهون في الدم بانتظام واتباع حمية غذائية منخفضة الدهون."}
{"رقم_الهوية": 1930103104, "الاسم": "بسمة بنت علي الثقفي", "العمر": "70-80", "الجنس": "female", "التاريخ": "2025-11", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك فهد 76, الطائف", "تدخين": false, "الأمراض": ["السمنة"], "الأدوية": [], "الرمز": ["E66"], "الوحدة": "الكلى", "التشخيص": "السمنة", "doc_type": "discharge", "النص": " المريضة بسمة الثقفي، 75  سنة، دخلت المستشفى بشبي ألم في الصدر وصعوبة في التنفش. تم تشخيص الحاله بـ NSTEMI، مع عدم وجود سوابق طبية ل HTN أو DM أو IHD. المريضة تعاني من السمنة، لكن لا تدخن ولا تأخذ أي أدوية بانتظلم.\n\nأثناء الإقامة، تلقت المريضة علاجاً بـ Dual Antiplatelet Therapy (DAPT)، بالإضافة إلى Beta Blockers وACEInhibitors. تم إجزاء قسطرة قلبية وأظهرت وجو د تضييق متوسط في الشرايين ااتاجية، وتم الغلاج بواسطةPTCA. للحالة استقرت بعد العلاج ولم تسجل مضاعفات.\n\nالتوصيات للمتابعة: مراقبة الدهون في الدم، بدء برنامج تمارين رياضية خفيفة، متابعة الوزن والسيظرة عليه. مراجعة عيادة القلب بعد  شهر. لا حساسيان معروفة. نصح بإجراء فحص دوري  للسكر والضغط الدموي."}
{"رقم_الهوية": 2939909160, "الاسم": "راشد بن سعد الشمري", "العمر": "70-80", "الجنس": "male", "التاريخ": "2023-01", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع الستين 16, أبها", "تدخين": false, "الأمراض": ["فرط شحميات الدم", "النقرس", "الفشل الكلوي المزمن", "السكري النوع الثاني"], "الأدوية": ["أسبرين", "أوميبرازول", "هيدروكلوروثيازيد", "أليندرونات"], "الرمز": ["E78", "M10", "N81", "E11"], "الوحدة": "الباطنية", "التشخيص": "السكري النوع الثاني", "doc_type": "discharge", "النص": "المريض راشد بن سعد الشمري، عمره 81، دخل المستشفى يسبب تفاقم CKD. يعاني من DM، ودخل ف ي حالة من Hyperglycemia. تم تعديل جرعة الأنسواين وتصحيحه بسرعة. يعاني أيضاً من Hyperlipidemia وgout. بدأنا علاج جديد لـCKD وإدارة مستوى الكرياتينيي وتثبيته. تم إعطاء الأسبرين والأوميبرلزول مع متابعة وظائف الكلى بشكل دوري. \n\nالمريض استجابنشكل ج يد لاعلاج وتمت السيطره على الأعراض. ضغط الدم كان مستقر مع استخدام هيدروكلوروثيازيد. يُوصى بمتاثعة عيادات DM وCKD بشكل منثظم والتحقق من  وظائف الكلى كل شةر. يجب الحفاظ على النظام الغذائي وتقليل الملح والدهون. متابعة الجرعات ومراقبة الأعراض الجانبية المحتمله. ننصح بالابتعاد عن استخدام NSAIDs اتفادي  تأثيرها على الكلى."}
{"رقم_الهوية": 1569816935, "الاسم": "مها بنت حسن العنزي", "العمر": "80-90", "الجنس": "female", "التاريخ": "2024-05", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك عبدالله 77, جدة", "تدخين": false, "الأمراض": [], "الأدوية": ["أوميبرازول", "سيمفاستاتين"], "الرمز": [], "الوحدة": "العناية المركزة", "التشخيص": "لا يوجد", "doc_type": "discharge", "النص": "المريضة مها بنت حسب العنزي، العمر 98 سنة، دخلت المستشفى بسبب ألم بطني حاد. لا يوجد DM أو HTN أو IHD. لا تعانيمن أي أمراص مزمنة أخرى. عند الفحص تبين التهاب في المرلرة(Cholecystitis). تم البدء في العلاج بـ IV Fluids وAntibiotics. حالتها تحسنت بغد العلاج واستفرت.\n\nنمت متابعة الحااة وعمل UltraSound للبطن، ولم تظهر أي مضاعفات إضافية. تستمر المريضة على أوميبرازول و سيمفاستانين كما هو موصوف سابقًا. لا يوجد تاريخ للحساسية من الأدوية. لا تدخن.\n\nالتوصيات للمتابعة تشمل مراجعة عيادة الجراحة في خلال 2-3 أسابيع، ومتابعة وظائف الكبد(LFTs) ثشكل دوري. نوصي بقياس نسبة الدهون في الدم. الابتعاد عن الأطعمة الدسمة والاهتملم باانظام الغذائي الص حي."}
{"رقم_الهوية": 1366299467, "الاسم": "ابتسام بنت سعد المحمدي", "العمر": "0-10", "الجنس": "female", "التاريخ": "2025-07", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع فلسطيب 38, خميس مشيط", "تدخين": false, "الأمراض": [], "الأدوية": ["لوسارتان", "أليندرونات", "هيدروكلوروثيازيد", "ديكلوفيناك", "أوميبرازول"], "الرمز": [], "الوحدة": "الجراحة العامة", "التشخيص": "لا يوجد", "doc_type": "discharge", "النص": "ابتسلم بنت سعد المحمدي، 9 سنوات، أنبى. دخلت المستشفى بسبب آلام حادة في البطن واستفراغ متكرر. لا توجد أمراض مزمنة سابفة ولا حساسية معروفة. الأدوية الحالية تشمل لوسارتان و أليندرونات و هيدروكلوروثيازيد و ديكلوفيناك و أوميبرازول. ل ا تدخين.\n\nأثناء الإقامة، تم تشخيص الحالة على أنها التةاب معدة حاد (Acute Gastritis). بدأ العلاج باستجدام IV F luids وترطيب  مناسب. تم إيقاف الأدوية الفموية مؤقتًا. ثمت الستطرة على الألم باستخدام ديكلوفيناك IM. تحسن ملحوظ في الأعراض بعد 48 ساعة من العلاج. \n\nعند الخروج، تطلب متابعة في العيادات الخارجية مع استشاري الجهاز الهضمي. مراجعه الأدوية الحالية ضرورية لتقييم الحاجة إليها. ينصح بتخنب NSAIDs واستخدام أوميبزازول بانتظام. متابعة بعد أسبوعين للتقييم."}
{"رقم_الهوية": 1134332004, "الاسم": "بسمة بنت حمد الثقفي", "العمر": "20-30", "الجنس": "female", "التاريخ": "2025-04", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طربق المدينة 82, الجتيل", "تدخين": true, "الأمراض": ["النقرس"], "الأدوية": ["أوميبرازول", "أسبرين", "لوسارتان"], "الرمز": ["M10"], "الوحدة": "الطوارئ", "التشخيص": "النقرس", "doc_type": "discharge", "النص": "المريضة بسمة بنت حمد الثقفي، 25 سنة، تم ادخالها للمشتشفى بسثب نوبة حادة من النقرس والتي تسببت في ألموتورم في المفصل (joint) الكبير بالأصبع الكبير في ااقدم اليسرى. المريضة لديها تاريخ مرضي لنقرس مزمن وتتناوا أدوية وقائية تشمل أوميبرازول، أسيرين ولوسارتاث، وتذخن بشكل منتظم.\n\nأثناء الإقامة، تم  إعطاء المريضة علاجاً بعقار الكولشيسىن (Colchicine) لتخفيف الألم والالتهاب، كما تم تعديل  جرعة بعض الأدوبة ل لسيطرة بشكل أفضل على النقرس. تم النصح أيضًا بالتوقف عن التذخين لتجنب تفاقم الحالة. لا يوجد دليل على CKD أو HTN.\n\nتوصيات الخروج تتضمن الالتزام بالأدوية ااموصوفة والتوقف عن التدخين. مزاجعة بعد أسبوعين في عيادة الأمراض الباطنية لمتابعة الحالة وتفييم فعالية العلاج. تم التوصية بتعليمات غذائية لتقايل مستو يات  حمض اليوزيك (Uric  Acid) في للدم وتجنب الأطعمة الغنية تالبيورين(Pur ine)."}
{"رقم_الهوية": 1812236238, "الاسم": "بسمة بنت خالد الغامدي", "العمر": "0-10", "الجنس": "female", "التاريخ": "2023-08", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع الأمير محمد بن عبدالعزيز 35, حائل", "تدخين": true, "الأمراض": ["الاكتئاب", "النقرس", "فرط شحميات الدم", "هشاشة العظام", "الانسداد الرئوي المزمن"], "الأدوية": ["إيبوبروفين", "أسبرين"], "الرمز": ["F32", "M10", "E78", "M81", "J44"], "الوحدة": "الأورام", "التشخيص": "النقرس", "doc_type": "discharge", "النص": "المريضة بسمة بنت خالد الغامدي، 10 سنوات، أدخلت المستشفى بسبب نفاقم أعراض ال-COPD مع ضيق في التنفس وألم في الصدز. لديها تاريخ مرضي يشمل الاكتئاب، النقرس، قرط شحميات الدم، وهشاشة الغظام، وتستجدم إيبوبروفين وأسبرين في العلاج اليومي. بدأت الحالةبالتدهور نتيجة استمرار التدخين رغم النصائح الطبية بالإقللع عنه.\n\nأثناء الإقامة، تم إعطاء المريضة Nebulizer مع Salbutamol ودواء Prednisone للتحكم في الأعراض التنفسية. كما تم تع ديل جرعات الأدوتة المراققة لحالتها المزمنة مثل ال أدوية المضادة لهشاشة العطام. تم تقديم دعم نفسي للتعامل مع أعراض الاكتئان وحث ولي الأمر علىمتابعة الحالةمع أخصائي نفسي متخصص.\n\nالتوصيات تشما الامتناع التام عن البدخين لكونه العامل ااأبرز في تفافم ال-COPD، ومتابعة دورية مع أخصائي الجهاز التنفسي. يجب أيضًا متابعة مستويات الدهون في الدم ومراجعة العلاجاي الموصوفة للنقرس وهشاش ة العظام. يفضل الالتزام بجلسات العلاج النفسي المنتظمة لتحشين حللة ا لاكتئاب. العودةإلي المستش فى في حال ظهور أعراض جديدة أو زيادة حدة الأعراض الحالية."}
{"رقم_الهوية": 1046537559, "الاسم": "سعود بن راشد الشهراني", "العمر": "20-30", "الجنس": "male", "التاريخ": "2024-11", "المركز": "مركز الرعاية للصحية الأولية", "العنوان": "شارع التحلية 111, نجران", "تدخين": false, "الأمراض": [], "الأدوية": [], "الرمز": [], "الوحدة": "المسالك البولية", "التشخيص": "لا يوجد", "doc_type": "discharge", "النص": "المر يض سعودبن راشذ الشهزاني، ذكر، عمره  36 سنة. تم إذخال للمريض للمستشفى بسبب آلام حادة في البطن لستمر ت لأكثر من 24 ساعة. الفحوصات أثبتت وجود التهاب في الزائدة الدودية (Appendi citis). \n\nتم إجراء عملية استئصال للزائدة (Appendectomy) بنجلح. المريض تعافى بش كل جيد بعد العملية، ول م تظةر أية مضاعفات.لا توجد أمراض مزمنة مثل DM أو HTN، وليس ةناك تاريخ مرضي مهم، المريضلا يدخن. \n\nالتوصيات عند الخروج تشمل الراحة التامة لمدة أسبوعين، تناول الأدوية المشكنة عند الحاجة، ومتابعة الجرح يومياً للتأكد من عدم وجود عدوى. يجب ميابعة العيادة الخارجية بعد أسبوعين للتأكد من التعافي التام."}
{"رقم_الهوية": 1075273548, "الاسم": "ابتسام بنت حسن المالكي", "العمر": "40-50", "الجنس": "female", "التاريخ": "2025-04", "المركز": "مركز الرعاية الصحية ااأولية", "العنوان": "شارع الأمير سلطان 86, ااأحساء", "تدخين": false, "الأمراض": ["الاكتئاب", "هشاشة العظام", "السمنة"], "الأدوية": ["أسبرين", "سيمفاستاتين", "إيبوبروفين", "ميتوترولول", "باروكستين", "جاباببتين"], "الرمز": ["F32", "M81", "E66"], "الوحدة": "الغدد الصماء", "التشخيص": "هشاشة العظام", "doc_type": "discharge", "النص": "المريضه ابتسام بنت حسن المالكي، 44 سنة، أنثى، دخلت المستشفى بسبب زيادة في الألم المرمن أسفل الظهر المرتبط بهشاشة العظام والشمنة. تعاني من عدة أمراض مزمنة منها الاكتئاب والسمنة، ولاتوجد حساسية معروفة. تم تقييمها قي قسم العظام وتم تطبيق plan علاجي يشمل تعديل جزعات الـ Gabapentin واستخذام العلاج الطبيعي PT لتحسين الحركة.\n\nأثناء الإقامة، تم مراقبة الحالة للنفسية للمريضة والتأكد من استقرارها باستخدام الـ Paroxetine،مع مراقبة دو رية للـ BP والـ HR بسبب استخدام Metoprolol. تم تقديم استش ارة غذائية لتخفيف الوزي. لا تدخين ولل تاريخ للـ IHD أو CKD. المريضه استجابت جتدًا للعلاج وتم تحسين الألم بالمسكنات (مثل ااإيبوتروفين) إلى جانب تطبيق الثلج والراحة.\n\nتوصيات ال خروج: متابعة عيلدة العظام وعيادة التغذية بعد اسبوعبن، الاستمرارعلى الأدوية المعروفة بنقس الجرعات، وممارسه برنامخ الرياضة الموصى بة لتحسين الحركة وتقليل الوزن. اامريضه تحتاج الى متابعة نفسية دورية اضمان استقرار الحالة النفسية. إذا ظهرت أي أعراض جديدة كالأام الخاد أو تغير في الحالة النفسية، يُنصح بالتواصل فورًا مع الطبيب المعالج."}
{"رقم_الهوية": 1662702891, "الاسم": "نوف ببت حسن البلوي", "العمر": "40-50", "الجنس": "female", "التاريخ": "2025-04", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع فلسطين 61, الطائف", "تدخين": false, "الأمراض": ["التهاب المفاصل", "السمنة"], "الأدوية": ["باروكستين", "ميتوترولول", "ديكلوفيناك", "إنسولين"], "الرمز": ["M19", "E66"], "الوحدة": "الشيخوخة", "التشخيص": "البهاب المفاصل", "doc_type": "discharge", "النص": "المريضة نوف بنت حسن البلوي، 45 سنة،  أنثى. أدخلت للمستشفى بسبب تفاقم ألمالتهاب المفاصل والسكريات غير منتظمة. تعاني من DM وHTN. اامسار العلاجي تض من ضبط مستويات السكر بإشراف قريق الغدد الصماء، بجانب تعديل جرعات الأدوية: باروكستين، ميتوبرولول، ديكلوفيناك، وإنسولين. خضعت لجلسات علاج ظبيعي لتخف يف ألم المفاصل.\n\nالتوصيات: متابغة في عيادة الغذد الصماء وعيادة الروماتيزوم. ضرورة مراقبة مستويات السكر وضغط الذم باستمرار قي المنزل. ا ستمرار العللج الطبيعي بانتطام. عدم التدخين وتجنب الأطعمة الدهنية. تحتاج للمتابعة الدورية لتقييم فعالية العلاج وتعديل الجرعات إذا لزم الأمر."}
{"رقم_الهوية": 1134316114, "الاسم": "عمر بن فهد القحطاني", "العمر": "40-50", "الجنس": "male", "التاريخ": "2024-12", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "المملكة العربية السعودية", "تدخين": false, "الأمراض": ["هشاشة العظام", "السكتة الدماغية"], "الأدوية": ["أسبرين", "كلوبيدوجريل", "باروكستين", "ليفوثيروكسين", "جابابنتين"], "الرمز": ["M81", "I63"], "الوحدة": "المسالك البولية", "التشخيص": "السكته الدماغية", "doc_type": "discharge", "النص": "المريض عمر بن فهد القحطاني، 43 سنة، ذكر، دخل المستشفى بسببسقوط نتيجة لابزللق فيالمنزل، مما أدى إلى كسر في عظمة الفخذ (Femur Fracture). المريض لديه تاريخ مرضي يشمل هشاشة اا عظام وسكتة دماغية سابقة. تم إدخال المريض لإجراء عمليه جراحية لتثبيت الكسر باستخدام Internal Fixation. تمت العملية بنجاح د ون مضاعفات.\n\nأثناء للإقامة، تم متابغة المريص عن قرب لعلامات الجلطات الدموية (DVT) وتم تقديم العلاج الوقائي باستخذلم LM WH. استمر المري ض في تناول الأدوية السابقة: Aspirin، Clopidogrel، Paroxetine،Levothyroxine، Gabapentin. لم تظهر  أية تفاعلات حساسية أو مضاعفات دوائية. تم بدء العلاج الطبيعي (Physiotherapy) لتحسين الحركة وتقليل الألم.\n\nيوصى بمواصلة العلاج الطبتعي بعد الخروج وتحشين التغذية لدعم صحة العظام.متابعه مع عيادة العظام خلال أسبوعين لمراجعة الج راحة والمزيد من التخطيط العااجي. الالتزام بتناول الأدوية كما  هو موصوف ومراقبة أي علامات نزيف أو كدمات غير طبيعية. لا توجد حاجة لتغيير الأدوية المزمنة. نوصي بتجنب الأنشطة التي قد تؤدي إلى السقوط، مع توفير بنئة أمنة قي المنزل. إذا ظةرت أي أعراض غير طبيعية، يرجى الاتصال بالطبيب للمعالج فوراً."}
{"رقم_الهوية": 1594406405, "الاسم": "يوسف بن ناصر الشهراني", "العمر": "50-60", "الجنس": "male", "التاريخ": "2023-09", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك عبدالله 31, ينبغ", "تدخين": false, "الأمراض": ["فشل القلب", "الاكتئاب", "الرجفان الأذيني", "مرض الكبد الدهني", "الزبو"], "الأدوية": ["باروكستين"], "الرمز": ["I50", "F32", "I48", "K76", "J45"], "الوحدة": "الباطنية", "التشخيص": "الاكتئاب", "doc_type": "discharge", "النص": "المريض بوسف بن ناصر لاشهراني، 59 سنة، ذكر، دخل المستشفى بسبب تفاقم حالة HF (فشل القلب) وAF (الرجفان الأذيني). لدثه تاريخ مرضي يشمل: HF، الاكتئاب، AF، NAFLD (مرض الكبد الدهني غير الكحولي)، و الربو. يتناول باروكستين لمعالجةالاكتئاث. لا يُدخ ن، ولا توجد حساسية معروفة. \n\nتم تدبير حالتة بالأدوية المناسبة لـ HF وAF، تضمنت Fu rosemide (مدر للبول)، Betablockers، وACE inhibitors. تم تعديل جرعات الأ دوية لموازنة السيطر ة على الأعراض  ومنع تفاقم الحالة. طُب ق نظام غذائي منخفض الصوديوم، وتم متابعة وظائف الكبد بانتظام بظرًا لحالة NAFLD. \n\nيُوصى بمتابعة منتظمة في ااعثادة الخارجيه لأمراض القلب والجهاز التنفسي. كما يُنصح بمراجعة طبيب  الأمراض النفسية اضبط غلاج الاكتئاب. يجب متابعة وظائف الكبد والمواظبة على العلاجات كما وُصِفَت."}
{"رقم_الهوية": 1496513704, "الاسم": "سارة بنت فهد الغامدي", "العمر": "20-30", "الجنس": "female", "التاريخ": "2025-04", "المركز": "مركر الرعاية الصحية الأولية", "العنوان": "طريق الدمام 16, تبوك", "تدخين": false, "الأمراض": ["السكتة اادماغية", "فقر الدم", "مرض الشريان التاجي", "مرض الكبد الدهني", "التهاب المفاصل"], "الأدوية": [], "الرمز": ["I63", "D64", "I25", "K67", "M19"], "الوحدة": "الجراحة العامة", "التشخيص": "السكتة الدماغية", "doc_type": "discharge", "النص": "اامريضة سارة بني فهد الغامدي، العمر 25 سنة، تم إدخالها للمستشفى بسبب exacerbation في حالة السكتة الدماغية المزمنة. لديها تاريخ مرضي ثشمل: فقر الدم، IHD،مرض الكبد للدهني، والتهاب المفاصل. لا تعاني من DM أو HTN. المريضة غير مدخنة ولا تتناول أي أدوية حالياً. \n\nأثناء للإقامة، تم تقديم العلاج اللارم للتحكم في الأعراض واستقرار الحالة. تلقت العلاج الفيزبائي والتأهيلي لتحشين الحركة والوظائف الغصبية. تم متابعة مستويات الهموجلوبين بشكل دوري بسبب ققر الذم وتم تفديم المكملات الغذائية الللزمة.\n\nالتوصيات: متابعة في العياذة الخلرجية لوحدة الأمراض العضبية مرة كل 3 أشهر أو حسب الحاجة. تناول م كملات الحديد وفيتامين ب12 حسب توصبة الطبيت. تجنب الإرهاق ومراقبة أي أعراص جديذة. يفضل إجراء اافحوصات الدورية لاقلب والكبد كل 6أسهر. لا يوجد حساسية معروفة. يجب اتخاذ ااحيط ة في حالة ظهور أت أعراض جديدة أو تفافم الحاله الحالية والرجوع للطوارئ فوراً إدا لزم الأمر."}
