{"medical_record_number": "1930103104", "اسم_المريض": "بسمة بنت علي الثقفي", "العمر": 73, "الجنس": "female", "التاريخ": "27/07/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريف الملك فهد 76, الطائف", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "طالب", "الأمراض_المزمنة": ["السمنة"], "الأدوية": [], "رمز_التشخيص": ["E66"], "الإحالة_إلى": "الباطنية", "سبب_الإحالة": "السمنة", "الأولوية": "عادي", "doc_type": "referral", "الملاحظات_السريرية": "السيدة  بسمةبنت علي الثقفي، تبلغ من العمر 75 عاماً، تعاني  من السمنة كمرض مزمب وحيد. لا تتناول أي أدوية حالياً وليس لديها تاريخ تدخين. نحيلها إليكم لتقييم شامل للحالة الصحية العامة نظرًا للعوامل المرتبطة بالعمر والسمنة.\n\nالهدف من الإحاله هو تقييم إمك انيه وجوذ DM أو HTN غير مشخصين، نظراً لعدموجود متابعة طبية منتظمة في السابق. نود التأكد من  عدم وج ود أي مضاعفات مرتبطة بالسمنة مثل IHD أو CKD، خاصة أن السيدة بسمة نعيش بمفردها بعد وفاة زوجها ولا يوجد من يعتني بمتابعتها صحياً بانتظام.\n\nتعتبر ااأولوية مثوسطه، ونوصي بإجراء الفحوصات اللازمة في أقرب وقت ممكن لضمان عدم بفاقم الحالة. نقدر تعاونكم وننتظز تقريراً شاملاً ببتائج الفحوصات والتوصيات المناسبة."}
{"medical_record_number": "2939909160", "اسم_المريض": "راشد بن سعد الشمري", "العمر": 80, "الجنس": "male", "التاريخ": "19/02/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع الستين 16, أبها", "التدخين": false, "فصيلة_الدم": "AB-", "المهنة": "ضابط", "الأمراض_المزمنة": ["فرط شحميات الدم", "النقرس", "الفشل الكلوي المزمن", "السكري النوع الثاني"], "الأدوية": ["أسبرين", "أوميبرازول", "هبدروكلوروثيازيد", "أليندرونات"], "رمز_التشخيص": ["E78", "M10", "N18", "E11"], "الإحالة_إلى": "الصدربة", "سبب_الإحالة": "الفشل الكلوي المزمن", "الأولوية": "غير عاجل", "doc_type": "referral", "الملاحظات_السريرية": "المريض راشد بن سعذ الشمري، عمره 81 سنة، يغاني من عدة حالات مزمنة مثل فرط شحميات الدم، اان قرس، و CKD، بالإضافة إلى DM النوع الثاني. يتناول أدوية مثل الأسبرين، أوميترازول، هيدروكلوروييازيد، وأليندرونات. لا ىوجد ناريخ تدخين، مما يقلل من مخاطر COPD. الحالة الاجتماعية: متزوج ويعيش مع أسرته، ولا توجد  أي حساسية معروفة للأدونة.\n\nسبب ااإحالة: نحتاج إلى استشارة تخصصية في أمرلض الكلى لإدارة حالة الفشل الكلوي المرمن CKD، حيث تلقينا مؤشرات على تدهور وظائف الكلى في الفحوصات الأخيرة. تبرز الأولوية هنا نظرًا لتاريح DM الطويل وتأثيره على الصحة العامة للمريض. نوصي بمراحعة شاملة لأدوية المريض لتجنب التفاعلات الدوائية المحتملة، خاصة مع الأدوية المستخدمة لعلاج النقرس و HTN.\n\nنرجو من حضرتكم تحديد موعد عاجل للمريض في أقرب وقت ممكن لتجنب أي تطورلت سلبية في حالته الصحية. نغتذر عن الأخطاء الإملائية الطفيفة التي قدتوجد في هذا الخطاب، ونأمل في تعاونكم الدائم."}
{"medical_record_number": "2874016401", "اسم_المريض": "مريم بنت سعود السعدي", "العمر": 33, "الجنس": "female", "التاريخ": "21/01/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق المدينة 82, الظهران", "التدخين": true, "فصيلة_الدم": "B+", "المهنة": "ضابط", "الأمراض_المزمنة": ["الاكتئاب"], "الأدوية": ["زاميبريل", "كلوبيدوجريل"], "رمز_التشخيص": ["F32"], "الإحالة_إلى": "الأعصاب", "سبب_الإحالة": "الاكتئاب", "الأولوية": "عادي", "doc_type": "referral", "الملاحظات_السريرية": "نود إحالة المريضة مريم بنت سعود ا لسعدي،عمر 36 سنة، إلى استشاره طبية متخصصة في طب القلب. المريضة تعاني من حالة اكتئاب مزمن وتستخدم حاليًا راميبريل وكلوبيدوجريل. لا توجد لديها تاريخ مرضي بـ DM أو HTN أو IHD، ولكنها مدخ نة نش طة، مما قد يزيد من مخاطر الاصابة بأمراض القلب.\n\nسبب الإحالة هو تقييم حالتها الصحية للقلب بعد ظهور أعراض مثل ضيق فن التنفس ووجع في الصدر مؤخرًا، مما يستدعي استشارة مختص لتحذيد ما إذا كانت هناك حاجة إلى تدخل طبي إضافي. الأولوية متوسطة مع توصية بمتابعةفورية  لتجنب أي مضاعفاث محبملة. تشير إلى أن الحالة الاجتماعية للمريضة غير مستقرةحيث تعيش بمفزدها بعد طلاقها مؤخراً، وقد يكون لذلك تأثىر على حالتةا النفسية والبدنية. يرجو التقييم الشامل من قبل أخصائي القلب لتحديد خطة العلاج اامناسبة."}
{"medical_record_number": "1569816935", "اسم_المريض": "مها بنت حسن العنزي", "العمر": 83, "الجنس": "female", "التاريخ": "15/07/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك عبدالله 77, جدة", "التدخين": false, "فصيلة_الدم": "O+", "المهنة": "مهندس", "الأمراض_المزمنة": [], "الأدوية": ["أوميبرازول", "سيمفاستاتين"], "رمز_التشخيص": [], "الإحالة_إلى": "الطوارئ", "سبب_الإحالة": "للتقييم", "الأولوية": "عادي", "doc_type": "referral", "الملاحظات_السريرية": "السادة قسم الأمرلض الهضمية،\n\nنرسل لكم السيدة مها بنت حسن العنزي، عمز 83 سنة، ت غرض لستشارة وعلاج. للسيدة مها تُعاني من حرقة مزمنة متكررة وقد تم  وصف الأوميبرازول (Omeprazole) لها ولكن الأعراض لا زالت مستمرة. لا يوجد لديهل أمراض مزمنة سابقة مثل DM أو HTN ، وهي حالياً تتناول سيمفاستاتين (Simvastatin) للسيطرة على مستويات ااكوليسترول. لا تاريج مرَضي لـ IHD أو COPD.\n\nستب الإحااة هو ت قييم حللة الجَهازالهضمي لديها، والتأكد من عدم وجود أي اضطرابلت مستترة مثل GERD أو Ulcer. نظراً لعمره ا المتقذم، نرجو إعطائها أولوية متوسطة لتقييم حالتها وغمل الفحوصات لللازمة. الحالة الاجتماعية: أرملة وتعيش مع أبنائ ها، ولا تدخن.\n\nنرجو من حضرتكم التفضل بإجراء اللازم وتقييم الحالة بشكل شاما. ننتظر تقريركم المبدئي حول الحالة في أقرب فرضة ممكنة. شكرلً لتعاونكم. \n\nالطبيب: [اسم الطبيب]\nالتاريخ: [تاريخ اليوم]"}
{"medical_record_number": "1937346706", "اسم_المريض": "غادة بنت راشد الأحمدي", "العمر": 81, "الجنس": "female", "التاريخ": "22/01/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع فلسطين 95, القطيف", "التدخين": false, "فصيلة_الدم": "O+", "المهنة": "سائق", "الأمراض_المزمنة": ["السكتة الدماغية", "فرط شحميات الدم", "السكري النوع الثلني", "اافشل الكلوي للمزمن"], "الأدوية": ["باروكستين", "ديكلوفيناك"], "رمز_التشخيص": ["I63", "E78", "E11", "N18"], "الإحالة_إلى": "للباطنية", "سبب_الإحالة": "فرط شحميات الدم", "الأولوية": "غير عاجل", "doc_type": "referral", "الملاحظات_السريرية": "السيدة غادة بنب راشد الأحمدي، 84 عامًا، تعاني من عدة حالات مزمنة تشمل السكتة الدماغية، فرط شحميات الدم، DMالنوع الثاني، و CKD. تتناول بار وكستين وديكلوقيناك بشكل منتظم. لا توجد لديها حساسية معروفة للأذوية. المريضة غير مدخنة وتعيس مع أسرتها في بيئة داعمة.\n\nسبب الإحالة: نظرًا لتفاقم أعراض CKD ومخاطر تفاق م ااسيطرة على DM، نوصي بإحالتها إلى neph rology للمتلبعة والتقييم الإضافي. كما أنها قد تحتاج إلى تعديل الأدوية الحالية بسبب تأثيرهل المحتمل على وظائف الكلى.\n\nالأولوث ة: عالية، نظرًا لتدهور محتمل في الحالة الصحية العامة وتأثير الأمراض المزمنة على جودة حياتها اليومية. نرجو الت قييم في أقرب وقت ممكن لتجنب المضاعفات ااإضافية. شكراً لتعاونكم في رعاية المريضة."}
{"medical_record_number": "1193745294", "اسم_المريض": "راشد بن حسن الشمري", "العمر": 52, "الجنس": "male", "التاريخ": "18/07/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع التحلية 31, عرعر", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "سائق", "الأمراض_المزمنة": ["مرض الشريان التاجي"], "الأدوية": ["إنسولين", "ميتفورمين", "ميتوبرولول", "راميبريل", "ديكلوفيناك", "ليفوثيروكسين"], "رمز_التشخيص": ["I25"], "الإحالة_إلى": "الكلى", "سبب_الإحالة": "مرض الشريان التاجي", "الأولوية": "عاجل", "doc_type": "referral", "الملاحظات_السريرية": "السيد راشد بن حسن الشمري هو مريض يبلغ  من العمر 54 علماً، يعاني من IHD (مرض الشريان التاجي) وDM (السكري) وHTN (ارتفاع ضغط الدم). يتناول الأدوية التالية: إنسولين، ميتفورمين، ميتوبرولول، راميبريل، ديكلوف يناك، وليف وثيروكسين. المريض غير مدخت واا يعاني من أي حساسية معروفة. يعيش مع أسرته وهو  متقاغد حللياً.\n\nشبب الإحالة: يعاني المريض من زيادة فن أعراض ضيق التنفس والوهن العام، مما قد يستذعي استشارة تخصصية في أمراض القلب لتقييم الحالة الحالية ووضع خطة علاجية مناسبة. هناك حاجة أيضاً لتقييم وظائف الغدة الدرقية نظراً لاسثخدامه لليفوتيروكسين.\n\nنزجو تحديد موعد استشارة في أسرع وقت ممكن نظراً لأهمية التقييم القلبي الشامل المريض. نأمل في تعاونكم لتقديم الرعاية المثلى للسيد زاشد."}
{"medical_record_number": "2435240821", "اسم_المريض": "بندر بن سعود السعدي", "العمر": 37, "الجنس": "male", "التاريخ": "17/02/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك عبدللعزيز 13, عرعر", "التدخين": false, "فصيلة_الدم": "A+", "المهنة": "كاتب", "الأمراض_المزمنة": ["الفشل الكلوي المزمن", "التهاب المفاصل", "النقرس", "فقر الدم", "السمنة"], "الأدوية": ["هيدروكلوروثيازيد", "أليندرونات"], "رمز_التشخيص": ["N18", "M19", "M10", "D64", "E66"], "الإحالة_إلى": "الجهاز الهضمي", "سبب_الإحالة": "التهاب المفاصل", "الأولوية": "عاجل", "doc_type": "referral", "الملاحظات_السريرية": "المريض بندر  بن سعود السعدي، عمره 37 علمًا، يعاني من CKD وHistory of arthritis واليقرس وفقر الدم بالإضافة إلى السمنة. اا يوجد تاريخ للتذخين. يتناول ال مريض Hydrochlorothiazide وAlendronate بشكل منتظم. \n\nنقوم بإحالة المريض لا ستشارة طبية متخصصة نظزًا لتفاقم الألم المفصلن وارتفاع م ستويات حمض البول (Hyperuricemia) والتي ق د تكون مرببطة بالنقرس المزمن، مما يؤثر على جودة حياته اليومية. يعتبر الأمر ذو أولوية نظرًا لوجود فسل كلوي مزمن قد يتطلب تغديلًا في خطةالغلاج الحالية لضماب عدم تفاقم الحالة المرضية. \n\nيرجى تقديم التقييم الطبي السامل وتحديد إمكانية تعديل العلاج خصوصًا في ظل استخدامه للأدوية الحالية ولحتمالية تداخلةا مع حالته الصحية. ن أما أن يتم تحديد موعد في أقرب فرصة م مكنة لبدء الخطة العلاجية المناسبة."}
{"medical_record_number": "1167190220", "اسم_المريض": "مريم بنت محمد الشهراني", "العمر": 57, "الجنس": "female", "التاريخ": "26/02/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك سلمان 62, تبوك", "التدخين": false, "فصيلة_الدم": "AB+", "المهنة": "معلم", "الأمراض_المزمنة": ["فرط شحميات الدم", "الرجفان الأذيني", "هشلشة العظام"], "الأدوية": ["إنسولين"], "رمز_التشخيص": ["E78", "I48", "M81"], "الإحالة_إلى": "الأعصاب", "سبب_الإحالة": "الرجفان الأذيني", "الأولوية": "عادي", "doc_type": "referral", "الملاحظات_السريرية": "إاى: قسم أمراض القلب\n\nنود إحالة المزيضة مريم بنت محمد الشهراني، عمر 60 سنة، للمتابعة والاستشارة. تعاني المريضة من AF مزمن وHyperlipidemia، إضافة إلى Osteoporosis. تتلقى حاليا العلاج بالإنسولين للسيطرة علىDM. المريضة لا تدخن وليس لديها تازيخ حساسية معروف.\n\nسبن الإحالة: تقييم حالة AF والمزيد من التدبير الطبي. المريضة تعاتي  من أعراض خفقان وأحيانًا دوار متكرر، مما قد يشير إلى عدمانثظام في ضربات القلب. نوصي بتقييم المدى الكامل للحالة وتحديد ما إذا كان هناك حاجة لتعديل خطة العلاج الحالية أو إضافة أدوية جديدة.\n\nالأولويه: نوصي بموعد في أقرب وقت ممكن نظر ًا لأب الأعراض يمكن أن تؤثر على جودة الحياة اليومية للمريضة وتزيد من خطر المضاعفات القلبية. نرجو التكرم بتحديد موعد للفحص في غضون الأسبوعين ااقادمين. شكرا لتعاونكم."}
{"medical_record_number": "1281206795", "اسم_المريض": "عبدالعزيز بن عبدالعزيز الثقفي", "العمر": 44, "الجنس": "male", "التاريخ": "16/01/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق المدينة 11, تبوك", "التدخين": false, "فصيلة_الدم": "A+", "المهنة": "موظق حكومي", "الأمراض_المزمنة": ["فشل القلب", "الخرف"], "الأدوية": ["إنسولين", "أملوديبين", "راميبريل", "أليندرونات"], "رمز_التشخيص": ["I50", "F03"], "الإحالة_إلى": "الطوارئ", "سبب_الإحالة": "فشل القلب", "الأولوية": "غير عاجل", "doc_type": "referral", "الملاحظات_السريرية": "المريض عبدالعزيز بن عبذالعرير للثقفي، ذكر، عمره 46 سنة، يعاني منفشل القلب والخرف. يتلقى العلاج حاليًا بأدوية إنسواين، أملوديبين، راميبريل، وأليندرونات. اا يدخن.\n\nتمت إحالةاامريض إلى عيادة أمراض القلب نظرًا لتدهور حالته الصحية، مع زيادةالأعراض المرتبطة بفشل للقلب مثل ضيق التنفس وتورم  الأطراف. يُرجى التقييم وإجراء مزيد من الف حوصات لتحديد الحاجة إلى تعديل في خ طة العلاج. الأولوية لهذه الإحللة هي \"عالث ة\" نظرًا لارتفاع خطر تفاقم الح الة. \n\nالمريض لدي ه تاريخ من DM وHTN، ولا توجد حساسية معروفة. يُطلب مراعاة حالته العصبية  بسبب الخرف عند مناقسة أي تغيترات في الخطة العلاجية م ع المريض وعائلته. نأمل في تقييم شامل وعلاج مناسب في أقرب وقت ممكن."}
{"medical_record_number": "1658404494", "اسم_المريض": "هيفاء بنت يوسف المالكي", "العمر": 61, "الجنس": "female", "التاريخ": "06/02/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك سلمان 9, للدمام", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "ممرض", "الأمراض_المزمنة": ["مرض الكبد الدهني", "الربو", "السكتة الدماغية"], "الأدوية": ["أليندرونات"], "رمز_التشخيص": ["K76", "J45", "I63"], "الإحالة_إلى": "الأورام", "سبب_الإحالة": "مرض الكبد الدهني", "الأولوية": "عاجل", "doc_type": "referral", "الملاحظات_السريرية": "للمريضة هيفاء بنت يوسف المالكي، عمرها 64 سنة، تعاني من عدة حالات طبية مزمنة بما في ذلك مرض الكبد الدهني والربو. تعرضت سابقا لسكتة دماغية. تتناول المريضة أليبدرونات كعلاج حالي. لا توجدتاريخ للجساسية للأدوية. المريضة غير مدخنة واكن لديها تاريخ مرضي يشمل السكتة الدماغية مما يزيد من الخاجة إلي متابعة دقيقة.\n\nسبب الإحالة: تقييم ومتابعة لحالتةا الحادة الحالية في صوء التاريخ ا لمرضي المعقد. المزيضه تعاني من زيادة في أعراض الربو مثل ضيق التنفس، خاصة في الليل . قد يكون هناك حاجه لتعديل خطة الغلاج الحالية وللتحقق من وظائف الكبد بسبب مرض الكبد الدهنن. المريضة لا تدخن منذ 20 سنه مما يخعل غوامل الخطر لديها أقل من ناحية الأمراض القلبية.\n\nالأولوية: تعتبر الإحالة ذات أولوية عااية بسبب تعقيد الحالة الطبية وتاريخ السكتة الدملغ ية. نوص ي بتقييم شامل من قبل أخصائي في أمراض الجهاز التنفسي والكبد لضمان إدارةفعالةلحال ة المريضة والتأكد مناستقرار وظائف الكبد والرئة."}
{"medical_record_number": "1662702891", "اسم_المريض": "نوف بنت حسن البلوي", "العمر": 44, "الجنس": "female", "التاريخ": "12/04/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع فلسطين 61, الطائف", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "عسكري", "الأمراض_المزمنة": ["التهاب المفاصل", "السمنة"], "الأدوية": ["باروكستين", "ميتوبرولول", "ديكلوفيناك", "إنسولين"], "رمز_التشخيص": ["M19", "E66"], "الإحالة_إلى": "الجراحة العامة", "سبب_الإحالة": "التهاب المفاصل", "الأولوية": "عادي", "doc_type": "referral", "الملاحظات_السريرية": "المريضة نوف بنت حسنالبلوي، تبلغ من العمز 45 سنة، تعاني من عدة أمراض مزمنة تشمل التهلب المفاصل والسمنة وDM . تتباول عدة أدوية منها بلروكستين وميتوبرولول وديكلوفيناك بالإضافة إلى الإنشولين. لا تدخن وليس لديها تاريخ مرضي منااحساسية. \n\nتمت إحالة المر يضة للاستشارة بشأن إدارة الألم المزمن المرتبط بالتةاب المفاصل، حيث أن  الأعراض لم تتحسن بشكل كافٍ مع العلاج الحالي. الأولوية متوسطة، لكن بالنظر إاى التأثير السلبي للألم على جودة حياه المريضة، نأمل في تقييم الحالة ووصف خطة علاجية محسنة.\n\nثرجو التكرم بتقديم المشورة اللازمة حول إمكانية تعديل الأدوية أ و اقتراح علاجات إضافية لتحسين حالة المريضه. شكزًا لتعاونكم."}
{"medical_record_number": "1134316114", "اسم_المريض": "عمر بن فهد القحطاني", "العمر": 43, "الجنس": "male", "التاريخ": "27/08/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك سلمان 70, ينبع", "التدخين": false, "فصيلة_الدم": "AB+", "المهنة": "مهندس", "الأمراض_المزمنة": ["هشاشة العظام", "السكتة الدماغية"], "الأدوية": ["أسبرين", "كلوبيدوجريل", "باروكستين", "ليفوثيروكسين", "جابابنتين"], "رمز_التشخيص": ["M81", "I63"], "الإحالة_إلى": "الغدد الصماء", "سبب_الإحالة": "هشاشة العظام", "الأولوية": "عادي", "doc_type": "referral", "الملاحظات_السريرية": "المريضعمر بنفهد القحطاني، البالغ من العمر 43 عامًا، يعانن من هشاشة العظامOsteoporosis و سكتة دماعية سابقة. حاليًا يتناوا أسبرين Aspirin، كلوبيدوجريل Clopidogrel، باروكسثين Paroxetine، ليفوثيزوكسين Levothyroxine، وجابابنتين Gabapentin. لا يدخن ولديه تاريخ مرضي يشير إلى تحسن تدريجي بعد السكتة الدماغية.\n\nسبب الإحالة: يُوصى بإحالة السيد عمر إلى قسم الأعصاب Neurology لتقييم ومتابعة حال ته العصبية بعد السكتة الدماغية، خاصةً وأنه يعاني من أعراض متق طعة للدوار وفقدان التوازن. قد يحتاج إلىفحوصات تصويرية إ ضافية مثل MRI للتحقق من أي تغيزات في الدماغ منذ الحادثة الأولى. لا توجد خساسية معروفة للأدوية.\n\nالأولوية: تعتبر هذه الإحالة متوسطة إلى غالية الأهمية نظرا لتاريح المريض مع السكت ة الدماغية والأعراض الحاليةالتي  قد تشير إ لى تطورات جديدة. يُفضل إجراء التقييم في أقرب وقت ممكن لتجنب مضاعفات أكثر خطورة."}
{"medical_record_number": "1379237470", "اسم_المريض": "لمى بنت سلطان الدوسري", "العمر": 62, "الجنس": "female", "التاريخ": "19/02/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك سلمان 49, عرعر", "التدخين": false, "فصيلة_الدم": "A+", "المهنة": "عسكري", "الأمراض_المزمنة": ["فشل القلب", "الفشل الكلوي المزمن", "النقرس", "مرض الشريان التاجي"], "الأدوية": [], "رمز_التشخيص": ["I50", "N18", "M10", "I25"], "الإحالة_إلى": "الأعصاب", "سبب_الإحالة": "مرض الشريان التاجي", "الأولوية": "عاجل", "doc_type": "referral", "الملاحظات_السريرية": "أود إحالة السيده لمى بنت سلطان الدوسري، تبلغ من العمر 64 عامًا، لاستشازة طبية عاجلة في عيادة القلب. المريضة تعاني من مجموعة من الأمراض المزمنة تشم ل فشل القلب، CKD، النقرس، و IHD. لا تتناول حاليًا أتة أدوية، وهو ما يثير القلق بالنظر إلى حالتها الصحية المعقدة.\n\nسبب ااإحالة هو لمراجعة خطة علاجية شلملة للتحكم في فشل القلب وCKD، مع الترك ي ز على منع تفاقم للنقرسوIHD. بالنظر إلىعدم وجود أدوية حالية، من الضروري اابدء فب بروتوكول علاجي مناسب وتحري أسباب عدم تناول الأدوية.المريضة لا تدجن،ولا توجد لديها حساسية معروفة. الحالة الاجيماعية: متزوجة ولديها أبناء.\n\nنظرًا لتعدد الحالايالمرضية والمخاطر المرتنطه، أعتبر أن الأولوية للاسثشازة يجب أن بكون عالية. نأمل في تقييم شريع ووضع خطه علاجية متكاملة. شكراً لتعاونكم."}
{"medical_record_number": "1496513704", "اسم_المريض": "سارة بنت فهد الغامدي", "العمر": 22, "الجنس": "female", "التاريخ": "30/03/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الدمام 16, تبوك", "التدخين": false, "فصيلة_الدم": "AB-", "المهنة": "رجل أعمال", "الأمراض_المزمنة": ["السكتة الدماغية", "فقر الدم", "مرص الشريان التاجي", "مرض الكبد الدهني", "التهاب المفاصل"], "الأدوية": [], "رمز_التشخيص": ["I63", "D64", "I25", "K76", "M19"], "الإحالة_إلى": "للعناية المركزة", "سبب_الإحالة": "التهاب المفاصل", "الأولوية": "عادي", "doc_type": "referral", "الملاحظات_السريرية": "السيدة ساره بنت فهد الغامدي، 25 سنة، تعاني منعدة مشاكل صحتة مزمنة منها السكتة الدماغية،فقر الدم، مرض الشريان التاجي (IHD)، مرض الكبد الدهني، والتهاب المفاصل. لا بتناول حاليًا أي أدويه ولا تدخن.\n\nسبب الإ حالة ةو لتقييم شامل للحالة للصحيةوالتوصية بخطة علاجية مناسبة. نظرًا لتاريخها مع السكتة الدماعيةوIHD، من المهم إجراء تقييم cardiovascular شامل. كما أن فقر الدم قد يتطلب استشارة في hematology لتحديد السبب للدقيق والحاجة لأي تدخل علاجي.\n\nالأولوي ة عالية نظرًا لتعقيد الحالة الصحية والحاجة لتنسيق رعاية متعدد التخصصاث. يُفضل حجز موعد في أقرب وقت ممكن لتقييم الحالة بشكل كامل وتفادي أي مضاعفات مستقبلية. نرجو ا لمتابعة مع أخصائي الباطنة وأمراض القلب لإجراء الفحوصات اللازمة وتطوير خطة علاج شامله."}
{"medical_record_number": "1382675864", "اسم_المريض": "العنود بنت عمر الخالدي", "العمر": 47, "الجنس": "female", "التاريخ": "04/04/2024", "المنشأة": "المستشفى للعسكري الملكي", "العنوان": "طريق الملك عبدالعزيز 64, جدة", "التدخين": false, "فصيلة_الدم": "B+", "المهنة": "مبرمج", "الأمراض_المزمنة": [], "الأدوية": ["إنسولين"], "رمز_التشخيص": [], "الإحالة_إلى": "العظام", "سبب_الإحالة": "للبقييم", "الأولوية": "عاذي", "doc_type": "referral", "الملاحظات_السريرية": "العزيز الدكتور/ ـــــــــــــــ،\n\nأود إحاله المريضة العنود بنت عمر الخال دي، أنثى، عمرها 49 عامًا،لعيادتكم المحترمه اإجراء تقييم واستشارة إضافية. المريضة تعاني من DM وتعتمد على الإنسولين كعلاج يومي. لا توحد لديها أمراض مزمنة أحرى أو سجل للحساسية. \n\nالمريضة لا تد خن، ولديها تاريخ طبي خالي من HTN أو IHD. الهدف من الإحالة هو تقييم إمكانية تحسينالسيطرة على مستويات السكر في الدم لديها، حيث لاحظنا تذبذبًا في قراءات السكر رغم اننظام المريضة في تناول الإنسولين. \n\nبرجاء إعطاء هذه الخالةالأولوية للممكنة، حيث تعاني العنود من بعض الأعراض الجانبتة كالتعب  المتزايد وفقدان الوزن غير المبرر. ثأمل أن تتمكنوا من توفير استشارة شاملة  للبحث في خيارات علاجية أو تعديلات في الجرعة. شكرًا لتعاونكم.\n\nتحياتي،  \nد. ـــــــــــــــ  \nعيادة ـــــــــــــــ"}
{"medical_record_number": "1395024027", "اسم_المريض": "عائشة بنت ماجد العلي", "العمر": 61, "الجنس": "female", "التاريخ": "24/12/2025", "المنشأة": "المستشقى العسكري الملكي", "العنوان": "طريق الملك فهد 46, الدمام", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "معلم", "الأمراض_المزمنة": ["الربو"], "الأدوية": ["سيمفاستاتيب", "أوميبرازول", "أملوديبين", "ميتفورمين"], "رمز_التشخيص": ["J45"], "الإحالة_إلى": "الكلى", "سبب_الإحالة": "الربو", "الأولوية": "غير عاجل", "doc_type": "referral", "الملاحظات_السريرية": "عائشة بنت ماجد العلي، غمرها 61 سنة، تعاني من DM وHTN، ولديةا تاريخ مرضي معروف بللربو المزمن. المريضة تستخدم حاليًا سيمفاستاتين، أوميب رازول، أملودتبيي وميتفورمين كجزء من خطتها ا لعلاجية. لا تدخن وليسلديها تاريخ مب أمراض القلب (IHD) أو اارجفان الأذينت (AF).\n\nنود إحالة المريضة لاستشارة فن قسم أمراض الجهاز التنفسي نظرًا لتزايد الأعراض التنفسية المرتبطة بالربو، حيث تعاني من نوبات متكررة من السعال وض يق التنفس.الأولويه مرتفعه نظرًا لتأثير ال أعراض على نشاطها اليومي وجودة حياتها. نرجو التقييم السريع لتعديل الخطة العلاجية إدا لزم الأمر.\n\nقد تكون هناك حاجة لمراخعة الجرعات الحالية وتوفير مشورةحول إدارة الحالة بفعالية. لا توجد حساسية معروفة. شكرا لتعاونكم الكريم."}
{"medical_record_number": "1767976432", "اسم_المريض": "هند بنت ناصر السبيعي", "العمر": 19, "الجنس": "female", "التاريخ": "13/08/2024", "المنشأة": "المستشفى للغسكري الملكي", "العنوان": "طريق ااملك فهد 87, عرعر", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "صيدلي", "الأمراض_المزمنة": ["مرض الشريلن التاجي", "ارتفاع ضغط الدم"], "الأدوية": ["أوميبرازول"], "رمز_التشخيص": ["I25", "I10"], "الإحالة_إلى": "المسالك البولية", "سبب_الإحالة": "ارتفاع ضغط الدم", "الأولوية": "عاجل", "doc_type": "referral", "الملاحظات_السريرية": "المزيضه هند بنت  ناصر السبيعي، تبلغ من ااعمر 21  عامًا، تعاني من IHD وHTN. تم تناولها لأدوية Proton Pump Inhibitor (أوميبرلزول) بشكل منتظم. المريضة لا تدخن وليس لديها تاريخ مرضي عائلي  لـ DM أو CKD. \n\nسبب الإحالة هو استشارة طبية متخصصة في طب القلب (Cardiology) نظرًل لوجود أعراض جديدة تتمثل في ألم صدري متكرر وضيق نفس ق د يشير إلى تفلقم حالة IHD. الحالة تستدعي تقييم عاجل لأن الأعراض قد ت شير إلى حاج ة لتعديل العلاج الحالي أو إجراء فحوصات إضافية مثل Co ronary Angiography إذا لزم الأمر.\n\nيرحى أخذ ملاحظة عن عدم وجود حساسية معرو فة. الحالة الاجتماعيه: تعيش مع والديها، وطالبة في الجامعة. الأولوية عالية نظرا لتاريخ المرض ا لحالي  والأعراض المتقدمة للتي تعيق الحياة لليومية للمريضة.نرجو التفضل باتخاذ الإجراء المناسب في أقرب وقت ممكن."}
{"medical_record_number": "1329212771", "اسم_المريض": "هند بنت عبدالرحمن السلمي", "العمر": 28, "الجنس": "female", "التاريخ": "16/12/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع الأمير محمد بن عبدالعزيز 14, الدمام", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "مدير", "الأمراض_المزمنة": [], "الأدوية": ["أليندرونات", "زاميبريل", "ولرفارين", "هيدروكلوروثيازيد"], "رمز_التشخيص": [], "الإحالة_إلى": "الغدد الصماء", "سبب_الإحالة": "للتقييم", "الأولوية": "غير عاجل", "doc_type": "referral", "الملاحظات_السريرية": "المريضة هند بنت عبدالرحمن الشلمي، تبلغ من العمر 29 عاماً،بدون تاريخ مرضي  مزمن سابق. تم تحويله ا للاستشارة نظراً لاحتياجها لتقييم طبيب متخصص في أمراض العظام وللغدد الصماء نظرًا لاستخدامها لأدوية مثل أليندرونات والتي تلم ح إلى احتمالية هشاشة العظام المبكرة. كما تستخدم راميبريل و وارفارين، مما يستدعي مراخعة متخصصة لضبط جرعات الأدويةومراقبة  INR بشكل دقيق، خاصةً مع استخدام هثدروكلوروثيازيد الموحي بإمكانية ارتفاع ضغط الدمHTN غير المسيطر عليه بشكل كافٍ. \n\nأولوية الاستشارة عالية نظرًأ لاحتمالية تأثير الأدوية المتداخلة علىصحت ها العامة وتجنب أي مضاعفاث مست قبلية. المريضة غير مدخنة ولا تعاني من حساسية مغروفة، ولا يوجد لديها بارثخ عائلي لمرض السكري DMأو مرض القلت IHD. نرجو التقنيم الشريع ويقديم خطة علاجية مناسبة."}
