{"medical_record_number": "1618495939", "اسم_المريض": "بندر بن سعود القحطاني", "العمر": 50, "الجنس": "male", "التاريخ": "23/07/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع فلسطين 59, جدة", "التدخين": false, "فصيلة_الدم": "A+", "المهنة": "موظف حكومي", "الأمراض_المزمنة": [], "الأدوية": ["وارفارين", "سيمفاستاتين"], "رمز_التشخيص": [], "القسم": "المسالك البولية", "التشخيص": "لا يوجد", "doc_type": "visit", "الملاحظات_السريرية": "الشكوى الرئيسية: حضر المريض بندر بن سعود القحطاني، 51 عامًا، إلى العيادة يعاني من ألم في الصدر يشتد عند المجهود ويمتد إلى الذراع الأيسر. لا يوجد لديه تاريخ مرضي مزمن سابق ولا يدخن. \n\nالفحص: عند الفحص السريري، كان ضغط الدم 120/80 mmHg، والنبض 78 bpm. تم إجراء ECG أظهر بعض التغيرات غير الممحددة. لا يوجد علامات لـ AF ولا DM ولا HTN. لا يوجد ضيق في التنفس أو أعراض IHD ظاهرة عند الراحة.\n\nالانطباع: بالنظر إلى الأعراض، واحتمالية إصابته بـIHD، يوصى بإجراء فحوصات إضافية مثل اختبار الجهد (Streess Test) وربما CT Coronary Angiogram للتأكد من حاله الأوعية الدموية القلبية.\n\nالخطة: زيادة جرعة الوارفارين تدريجياً مع مرقبة INR دوريًا لتجنب النزيف. وصف Aspirin 81mg يوميًا كوقاية من الجلطات. نوصي بإجراء الفحوصات المذكورة في الأسابيع القادمة ومتابعة منتظمة في العيادة كل 6 أسابيع. نؤكد على أهمية تجنب الإجهاد البدني الزائد حتى ظهور نتائج الفحوصات."}
{"medical_record_number": "1327648356", "اسم_المريض": "أمل بنت حمد الخالدي", "العمر": 8, "الجنس": "female", "التاريخ": "03/02/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع الأمير سلطان 82, مكة المكرمة", "التدخين": false, "فصيلة_الدم": "A+", "المهنة": "موظف حكومي", "الأمراض_المزمنة": ["الفشل الكلوي المزمن", "فقر الدم"], "الأدوية": ["راميبريل", "سيمفاستاتين"], "رمز_التشخيص": ["N18", "D64"], "القسم": "الأورام", "التشخيص": "فقر الدم", "doc_type": "visit", "الملاحظات_السريرية": "الاسم: أمل بنت حمد الخالدي   \nالعمر: 11 سنة  \nالجنس أنثى  \n\nالشكوى الرئيسية: حضرت المريضة إلى العيادة بشكوى من شعور بالتعب والإرهاق المستمر، بالإضافة إلى صعوبة في التركيز في المدرسة.\n\nالفحص: عند الفحص السريري، وُجد أن المريضة تبدو شاحبة. ضغط الدم كان 110/70، والنبض منتظم عند 84 bpm. لا توجد علامات وذمة في الأطراف. فحص البطن غير ملحوظ، ولا يوجد ألم عند الجس. ت إجراء فحص دم كامل (CBC) والذي أظهر انخفاض مستويات الهيموغلوبين، مما يؤكد وجود فقر الدم.\n\nاانطباع: المريضة تعاني من فقر الدم كجزء من مضاعفات CKD. الإرهاق وصعوبة التركيز المرتبطة بفقر الدم ومضاعفات الفشل الكلوي المززمن هي السبب الأرجح لحالتها الحالية.\n\nالخطة: نوصي بزيادة جرعة مكملات الحدديد للمساعدة في معالجة فقر الدم. ستتم متابعة مستويات الهيموغلوبين بشكل دوري. نحافظ على جرعة راميبريل وسيمفاستاتين كما هي. نوصي بتوجيه الوالدين حول أهمية الالتزام بالغذاء الصحي والمتابعة الدورية. يُفضل إجراء زيارة متابعة خلال الشهر القادم لتقييم التحسن."}
{"medical_record_number": "1496965326", "اسم_المريض": "عبدالرحمن بن راشد الأحمدي", "العمر": 55, "الجنس": "male", "التاريخ": "23/09/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع الأمير محمد بن عبدالعزيز 96, الدمام", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "طبيب", "الأمراض_المزمنة": ["فرط شحميات الدم"], "الأدوية": ["إيبوبروفين", "أتورفاستاتين", "سيمفاستاتين"], "رمز_التشخيص": ["E78"], "القسم": "الباطنية", "التشخيص": "فرط شحميات الدم", "doc_type": "visit", "الملاحظات_السريرية": "المريض عبدالرحمن بن راشد الأحمدي، العمر 57 عامًا، حضر إلى العيادة يشكو من ألم في الصدر منذ يومين، يصفه بأنه ضاغط وغير مرتبط بالنشاط الجسدي. الألم لا ينتشر إلى الذراعين ولا تصاحبه أعراضض أخرى مثل الغثيان أو التعرق. المريض لديه تاريخ مرضي بفرط شحميات الدم ويتناول أدوية مثل أتورفاستاتين وسيمفاستاتين. لا يوجد لديه تاريخ مرضي لـ DM أو HTN أو IHD. لا يدخن ولم يذكر وجود حساسية لأي أدوية.\n\nعند الفحص السريري، كانت العلامات الحيوية مستقرة حيث كان ضغط الدم 120/80 mmHg، ونبض القلب 74 bpm، والتنفس 18 rpm. الفحص القلبي والرئوي لم يظهر أي علامات غير طبيعية، وتم إجراء ECG الذي أظهر نتائج طبيعية. بناءً على الأعراض والفحص السريري، الانطباع الأولي هو أن الألم قد يكون ناتجاً عن أسباب عضلية وليس له علاقة بـ IHD.\n\nالخطة: نوصي بإجراء فحوصات دم شاملة با في ذلك Troponin I و CPK-MB لاستبعاد أي أسبباب قلبية. سيستمر المريض في تناول أدويته الحالية مع توجيه بعدم تناول إيبوبروفين إلا عند الضرورة. سيتم متابعة المريض بعد أسبوع لمراجعة النتائج وتحديث الخطة العلاجية حسب الحاجة."}
{"medical_record_number": "1182278240", "اسم_المريض": "خالد بن ناصر السبيعي", "العمر": 62, "الجنس": "male", "التاريخ": "23/10/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك عبدالله 94, مكة المكرمة", "التدخين": false, "فصيلة_الدم": "O+", "المهنة": "مقاول", "الأمراض_المزمنة": [], "الأدوية": ["هيدروكلوروثيازيد"], "رمز_التشخيص": [], "القسم": "الطوارئ", "التشخيص": "لا يوجد", "doc_type": "visit", "الملاحظات_السريرية": "المريض خالد بن ناصر السبيعي، 64 سنة، حضر للعيادة يشتكي من ألم في الصدر المستمر منذ يومين. لا يوجد لديه تاريخ مرضي لـ DM، HTN، أو IHD. يستخدم دواء هيدروكلوروثيازيد للتحكم في ضغط الدم. المريض غير مدخن ولا يعاني من حساسية معروفة.\n\nعند الفحص السريري، ضغط الدم 130/85 mmHg، النبض 78 bpm، ودرجة الحرارة 37.1°C. الفحص القلبي يُظهر S1 و S2 بالترتيب الطبيعي، ولا يوجد أي murmur. الرئتين clear عند التسمع. ECG أظهر sinus rhythm وبدون أي عامات لـ ischemmia.\n\nالانطباع: الألم الصدري قد يكون ناتج عن سبب عضلي أو نتيجة لـ GERD. الخطة تشمل وصف NSAIDs للألم واستشارة طبيب الجهاز الهضمي إذا استمر الألم. ينصح بمراجعة بعد أسبوعين لمتابعة الحالة."}
{"medical_record_number": "1010651337", "اسم_المريض": "راشد بن راشد الشهراني", "العمر": 42, "الجنس": "male", "التاريخ": "03/12/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع الستين 53, بريدة", "التدخين": true, "فصيلة_الدم": "O-", "المهنة": "ممرض", "الأمراض_المزمنة": ["فرط شحميات الدم"], "الأدوية": ["ديكلوفيناك", "راميبريل", "أملوديبين", "أليندرونات", "كلوبيدوجريل", "ليفوثيروكسين"], "رمز_التشخيص": ["E78"], "القسم": "الجهاز الهضمي", "التشخيص": "فرط شحميات الدم", "doc_type": "visit", "الملاحظات_السريرية": "الشكوى الرئيسية: راشد بن راشد الشهراني، 43 سنة، ذكر، يعاني من ألم في الصدر (chest pain) مستمر منذ يومين، يصفه بأنه حارق ويزداد مع الجهد.\n\nالفحص: عند الفحص السريري، تبين وجود ضغط دم 140/90 mmHg، نبض 88 bpm، وتشبع أكسجين 96%. صوت اللقلب S1 و S2 طبيعيان، ول يوجد murmurs. الرئتان نظيفتان، والبطن لينة وغير مؤلمة. تم ملاحظة وجود أصوات خشخشة خفيفة في اللرئة اليمنى. \n\nاانطباع: نظرًا للتاريخ المرضي لفرط شحميات الدم والتدخين، يعتبر الألم مرتبطاً بـ IHD مع احتمالية وجود angina pecttoris. \n\nالخطة: إجراء ECG وطلب troponin levels للتأكد من عدم وجود MI. تعديل جرعة أملوديبين إذا لزم الأمر، واستمرار على clopidogrel. نصيحة بضرورة الإقلاع عن التدخين لخفض المخاطر القلبية. متابعة الحالة بعد 3 أيام أو إذا تفاقمت الأعراض."}
{"medical_record_number": "1513542785", "اسم_المريض": "غادة بنت فهد المحمدي", "العمر": 25, "الجنس": "female", "التاريخ": "15/03/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الدمام 34, الظهران", "التدخين": false, "فصيلة_الدم": "A+", "المهنة": "كاتب", "الأمراض_المزمنة": ["الرجفان الأذيني", "هشاشة العظام"], "الأدوية": ["أسبرين", "ميتفورمين", "إيبوبروفين", "أملوديبين", "إنسولين", "سيمفاستاتين"], "رمز_التشخيص": ["I48", "M81"], "القسم": "الشيخوخة", "التشخيص": "الرجفان الأذيني", "doc_type": "visit", "الملاحظات_السريرية": "المريضة: غادة بنت فهد المحمدي، 28 سنة، أنثى، غير مدخنة، تعاني من AF وهشاشة العظام. حضرت للعيادة تشتكي من آلام في الصدر (chest pain) بدأت منذ يومين. تقول أن الألم يزيد مع الجهد ويخف مع الراحة. لا تعاني من تاريخ عائلي لمرض القلب (IHD) وهي غير حامل.\n\nتم إجراء الفحص السريري: ضغط الدم 130/85، النبض 80/دقيقة غير منتظم، التنفس طبيعي. الفحص القلبي أظهر عدم انتظام النبض بدون أصوات إضافية لا يوجد وذمة في الأطراف السفلية.\n\nالانطباع: يُشتبه بأنه قد يكون هنالك اشتباه بنوبة ذبحة صدرية غير مستقرة، مع العلم بأن المريضة لديها AF والذي يمكن أن زيد من خطر الإصابة بنوبات قلبية.\n\nالخطة: طلب إجراء تخطيط قلب (ECG) وتحاليل دم شاملة بما في ذلك مستويات التروبونين. وجيه المريضة لاستشارة طبيب القلب (Cardiologist) لمتابعة الحالة. توجيهها لمراقبة الألم وي أعراض جديدة مثل ضيق التنفس أو الدوخة. التأكد من الالتزام بأخذ الأدوية الحالية وتشجيعها على الفحص ادوري لمستويات السكر في الدم بسبب DM."}
{"medical_record_number": "1053315865", "اسم_المريض": "نوف بنت محمد العتيبي", "العمر": 77, "الجنس": "female", "التاريخ": "14/07/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك فهد 40, الدمام", "التدخين": false, "فصيلة_الدم": "B+", "المهنة": "موظف حكومي", "الأمراض_المزمنة": ["الربو", "ارتفاع ضغط الدم", "فقر الدم", "الخرف", "الاكتئاب"], "الأدوية": ["ديكلوفيناك"], "رمز_التشخيص": ["J45", "I10", "D64", "F03", "F32"], "القسم": "أمراض القلب", "التشخيص": "الخرف", "doc_type": "visit", "الملاحظات_السريرية": "المريضة نوف بنت محمد العتيبي، عمرها 79 سنة، حضرت إلى العيادة بشكوى رئيسية هي ضيق في التنفس. تعاني من تاريخ مرضي مزمن يشمل الربو، HTN، فقر الدم، الخرف، والاكتئاب. تتناول حالياً دواء ديكلوفيناك، ولا تدخن.\n\nعند الفحص السريري، كات العلامات الحيوية مستقرة، لكن لوحظ وجود صوت صفير أثناء التنفس (Wheezing) في الرئتين. الوظائف القلبية كانت طبيعية، ولا توجد أدلة على وذمة محيطية. الحالة الذهنية للمريضة مضطربة بسبب الخرف، مما يجعل التواصل معها صعباً بعض الشيء. تم عمل CBC وأظهر فقر دم خفيف.\n\nالانطباع السريري هو أن ضيق التنفس قد يكون ممرتبطًا بتفاققم حالة الربو. يؤخذ في الاعتبار التداخل الدوائي المحتمل بين الديكلوفيناك وارتفاع الضغط. الخطة تشمل تعديل علاج الربو بإضافة Inhaler محتوي على Crticosteroid، ومراجعة الأدوة الحالية لتفادي أي تداخلات. سيتم متتابعة الحالة بعد أسبوعين لتقييم فعالية العلاج واجراء التعديلات اللازمة."}
{"medical_record_number": "2337543306", "اسم_المريض": "راشد بن سعد الجهني", "العمر": 12, "الجنس": "male", "التاريخ": "07/03/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك سلمان 5, خميس مشيط", "التدخين": false, "فصيلة_الدم": "O+", "المهنة": "محامي", "الأمراض_المزمنة": ["السمنة", "الاكتئاب", "الفشل الكلوي المزمن", "السكتة الدماغية", "فقر الدم"], "الأدوية": [], "رمز_التشخيص": ["E66", "F32", "N18", "I63", "D64"], "القسم": "الصدرية", "التشخيص": "الفشل الكلوي المزمن", "doc_type": "visit", "الملاحظات_السريرية": "الشكوى الرئيسية: حضر المريض راشد بن سعد الجهني، عمره 14 عامًا، إلى العيادة يشكو من زيادة في الوزن وضعف عام. \n\nالفحص: عند الفحص السريري، تم ملاحظة السمنة المفرطة وزيادة في نسبة النبض والتنفس. لا توجد علامات واضحة لحالات حادة أخرى. الحالة النفسية كانت مستقرة، ولكن المريض أشار إلى بعض الأعراض الاكتئابية والتي قد تكون مرتبطة بحالته الصحية العامة.\n\nالانطباع: المريض يعاني من سمنة مفرطة مع فقر الدم المزمن، وقد يكون الفشل الكلوي المزمن (CKD) هو السبب الرئيسي في تعب المريض العام. لا توجد حاليًا علامات لسكتة دماية جديدة، لكن الحالة الصحية العامة تتطلب متابعة دقيقة.\n\nالخطة: يننصح ببدء برنامج غذائي وممارسة الرياضة تحت إشراف مختص في التغذية. إجراء فحوصات مخبرية شاملة لتقييم مسستويات الوظائف الكلوية والدموية. الحفاظ على المتابعة الدورية مع طبيب نفسي لمراقبة حالة الاكتئاب والعمل على استقرار الحالة العامة للمريض. اتأكد من حصول المريض على الدعم النفسي والاجتماعي المناسب لتحفيز التحين في نمط الحياة."}
{"medical_record_number": "1172788950", "اسم_المريض": "صالح بن عبدالعزيز المالكي", "العمر": 49, "الجنس": "male", "التاريخ": "19/03/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق خريص 7, الجبيل", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "رجل أعمال", "الأمراض_المزمنة": ["الربو"], "الأدوية": ["ميتفورمين", "أملوديبين", "ديكلوفيناك", "ميتوبرولول", "أسبرين"], "رمز_التشخيص": ["J45"], "القسم": "الجراحة العامة", "التشخيص": "الربو", "doc_type": "visit", "الملاحظات_السريرية": "المريض صالح بن عبدالعزيز المالكي، عمره 50 سنة، حضر إلى العيادة بشكوى رئيسية من ضيق في التنفس متزايد منذ أسبوعين. لديه تاريخ مرضي معروف ييشمل الربو و DM و HTN و IHD. لا يدخن. يتناول بانتظام الأدوية: ميتفورمين، أملوديبين، ديكلوفيناك، يتوبرولول، وأسبرين. \n\nفي الفحص السريري، لوحظ وجود wheezing upon auscultation للرئتين وارتفاع ضغط الدم 145/90 mmHg. معدل النبض 78 bpm، ولا توجد علامات لاحتقان رئوي أو وذمة طرفية. فحوصات القلب طبيعية من دون murmurs or extra sounds. \n\nالانطباع السريري الحالي هو تفاقم الربو بسبب عددوى الجهاز التنفسي العلوي المحتملة. الخطة تتضمن زيادة جرعة inhaled corticosteroids ومتابعة معايرة أدوية HTN. يُنصح بإجراء chest X-ray و PFTs (Pulmonary Function Tests) للتأكد من عدم وجود مضاعفات أخرى. سنقوم بمتابعة الحالة بعد أسبوعين لمراقبة التحسن. المريض مُوجه للابتعاد عن المثيرات المعروفة للربو واللتزام أخذ الأدوية بانتظام."}
{"medical_record_number": "1937346706", "اسم_المريض": "غادة بنت راشد الأحمدي", "العمر": 84, "الجنس": "female", "التاريخ": "12/09/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع فلسطين 95, القطيف", "التدخين": false, "فصيلة_الدم": "O+", "المهنة": "سائق", "الأمراض_المزمنة": ["السكتة الدماغية", "فرط شحميات الدم", "السكري النوع الثاني", "الفشل الكلوي المزمن"], "الأدوية": ["باروكستين", "ديكلوفيناك"], "رمز_التشخيص": ["I63", "E78", "E11", "N18"], "القسم": "الشيخوخة", "التشخيص": "الفشل الكلوي المزمن", "doc_type": "visit", "الملاحظات_السريرية": "الشكوى الرئيسية: حضرت السيدة غادة بنت راشد الأحمدي البالغة من العمر 84 عاماً إلى العيادة تشكو من زيادة في الألم في المفاصل مع تورم بسيط في الركبتين. لا توجد أعراض حاة مثل صعوبة ي التنفس أو ألم في الصدر. \n\nالفحص: خلال الفحص البدني، لاحظنا وجود تورم معتدل في الركبتين مع تقييد حركة بسيط. العلامات الحيوية مستقرة، لا يوجد وذمة في الأطراف السفلية. مستويات السكر في الدم (Blood Glucose) كانت مرتفعة بشكل معتدل، مما يتوافق مع تاريخها المرضي بالـ DM. لم تظهر أي دلائل على تفاقم الـ CKD.\n\nالانطباع: يببدو أن الأعراض ترتبط بنوبات التهاب المفاصل (Arthritis) والتي قد تكون متفاقمة بسبب استخدام الـ ديكلوفيناك. يجب تقييم التحكم بمستويات السكر بالدم بسبب احتمالية تأثيره على الألم المفصلي. \n\nالخطة: نوصي بتعديل جرعة الـ ديكلوفيناك إذا لزم الأمر ومراقبة الألم. نُفضل استشارة أخصائي الغدد الصماء حول إدارة الـ DM لتحسين التحكم في مستويات السكر. يجب إجراء فحوصات دورية لوظائف الكلى (Kidney Function Tests) لتقييم الـ CKD. توجيه المريضة لتناول الأدوية بشكل منتظم ومراجعة الطبيب عند الضرورة."}
{"medical_record_number": "1193745294", "اسم_المريض": "راشد بن حسن الشمري", "العمر": 51, "الجنس": "male", "التاريخ": "16/03/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع التحلية 31, عرعر", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "سائق", "الأمراض_المزمنة": ["مرض الشريان التاجي"], "الأدوية": ["إنسولين", "ميتفورمين", "ميتوبرولول", "راميبريل", "ديكلوفيناك", "ليفوثيروكسين"], "رمز_التشخيص": ["I25"], "القسم": "الباطنية", "التشخيص": "مرض الشريان التاجي", "doc_type": "visit", "الملاحظات_السريرية": "الشكوى الرئيسية: قدم راشد بن حسن الشمري إلى العيادة يشكو من ألم في الصدر يزداد عند الجهد. الألم بدأ منذ يومين ومتوسط الشدة، مع عدم وجود غثيان أو تعق. \n\nالفحص: ضغط الدم 140/85 ملم زئبق، نبض 78/دقيقة، درجة الحرارة 36.8 درجة مئوية. الفحص السريري أظهر S1 و S2 واضحين دون وجود murmurs. لا وذمة في الأطراف السفلية. نتائج EKG أظهرت عدم وجود ST-elevation. \n\nالانطباع: يُشتبه في أن الألم ناتج عن IHD، خاصةً مع تاريخ مرض الشريان التاجي. لا توجد علامات حادة تشير إلى Myocardial Infarction حالي. \n\nالخطة: نوصي بإجراء متابعة مع اختبار Treadmill Stress Test لتقييم حالة الشرايين التاجية بدقة أكبر. يجب تعديل الجرعة اليومية من ميتوبرولول إذا استمر الألم. المريض يستمر بتناول أدويته الحالية DM و HTN و IHD، مع مراقبة دقيقة مستويات السكر في الدم. نوصي المريض بتجنب الأنشططة الشاقة حتى إشعار آخر من الطبيب."}
{"medical_record_number": "1651850677", "اسم_المريض": "شيماء بنت عبدالعزيز البلوي", "العمر": 20, "الجنس": "female", "التاريخ": "06/03/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع الأندلس 6, الأحساء", "التدخين": true, "فصيلة_الدم": "AB-", "المهنة": "عسكري", "الأمراض_المزمنة": ["مرض الشريان التاجي"], "الأدوية": ["ميتوبرولول", "أملوديبين", "لوسارتان", "ليفوثيروكسين"], "رمز_التشخيص": ["I25"], "القسم": "الشيخوخة", "التشخيص": "مرض الشريان التاجي", "doc_type": "visit", "الملاحظات_السريرية": "المريضة شيماء بنت عبدالعزيز البلوي، 21 سنة، حضرت إلى العيادة بسبب ألم في الصدر. لديها تاريخ مرضي بـ IHD وتتناول أدوية ميتوبرولول، أملوديبين، لوسارتان، وليفوثيروكسين. هي مدخنة، ولم تذكر أي حالات حساسية ممعروفة. تعاني أياً من توتر بسيط نتيجة الضغوط الدراسية.\n\nاالفحص السريري أظهر ضغط الدم 135/85 mmHg، والنبض 78 bpm. لا توجد أصوات غير طبيعية عند فحص القلب أو الرئتين. ECG أظهر normal sinus rhythm بدون تغييرات مرضية واضحة، لكن هناك تاريخ مرضي بوجود angina pectoris.\n\nالنطباع: Angina pectoris مع management مستقر. \n\nالخطة: سنستمر بالعلاج الحالي ونضيف aspiriin 81 mg مرة واحدة يومياً. ننصح بتقليل التدخين ووتطبيق lifestyle modificatins. متابعة بعد 4 أسابيع لتقييم الأعراض واستجابة العلاج."}
{"medical_record_number": "1075273548", "اسم_المريض": "ابتسام بنت حسن المالكي", "العمر": 42, "الجنس": "female", "التاريخ": "30/12/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع الأمير سلطان 86, الأحساء", "التدخين": false, "فصيلة_الدم": "AB+", "المهنة": "كاتب", "الأمراض_المزمنة": ["الاكتئاب", "هشاشة العظام", "السمنة"], "الأدوية": ["أسبرين", "سيمفاستاتين", "إيبوبروفين", "ميتوبرولول", "باروكستين", "جابابنتين"], "رمز_التشخيص": ["F32", "M81", "E66"], "القسم": "الغدد الصماء", "التشخيص": "السمنة", "doc_type": "visit", "الملاحظات_السريرية": "الشكوى الرئيسية: تعاني السيدة ابتسام من آلام مستمرة في الظهر مع زيادة في حدة الألم في الأسابيع الأخيرة. \n\nالفحص: عند الفحص السريري، تبين أن السيدة ابتسام تعاني م ألم مستمر في منطقة الفقرات القطنية. لا توجد علامات التهاب واضحة. الفحوصات المخبرية الأخيرة أظهرت مستويات طبيعية للكالسيوم وفيتامين D. لا توجد تاريخ للحساسية. \n\nالانطباع: الألم قد يكون مرتبطًا بهشاشة العظام (Osteoporosis) التي تعاني منها المريضة، مع احتمال ووجود إإجهاد عضلي ناتج عن الوزن الزائد (Obesity).\n\nالخطة: نوصي بزيادة جرعة الكالسيوم وفيتامين D، بالإضافة إلى بدء برنامج علاج طبيعي لتحسين قوة العضلات. سيتم تعديل جرعة جابابنتيين لمساعدتها على التحكم في الألم وفقًا لتحملها الشخصي. متابعة الحالة النفسية ضرورية لضما استقرار حالة الاكتئاب. المراجعة بعد أربعة أسابيع لتقييم تقدم الحالة."}
{"medical_record_number": "1957885682", "اسم_المريض": "راشد بن سلطان المالكي", "العمر": 36, "الجنس": "male", "التاريخ": "04/12/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع الستين 89, أبها", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "ضابط", "الأمراض_المزمنة": ["فرط شحميات الدم"], "الأدوية": ["جابابنتين", "إيبوبروفين", "ميتفورمين", "أسبرين", "أتورفاستاتين"], "رمز_التشخيص": ["E78"], "القسم": "العناية المركزة", "التشخيص": "فرط شحميات الدم", "doc_type": "visit", "الملاحظات_السريرية": "المريض راشد بن سلطان المالكي، 36 عامًا، حضر إلى العيادة يشكو من آلام مزمنة في أسفل الظهر. لمريض لديه تاريخ مرضي من فرط شحميات الدم و يتناول أدوية جابابنتين، إيبوبروفين، ميتفورمين، أسبرين، وأتورفاستاتين. المريض لا يدخن ولا يوجد لديه تاريخ من DM أو HTN. \n\nعند الفحص اللسريري، تبين وجود ألم معتدل في منطقة الفقرات القطنية مع نطاق حركة محدودة. لا توجد علامات عصبية suggestive لأي انضغاط على الذور العصبيية. ضغط الدم 120/80 mmHg والنبض 76 BPM. لا توجد حمى أو أعراض جهازية أخرى.\n\nالانطباع السريري: ألم عضلي هيكلي محتمل في أسفل الظهر، قد يكون مرتبطًا بإجهاد عضلي. الخطة: استمرارية العلاج الحالي بجرعات منخفضة من إيبوبروفين PRN للألم الشديد وتعيل نمط الحياة ليتضمن تمارين تقوية عضلات الظهر. تمت إحالة المريض إلى العلاج الطبيعي لمزيد من العناية والملاحظة. متابعة بعد 4 أسابيع لإعادة التقييم."}
{"medical_record_number": "2435240821", "اسم_المريض": "بندر بن سعود السعدي", "العمر": 35, "الجنس": "male", "التاريخ": "21/04/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك عبدالعزيز 13, عرعر", "التدخين": false, "فصيلة_الدم": "A+", "المهنة": "كاتب", "الأمراض_المزمنة": ["الفشل الكلوي المزمن", "التهاب المفاصل", "النقرس", "فقر الدم", "السمنة"], "الأدوية": ["هيدروكلوروثيازيد", "أليندرونات"], "رمز_التشخيص": ["N18", "M19", "M10", "D46", "E66"], "القسم": "العظام", "التشخيص": "الفشل الكلوي المزمن", "doc_type": "visit", "الملاحظات_السريرية": "الشكوى الرئيسية: حضر المريض بندر بن سعود السعدي، 37 سنة، للعيادة ببب ألم شديد في المفاصل وخاصة الركبة اليسرى. يشير أيضًا إلى زيادة في التورم واحمرار في المنطقة المتأثرة.\n\nالفحص: عند الفحص السريري، لوحظ وجود تورم واحمرار في الركبة اليسرى مع محدودية في الحركة. Vital signs: ضغط الدم 140/90، نبض 88، درجة الحرارة 37.2 مئوية. يُظهر الفحص البدني علامات التهاب المفاصل والتفاقم الحاد للنقرس.\n\nالانطباع: يُعتقد أن حالة المريض تتعلق بنوبة حادة من النقرس بالإضافة إلى التأثيرات المزمنة لالتهاب المفاصل. الفشل الكلوي المزمن CKD وانخفاض وظائف الكلى قد يزيد من صعوبة إدارة النقرس ويحتاج إلى تعديل الأدوية.\n\nالخطة: وقف مؤقتاً استخدام أليندرونات بسبب التفاعل المحتمل مع الأدوية الجديدة. سيبدأ المريض في تناول كولشيسين Colchicine لتخفيف الأعراض الحادة وتجنب NSAIDs بسبب CKD. سيتم تثقيف المريض حول تغييرات النظام الغذائئي بما في ذلك تقليل البروتين الحيواني. يُنصح بالمتابعة الدورية في العيادة ومراقبة وظائف الكلى، مع تقييم مستمر للعلاج المناسب لفقر الدم المرتبط بالفشل الكلوي."}
{"medical_record_number": "2671756555", "اسم_المريض": "ابتسام بنت خالد العلي", "العمر": 75, "الجنس": "female", "التاريخ": "25/12/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك عبدالعزيز 24, جازان", "التدخين": false, "فصيلة_الدم": "B+", "المهنة": "محامي", "الأمراض_المزمنة": ["السكري النوع الثاني"], "الأدوية": ["سيمفاستاتين", "إنسولين", "أوميبرازول", "جابابنتين", "هيدروكلوروثيازيد", "كلوبيدوجريل"], "رمز_التشخيص": ["E11"], "القسم": "الصدرية", "التشخيص": "السكري النوع الثاني", "doc_type": "visit", "الملاحظات_السريرية": "المريضة ابتسام بنت خالد العلي، 77 سنة، قدمت إلى العيادة تشتكي من ألم مستمر في أسفل الظهر radiating إلى الفخذ الأيمن. الألم مستمر منذ أسبوعين، ويزداد عند الحركة. المريضة لديها تاريخ مرضي معروف لـ DM وتتناول الأدوية الموصوفة بدون مشاكل تذكر. لا توجد حساسية معروفة للأدوية. \n\nعند الفحص السريري، وُجد أن ضغط الدم 140/85 ملم زئبقي ونبض القلب 78/د. الفحص العصبي للقدمين طبيعي، مع وجود ألم عد الضغط على المنطقة القطنية (lumbar region). لا توجد علامات على التهاب فقرات القطنية.\n\nالانطباع: ألم أسفل الظهر مع احتمالية فتق ديسكك (herniated disc). \n\nالخطة: نصح المريضة بالاستمرار في تناول جابابنتين وتعديل الجرعة عند الحاجة. تم وصف جلسات علاج طبيعي لمدة أسبوعين مع متابعة الحالة بعد اسبوعين لبحث التحسن. تم التنبيه على المريضة بضرورة مراقبة مستويات السكر بالدم وتجنب الحركات المفاجئة."}
{"medical_record_number": "2087603854", "اسم_المريض": "نوف بنت عبدالله الثقفي", "العمر": 77, "الجنس": "female", "التاريخ": "12/03/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك سلمان 66, خميس مشيط", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "عسكري", "الأمراض_المزمنة": ["الاكتئاب", "هشاشة العظام"], "الأدوية": [], "رمز_التشخيص": ["F32", "M81"], "القسم": "الأعصاب", "التشخيص": "الاكتئاب", "doc_type": "visit", "الملاحظات_السريرية": "المريضة نوف بنت عبدالله الثقفي، أنثى، عمرها 78 سنة، حضرت إلى العيادة تشكو من ألم مزمن في الظهر. تاريخها الطبي يشمل الاكتئاب وهشاشة العظام (osteoporrosis). لا توجد لديها أمراض مزمنة أخرى مثل DM, HTN, أو IHD. المريضة لا تتناول أدوية حالياً ولا تدخن. تاريخها الاجتماعي يشير إلى أنها تعيش معع ابنتتها وتتلقى دعماً جيداً من العائلة.\n\nالفحص السريري أظهر ألم محدود في منطقة الفقرات القطنية مع صعوبة في الحركة. ا توجد علامات تشير إلى التهاب حاد أو إصابة جديدة. باقي الفحوصات الحيوية طبيعة. لا توجد حساسية معروفة للأوية.\n\nالانطباع: الألم المزمن قد يكون ناتجاً عن هشاشة العظام مع عدم وجود دعم دوائي سابق. اللحاجة إلى تقييم إضافي لاستبعاد أي مضاعفات أو كسور.\n\nالخطة: البدء في برنام علاج طبيعي (physical therapy) وتقوية العظام مع وصف مكملات الكالسيوم وفيتامين دال. مناقششة إمكانية بدء العلاج بـ bisphosphonates إذا استدعى الأمر. متابعة الحالة النفسية بالتنسيق مع أخصصائي نفسي للتأكد من إدارة الاكتئاب بشكل فعال. متابعة بعد 4 أسابيع لإعادة التقييم."}
{"medical_record_number": "1662702891", "اسم_المريض": "نوف بنت حسن البلوي", "العمر": 45, "الجنس": "female", "التاريخ": "20/11/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع فلسطين 61, الطائف", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "عسكري", "الأمراض_المزمنة": ["التهاب المفاصل", "السمنة"], "الأدوية": ["باروكستين", "ميتوبرولول", "ديكلوفيناك", "إنسولين"], "رمز_التشخيص": ["M19", "E66"], "القسم": "الأورام", "التشخيص": "التهاب المفاصل", "doc_type": "visit", "الملاحظات_السريرية": "الشكوى الرئيسية: حضرت المريضة نوف بنت حسن البلوي، 45 سنة، إلى العيادة بسبب ألم مستمر في المفاصل وتفاقم في أعراض التهاب المفاصل. تعاني أيضًا من زيادة في الوزن قد تؤثر على حالتها العامه.\n\nالفحص: عند الفحص السريري، لوحظ تورم في المفاصل الصغرة لليدين والركبتين مع وجود ألم عند اللمس. لا توجد علامات واضحة على الالتهاب الحاد. قياسات الضغط الدموي 130/85 mmHg. لا يوجد شواهد على IHD أو أي أعراض تنفسية تشير إلى COPD. السكر التراكمي HbA1c عند مستوى 8.2 يوضح عدم السيطرة الجيدة على DM.\n\nالانطباع: مريضة تعاني من التهاب المفاص المزمن مع سوء التحكم في DM ووجود السمنة كعامل مفاقم. الحالة تستدعي إعادة تقييم خطة العلاج.\n\nالخطة: توصي بتعديل جرعة الإنسولين للسيطرة الأفضل على السكري ومتابعة دورية مع أخصائي التغذية للتحكم في الوزن. زيادة جرعة ديكلوفيناك تحت إشراف طبي للمساعدة في إدارة الألم، مع متابعة وظييفة الكبد. توصي بجلسات علاج طبيعي لتحسين الحركة وتقليل الألم في المفاصل. متابعة قريبة لضبط HTN وDM."}
{"medical_record_number": "1382675864", "اسم_المريض": "العنود بنت عمر الخالدي", "العمر": 47, "الجنس": "female", "التاريخ": "03/05/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك عبدالعزيز 64, جدة", "التدخين": false, "فصيلة_الدم": "B+", "المهنة": "مبرمج", "الأمراض_المزمنة": [], "الأدوية": ["إنسولين"], "رمز_التشخيص": [], "القسم": "أمراض القلب", "التشخيص": "لا يوجد", "doc_type": "visit", "الملاحظات_السريرية": "المريضة العنود بنت ععمر الخالدي، عمرها 49 سنة، حضرت إلى العيادة اليوم للمتابعة بسبب السكري (DM). لا تعاني من أي أمراض مزمنة أخرى معروفة، وتستخدم إنسولين للتحكم في مستويات السكر في الدم. لا توجد لديها حساسية معروفة، ولا تدخن.\n\nأفادت العنود بأنها تشعر بالتعب العام وبعض الدوخة أحيانًا، خاصة في الصباح. بعد الفحص، تم تسجيل ضغط الدم في المستوى الطبيعي ولم يلاحظ أي علامات على وجود مضاعفات مرتبطة بالسكري. فحوصات القدم كانت سليمة ولم يوجد أي جروح أو تقرحات.\n\nالانطباع الطبي: السكري (DM) تحت السسيطرة الجيدة، لا يوجد علامات على وجود مضاعفات حادة. الخطة تشمل الاستمرار على نفس جرعات الإنسولين، مع التشجيع على مراقبة مستويات السكر في الدم بانتظام. تم التوصية بزيارة متابعة بعد 3 أشهر مع استشارة تغذية لتحسين النظام الغذائي."}
{"medical_record_number": "2713900534", "اسم_المريض": "فاطمة بنت ناصر المطيري", "العمر": 45, "الجنس": "female", "التاريخ": "12/10/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع الأمير محمد بن عبدالعزيز 16, تبوك", "التدخين": false, "فصيلة_الدم": "B-", "المهنة": "معلم", "الأمراض_المزمنة": ["السمنة", "فقر الدم", "الانسداد الرئوي المزمن"], "الأدوية": ["وارفارين", "ليفوثيروكسين", "هيدروكلوروثيازيد", "إنسولين", "راميبريل"], "رمز_التشخيص": ["E66", "D64", "J44"], "القسم": "الأعصاب", "التشخيص": "الانسداد الرئوي المزمن", "doc_type": "visit", "الملاحظات_السريرية": "الشكوى الرئيسية: حضرت المريضة فاطمة بنت ناصر الميري، 46 سنة، للعيادة تشتكي من ضيق في التنفس يزداد مع الجهد وآلام في الصدر. \n\nالفحص: تم إجراء فحص سريري شامل، وُجد أن ضغط الدم 140/85 mmHg، معدل النبض 88 bpm، والأكسجين في الدم SpO2 كان 92% على الهواء الطبيعي. أُجري فحص قلب ورئتين أظهر وجود wheezing في الرئتين. لا يوجد وذمة طرفية. المريضة تنفي وجود أي رد فعل تحسسي سابق.\n\nالانطباع: يُحتمل أن الأعراض مرتبطة بتفاققم في حالة الـ COPD مع احتمال وجود عناصر من IHD، بالاعتبار أن المريضة تعاني من السمنة وبعض الأمراض المزمنة الأخرى مثل DM وHTN.\n\nالخطة: سيتم تعديل جرعة الـ Insulin حسب قراءات السكر، وتوجيه المريضة لإجراء فحص CT للصدر وECG لتقييم حالة القلب. توصية بتجنب المجهود البدني الشديد. ستستمر على أدويتها المعتادة مع متابعة دورية في العيادة لضبط الأعراض."}
{"medical_record_number": "1395024027", "اسم_المريض": "عائشة بنت ماجد العلي", "العمر": 60, "الجنس": "female", "التاريخ": "28/04/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك فهد 46, الدمام", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "معلم", "الأمراض_المزمنة": ["الربو"], "الأدوية": ["سيمفاستاتين", "أوميبرازول", "أملوديبين", "ميتفورمين"], "رمز_التشخيص": ["J45"], "القسم": "الكلى", "التشخيص": "الربو", "doc_type": "visit", "الملاحظات_السريرية": "الشكوى الرئيسية: حضرت السيدة عائشة بنت ماجد العلي، 61 سنة، إلى العيادة تشكو من صعوبة في التنفس وازدياد في الأزيز الصدري منذ أسبوع. لديها تاريخ مرضي معروف مع الربو وتتناول الأدوية بشكل منتظم. لا توجد شكاوى أخرى ظاهرة خلال الزيارة.\n\nالفحص: تم إجراء فحص سريري شامل والذي أظهر وجود wheezing في الرئتين وخاصة في القاعدتين الضغط الدموي 140/85 mmHg، معدل النبض 78 نبضة بالدقيقة، و SpO2 عند %94 بدون استخدام الأوكسجين الإضافي. لا توجد علامات واضحة لاحتقان القلب أو edema محيطي.\n\nالانطباع: الحالة تشير إلى تفاقم نوبة الربو (Asthma exacerbation) مع احتمال وجود عدوى تنفسية علوية مصاحبة. لا توجد مؤشرات جديدة على IHD أو مضاعفات أخرى مرتبطة بالأمراض المزمنة المعروفة مثل DM أو HTN.\n\nالخطة: نصحنا المريضة بزيادة جعة inhaler وتناول Prednisone لمدة خمسة أيام. طلبنا عمل chest X-ray لاستبعاد أي التهابات رئوية إضافية. تم توجيه المريضة للاستمرار في تناول الأدوية المعتادة (سيمفاستاتين،، أوميبرازول، أملوديبين، ميتفورمين) ومتابعة حالتها مع فريق الرعاية التنفسية. أوصينا بتجنب المحفزات المعروفة والتأكد من عدم وجود حساسية جديد. متابعة خلال الأسبوع القادم لمراجعة التطورات والأشعة."}
{"medical_record_number": "1767976432", "اسم_المريض": "هند بنت ناصر السبيعي", "العمر": 18, "الجنس": "female", "التاريخ": "05/04/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك فهد 87, عرعر", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "صيدلي", "الأمراض_المزمنة": ["مرض الشريان التاجي", "ارتفاع ضغط الدم"], "الأدوية": ["أوميبرازول"], "رمز_التشخيص": ["I25", "I10"], "القسم": "المسالك البولية", "التشخيص": "مرض الشريان التاجي", "doc_type": "visit", "الملاحظات_السريرية": "الشكوى الرئيسية: حضرت المريضة هند بنت ناصر السبيعي، العمر 21 سنة، إلى العيادة تشكو من ألم في الصدر يمتد إلى الذراع الأيسر. الألم بدأ منذ يومين ويزداد عند الجهد.\n\nالفحص: ضغط الدم 140/90 mmHg، نبض القلب 88 BPM، لا يوجد وذمة محيطية. سمعة القلب والرئتين طبيعية. ECG أظهر عدم انتظام بسيط لكن لا يوجد أي تغيرات تشير إلى إصابة حادة.\n\nالانطباع: نظراً لتاريخها الطبي مع IHD وHTN، قد يكون الألم مرتبطاً بذبحة صدرية مستقرة. الحاجة للممزيد من الفحوصات لتأكيد التشخيص.\n\nالخطة: سيتم طلب فحص Troponin لتقييم أي تلف في عضلة القلب وعمل Stress Test قريباً. ننصح بتعديل نمط الحياة وتجنب الأطعمة الدهنية. الاستمرار على Omeprazole، وإضافة Aspirin 81 mg يومياً للوقاية من النوبات القلبية المحتملة. متابعة في العيادة بعد أسبوعين أو في حال تفاقم الأعراض."}
{"medical_record_number": "1975161363", "اسم_المريض": "يوسف بن عبدالرحمن العنزي", "العمر": 33, "الجنس": "male", "التاريخ": "26/10/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك فهد 42, خميس مشيط", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "فني", "الأمراض_المزمنة": ["السكتة الدماغية", "فشل القلب", "الخرف"], "الأدوية": [], "رمز_التشخيص": ["I63", "I50", "F03"], "القسم": "الكلى", "التشخيص": "السكتة الدماغية", "doc_type": "visit", "الملاحظات_السريرية": "الاسم: يوسف بن عبدالرحمن العنزي، العمر: 34 سنة، الجنس: ذكر.\n\nالشكوى الرئيسية: حضر المريض إلى العيادة يشكو من صعوبة في التركيز وزيادة في النسيان، بالإضافة إلى شعوره بالإرهاق المستمر. لا يتناول أية أدوية حالياً.\n\nالفحص: تم إجراء الفحص السريري الكامل، حيث لوحظ ضعف في الذاكرة القريبة. العلامات الحيوية كانت مستقرة. لا يوججد علاماات واضحة لـ AF أو IHD. لا توجد وذمات طرفية تشير إلى فشل القلب الحاد. تم مراجعة التاريخ المرضي السابق، حيث يعاني من السكتة الدماغية، فشل القلب، والخرف.\n\nالانطباع: يحتمل أن يكون الإرهاق والنسيان مرتبطين بتقدم الخرف وعبء الأمراض المزمنة الأخرى. لا يوجد دليل حالي على تفاقم الحالة اللبية أو العصبيةة. \n\nالخطة: أوصي ببدء نظام غذائي صحي ومتوازن لتحسين الصحة العامة والوظيفة العقلية، وبدء العلاج الدوائي المناسب للخرف وتحسين وظائف القلب. سيتم تحويل المريض إلى أخصائي Neurology لمزيد من التقييم. متابعة في العيادة بعد 4 أسابيع أو في حالة حدوث أ تطور في الأعراض."}
{"medical_record_number": "1329212771", "اسم_المريض": "هند بنت عبدالرحمن السلمي", "العمر": 28, "الجنس": "female", "التاريخ": "03/04/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع الأمير محمد بن عبدالعزيز 14, الدمام", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "مدير", "الأمراض_المزمنة": [], "الأدوية": ["أليندرونات", "راميبريل", "وارفارين", "هيدروكلوروثيازيد"], "رمز_التشخيص": [], "القسم": "الغدد الصماء", "التشخيص": "لا يوجد", "doc_type": "visit", "الملاحظات_السريرية": "المريضة هند بنت عبدالرحمن السلمي، عمرها 29 سنة، حضرت إلى العيادة تشكو من ألم في الصدر مستمر منذ عدة أيام، وصفته بأنه حاد ويزداد سوءًا مع الجهد. لا توجدد أمراض مزمنة مسجلة أو تاريخ سابق لـ IHD. تتناول حاليًا أليندرونات، راميبريل، وارفارين، وهيدروكلوروثيازيد. لا تدخن ولا توجد حساسية معروفة.\n\nعند الفحص السريري، تبين أن ضغط الدم 125/80 mmHg ومدل النبض 78 ضربات في الدقيقة. لا توجد علامات فشل قلبي أو وذمات طرفية. نتائج الفحوصات المخبرية تشير إلى INR ضمن النطاق العلاجي. ECG أظهر عدم وجود تغيرات حادة تشير إلى IHD.\n\nالانطباع السريري هو أن الألم قد يكون ناتجًا عن أسباب عضلية هيكلية وليس له علاقة بـ IHD. الخطة تشمل تووجيه المريضة لإجراء تصوير إشعاعي للصدر (Chest X-ray) واستشارة طبية في حال استمرار الأعراض. سيتم تعديل جرعة الوارفارين إذا لزم الأمر بعد الحصول على نتائج الفحوصات المطلوبة."}
