{"patient_id": "2939909160", "patient_name": "راشد بن سعد الشمري", "patient_age": 80, "gender": "male", "document_date": "2025-04-05", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع الستين 16, أبها", "smoking_status": false, "blood_type": "AB-", "occupation": "ضابط", "conditions": ["فرط شحميات الدم", "النقرس", "الفشل الكلوي المزمن", "السكري النوع الثاني"], "medications": ["أسبرين", "أوميبرازول", "هيدروكلوروثيازيد", "أليندرونات"], "icd10_code": ["E78", "M10", "N18", "E11"], "referred_to_department": "العناية المركزة", "referral_reason": "الفشل الكلوي المزمن", "urgency_level": "غير عاجل", "doc_type": "referral", "clinical_notes": "المريض راشد بن سعد الشمري، يبلغ من العمر 81 سنة، يعاني من عدة أمراض مزمنة تشمل فرط شحميات الدم، النقرس، الفشل الكلوي المزمن (CKD)، والسكري النوع الثاني (DM). المريض لا يدخن وليس لديه حساسية معروفة للأدوية. يتناول حاليًا الأسبرين، أوميبرازول، هيدروكلوروثيازيد، وأليندرونات.\n\nسبب الإحالة: يحتاج المريض إلى استشارة طبية شاملة لوضع خطة علاجية جديدة لمرض CKD نظرًا لتفاقم الأعراض مؤخرًا. المريض يعاني من زيادة في مستويات الكرياتينين في الدم بآخر فحص، مما يثير القلق من تدهور وظائف الكلى. كما أن هناك حاجة لتقييم شامل للأدوية الحالية نظرًا لاحتمال تأثير بعضها السلبي علىى الكلى.\n\nالأولوية: الإحالة ذات أولوية عالية نظرًا لعمر المريض وتعدد الأمراض المزمنة،، وما لذلك من تأثير على جودة الحياة. نوصي بضروة تحديد موعد في أقرب وقت ممكن لدى أخصائي أمراض الكلى لتقييم الحالة ووضع الإستراتيجية العلاجية المناسبة."}
{"patient_id": "1513542785", "patient_name": "غادة بنت فهد المحمدي", "patient_age": 25, "gender": "female", "document_date": "2023-05-20", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الدمام 34, الظهران", "smoking_status": false, "blood_type": "A+", "occupation": "كاتب", "conditions": ["الرجفان الأذيني", "هشاشة العظام"], "medications": ["أسبرين", "ميتفورمين", "إيبوبروفين", "أملوديبين", "إنسولين", "سيمفاستاتين"], "icd10_code": ["I48", "M81"], "referred_to_department": "الطوارئ", "referral_reason": "هشاشة العظام", "urgency_level": "عادي", "doc_type": "referral", "clinical_notes": "المريضة غادة بنت فهد المحمدي، تبلغ من العمر 28 عامًا، تعانيي من الرجفان الأذيني (AF) وهشاشة العظام. تُدير حالتها باستخدام الأدوية التالية: أسبرين، ميتفورمين، إيبوبروفين، أملوديبين، إنسولين، سيمفاستاتين. المريضة لا تدخن، وليس لديها حساسية معروفة للأدوية. تعاني أيضًا من ارتفاع ضغط الدم (HTN)، ولكن لم يتم توثيق أي تاريخ لأمراض القلب الإقفارية (IHD) أو السكري (DM).\n\nالسبب للإحالة: تعاني المريضة من آلام شديدة مستمرة في المفاصل تتفاقم مع النشاط البدني، وقد تم وصف ديكلوفيناك (Diclofenac) بشكل منتظم لتخفيف الآلام، ولكن التحسن كان محدودًا. نحتاج إلى استشارة في كيفية تحسين إدارة الألم وتقييم فعالية العلاج الدوائي الحالي لهشاشة العظام والرجفان الأذيني.\n\nالأولوية: عالية، نظرًا للألم المفرط الذي يؤثر على نشاط المريضة اليومي، وقدرها على القيام بمهامها المعتادة. نوصي بتقييم سريع من قبل خصائي الأمراض الروماتيزمية وأيضًا استشارة في أمراض القلب لضمان التحكم المناسب في الرجفان الأذيني."}
{"patient_id": "1053315865", "patient_name": "نوف بنت محمد العتيبي", "patient_age": 78, "gender": "female", "document_date": "2024-12-26", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الملك فهد 40, الدمام", "smoking_status": false, "blood_type": "B+", "occupation": "موظف حكومي", "conditions": ["الربو", "ارتفاع ضغط الدم", "فقر الدم", "الخرف", "الاكتئاب"], "medications": ["ديكلوفيناك"], "icd10_code": ["J45", "I10", "D64", "F03", "F32"], "referred_to_department": "الباطنية", "referral_reason": "فقر الدم", "urgency_level": "عادي", "doc_type": "referral", "clinical_notes": "المريضة نوف بنت محمد العتيبي، تبلغ من العمر 79 سنة، تعاني من عدة أمراض مزمنة تشمل الربو، HTN، فقر الدم، الخرف (Dementia)، والاكتئاب. تتناول حالياً دواء ديكلوفيناك (Diclofenac) كعلاج للألم والالتهاب. لا يوجد تاريخ للتدخين. الحالة الاتماعية للمريضة غير معلومة. \n\nتم الإحالة لاستشارة أخصائي أمراض الشيخوخة (Geriatrics) لتقييم شامل لحالها الصحية وإدارة الأمراض المتعددةة اتي تعاني منها، مع التركيز على الخرف والاكتئاب. السبب الرئيسي للإحالة هو تدهور الذاكرة والسلوكيات المتعلقة بالخرف مؤخراً، مما يؤثر على جودة الحياة. الأولوية مرتفعة بسبب تأثير الأمراض المتعددة على الحالة العامة للمريضة وضرورة تنسيق الرعاية لتحقيق أفضل نتتائج صحية.\n\nالتوصيات تتضمن مراجعة الأدوية الحالية لتجنب التفاعلات الدوائية، وإجراء تقييم شامل لوظائف الكلى والكبد، بالإضافة إلى تقييم الحالة النفسية والعقلية للمريضة. نوصي بالبدء في برنامج إعادة تأهيل نفسي وجسدي لتحسين الوضع الصحي والنفسي العام للمرريضة."}
{"patient_id": "2337543306", "patient_name": "راشد بن سعد الجهني", "patient_age": 11, "gender": "male", "document_date": "2023-05-03", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الملك سلمان 5, خميس مشيط", "smoking_status": false, "blood_type": "O+", "occupation": "محامي", "conditions": ["السمنة", "الاكتئاب", "الفشل الكلوي المزمن", "السكتة الدماغية", "فقر الدم"], "medications": [], "icd10_code": ["E66", "F32", "N18", "I63", "D64"], "referred_to_department": "الصدرية", "referral_reason": "الاكتئاب", "urgency_level": "عادي", "doc_type": "referral", "clinical_notes": "المريض: راشد بن سعد الجهني، ذكر، 14 عامًا، يعاني م مجموعة من الحالات الطبية المزمنة تشمل السمنة والاكتئاب والفشل الكلوي المزمن (CKD) والسكتة الدماغية وفقر لدم. لا يوجد سجل دوائي حالي، ولا يدخن المريض. تم طلب الإحالة لاستشارة طبية عاجلة مع أخصاائي أمراض الكلى ببسبب تدهور محتمل في وظيفة الكلى. تم ملاحظة زيادة في وزن المريض خلال الأشهر الماضية مما قد يؤثر سلبًا على حالته الكلوية والمزاجية.\n\nبسبب التاريخ المرضي المعقد، يوصى بتقييم شامل لحالة CKD وتحديد العوامل المؤثرةة مثل السمنة وفقر الدم المحتمل أن يساهم في تفاقم الحالة. كما أن الحالة النفسية متأثرة بالاكتئاب، وقد يكون من المفيد النظر في التقييم النفسي لتقديم الدعم اللازم. المريض يعيش مع أسرته ولا توجد حساسية معروفة. نوصي بالتواصل الفوري لتحديد الخطة العلاجية المناسبة والمتابعة المستمرة لمراقبة تطور الحالة والتدخل في الوقت المناسب."}
{"patient_id": "1569816935", "patient_name": "مها بنت حسن العنزي", "patient_age": 80, "gender": "female", "document_date": "2023-01-04", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الملك عبدالله 77, جدة", "smoking_status": false, "blood_type": "O+", "occupation": "مهندس", "conditions": [], "medications": ["أوميبرازول", "سيمفاستاتين"], "icd10_code": [], "referred_to_department": "الكلى", "referral_reason": "للتقييم", "urgency_level": "غير عاجل", "doc_type": "referral", "clinical_notes": "مريضة تدعى مها بنت حسن العنزي، عمرها 83 سنة، لا تعاني من أي أمراض مزمنة مثل DM أو HTN أو IHD. تتناول أدوية أوميبرازول ويمفاستاتين. لا يوجد تاريخ للتدخين. تعاني المريضة من حرقة في المعدة (Gastric reflux) ألم متكرر في البطن، وقد تم التعامل مع الحالة سابقاً باستخخدام أددوية مثبطات مضخة البروتون (Proton Pump Inhibitors).\n\nسبب الإحالة هو لتقييم شامل واستشارة في الجهز الهضمي نظراً لعدم استجابة الحالة بشكل كامل للعلاج الحالي. الأولوية متوسطة، لكن بالنظر لعمر المريضة وغياب الأمراض المزمنة الأخرى، نوصي بتحديد موعد في أقرب وقت ممكن لتقييم الحالة وإجراء الفحوصات اللازمة مثل Endoscopy إذا دعت الحاجة. نوصي أيضاً بمراجعة الأدوية الحالية لتقييم التفاعل الدوائي الممكن وتعديل الجرعات حسب الحالة الراهنة.\n\nالحالة الاجتماعية مستقرة، المريضة تعيش مع العائلة. لا توجد حساسية معروفة للأدوية. نوصي بتقديم تقرير متابعة بعد الاستشارة لتحديد الخطوات التاليةة في الخطة العلاجية."}
{"patient_id": "1172788950", "patient_name": "صالح بن عبدالعزيز المالكي", "patient_age": 50, "gender": "male", "document_date": "2025-12-06", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق خريص 7, الجبيل", "smoking_status": false, "blood_type": "O-", "occupation": "رجل أعمال", "conditions": ["الربو"], "medications": ["ميتفورمين", "أملوديبين", "ديكلوفيناك", "ميتوبرولول", "أسبرين"], "icd10_code": ["J45"], "referred_to_department": "الأعصاب", "referral_reason": "الربو", "urgency_level": "عادي", "doc_type": "referral", "clinical_notes": "المريض صالح بن عبدالعزيز المالكي، عمره 50 سنة، ذكر، يعاني من الربو (Asthma) ويستخدم ميتفورممين، أملوديبين، ديكلوفيناك، ميتوبرولول، وأسبيرين. لديه تاريخ مرضي طويل مع الربو وارتفاع الضغط (HTN)، وقد تم تقييم حالته الحالية بسبب زيادة ففي تكرار نوبات الربو وصعوبة في السيرة عليها مؤخراً. المريض غير مدخن، ولكن أظهر سجل قديم أنه كان مدخناً منذ 20 سنة تقريباً قبل الإقلاع عن التدخين. \n\nسبب الإحالة هو الحاجة إلى استشارة في قسم أمراض الجهاز التنفسي لتقييم الحاجة إلى تعديل في الخطة العلاجية الحالية وربما إدخال أدوية جديدة مثل الكورتيكوستيرويدات (Corticosteroids) عن طريق الاستنشاق أو الحقن، وذلك لضبط نوبات الربو بشكل أكثر فعالية. الأولوية لهذه الإحالة متوسطة حيث لا توجد ععلامات على خطر حاد الي ولكن بحاجة لتحسين الجودة الحياتية (Quality of Life) للمريض.\n\nيُوصى أيضاً بإجرا فحوصات وظائف الرئة (Pulmonary Function Tests) لتقييم حجم القدرة الرئوية وتحديد مدى تأثير الربو على الجهاز التنفسي. نرجو من الزملاء في قسم أمراض الجهاز التنفسي تقديم التوصيات المناسبة بناءً على التقييم السريري والفحوصات المطلوبة."}
{"patient_id": "1651850677", "patient_name": "شيماء بنت عبدالعزيز البلوي", "patient_age": 19, "gender": "female", "document_date": "2023-10-07", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع الأندلس 6, الأحساء", "smoking_status": true, "blood_type": "AB-", "occupation": "عسكري", "conditions": ["مرض الشريان التاجي"], "medications": ["ميتوبرولول", "أملوديبين", "لوسارتان", "ليفوثيروكسين"], "icd10_code": ["I25"], "referred_to_department": "الباطنية", "referral_reason": "مرض الشريان التاجي", "urgency_level": "عادي", "doc_type": "referral", "clinical_notes": "المريضة شيماء بنت عبدالعزيز البلي، تبلغ من العمر 21 عامًا، تعاني من مرض الشريان التاجي (Coronary Artery DDisease, CAD). لديها تاريخ مرضي يشمل HTN وتتناول الأدوية التالية: ميتوبرولول (Metoprolol)، أملوديبين (Amlodipine)، لوسارتان (Losartan) وليفوثيروكسين (Levothyroxine). المريضة مدخنة نشطة، مما يزيد من خطر تدهور حالتها القلبية. \n\nسبب الإحالة: المريضة بحاجة إلى استشارة تخصصية في أمراض القلب نظرًا للأعراض المستمرة التي قد تشمل الذبحة الصدرية (Angina) وتدهور القدرة على ممارسة الأنشطة اليومية. تم ذكر أن المريضة تعاني من آلام في الصدر وعدم انتظام في دقات القلب، مما يستدعي تقيييمًا دقيقًا لوضعها القلبي وربما إجراء فحوصات مثل ECG أو تخطيط صدى القلب (Echocardiogram).\n\nالأولوية: يُفضل ترتيب موعد الاستشارة في أقرب وقت ممكن لتجنب أي مضاعفات محتملة. نوصي بإجراء تقييم شامل وخطة علاجية دقيقة تشمل تعديل نمط الححياة وتقليل عوامل الخطر مثل التدخين، بالإضافة إلى مراجعة الأدوية الحالية لضمان فعالية العلاج."}
{"patient_id": "1957885682", "patient_name": "راشد بن سلطان المالكي", "patient_age": 35, "gender": "male", "document_date": "2025-05-24", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع الستين 89, أبها", "smoking_status": false, "blood_type": "O-", "occupation": "ضابط", "conditions": ["فرط شحميات الدم"], "medications": ["جابابنتين", "إيبوبروفين", "ميتفورمين", "أسبرين", "أتورفاستاتين"], "icd10_code": ["E78"], "referred_to_department": "الجهاز الهضمي", "referral_reason": "فرط شحميات الدم", "urgency_level": "عاجل", "doc_type": "referral", "clinical_notes": "نود إحالة المريض راشد بن سلطان المالكي، ذكر، يبلغ من العمر 36 عامًا، للاستشارة والعلاج في عيادة الأمراض الباطنية. المريض يعاني من فرط شحميات الدم ويأخذ علاجات متعددة: جابابنتين، إيبوبروفين، ميتفورمين، أسبرين، وأتورفاستاتين. لا يوجد تاريخ مرضي لارتفاع الضغط HTN أو السكري DM، ولا يعاني من أمراض القلب IHD أو انسداد رئوي COPD أو فشل كلوي CKD. كما ن المريض لا يدخن.\n\nسبب الإحالة هو تقييم شامل لإدارته الحالية للدهون العالية والكشف عن أي عوامل خطر إضافية قد تتطلب تعديلات في الخطة العلاجية. على الرغم من أن حالة راشد مستقرة حتى الآن، إلا أن هناك حاجة لمتابعة دورية لضبط مستويات الدهون بشكل أفضل ومنع أي مضاعفات مرتبطة مثل أمراض القلب.\n\nنرجو تنظيم موعد عاجل خلال الأسابيع القليلة القادمة نظرًا لأهمية التقييم المستمر لحالته الصحية وضمان فعالية العلاج الحالي. نوصي بفحص شامل للدهون في الدم، وتقييم مخاطر القلب والأوعية الدموية، وتقديم خطة غذائية مناسبة. لا توجد حساسية معروفة لدى المرييض، وهو متزوج ولديه طفلان. نرجو إرسال تقرير المتابعة إلينا بعد الاستشارة."}
{"patient_id": "1167190220", "patient_name": "مريم بنت محمد الشهراني", "patient_age": 59, "gender": "female", "document_date": "2025-01-13", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الملك سلمان 62, تبوك", "smoking_status": false, "blood_type": "AB+", "occupation": "معلم", "conditions": ["فرط شحميات الدم", "الرجفان الأذيني", "هشاشة العظام"], "medications": ["إنسولين"], "icd10_code": ["E78", "I48", "M81"], "referred_to_department": "الجراحة العامة", "referral_reason": "فرط شحميات الدم", "urgency_level": "عاجل", "doc_type": "referral", "clinical_notes": "المريضة مريم بنت محمد الشهراني، عمرها 60 سنة، تعاني من AF وهشاشة العظام، بالإضافة إلى فرط شحميات الدم. تتلقى علاج إنسولين بسبب DM. لا تاريخ للتدخين ولا حساسية معروفة. الحالة الاجتماعية: متزوجة ولديها أربعة أبناء.\n\nسبب الإحالة: تعاني المريضة من زيادة في الأعراض المتعلقة بـ AF، مع وجود عدم استقرار في قراءات السكر. نوصي بإجراء استشارة عاجلة لأخصائي أمراض القلب لتقييم الحالة القلبية وضبط العلاج، بالإضافة إلى متابعة نقص كثافة العظام. الأولوية: عالية نظراً لتاريخ AF وتأثيره المحتمل على الصحة العامة.\n\nالتوصيات: نوصي بإجراء فحص تخطيط القلب ECG ومتابعة دورية لمستوى الدهون في الدم، بالإضافة إلى تعديل خطة العلاج لضبط السكر والدهون. نرجو التنسيق مع قسم التغذية لتوفير نظام غذائي مناسب لحالة المريضة."}
{"patient_id": "1947174643", "patient_name": "سارة بنت أحمد الزهراني", "patient_age": 12, "gender": "female", "document_date": "2023-02-27", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع الأندلس 40, الخبر", "smoking_status": false, "blood_type": "O-", "occupation": "عسكري", "conditions": ["التهاب المفاصل", "فشل القلب", "الانسداد الرئوي المزمن", "الاكتئاب", "فرط شحميات الدم"], "medications": ["أتورفاستاتين", "سيمفاستاتين", "هيدروكلوروثيازيد", "أسبرين", "ميتفورمين"], "icd10_code": ["M19", "I50", "J44", "F23", "E78"], "referred_to_department": "أمراض القلب", "referral_reason": "فشل القلب", "urgency_level": "عاجل", "doc_type": "referral", "clinical_notes": "سارة بنت أحمد الزهراني، تبلغ من العمر 15 عاماً، تعاني من التهاب الممفاصل، فشل القلب، COPD، الاكتئاب، وفرط شحميات الدم. تتناول الأدوية التالية: أتورفاستاتين، سيمفاستاتين، هيدروكلوروثيازيد، أسبرين، وميتفورمين. لا تدخن. \n\nتمت إحالة المريضة لاستشارة في تخصص الأمراض القلبية لمتابعة حالة فشل القلب ومرض القلب التاجي IHD. نوصي بتقييم حالتها الحالية ومدى استجابة العلاج الدوائي للحد من الأعراض وتحسين جودة الحياة. الأولوية متوسطة، حيث تعاني من صعوبة في ممارسة الأنشطة اليومية نتيجة ضيق التنفس والتعب المستمر الناتج عن COPD وفشل القلب.\n\nنوصي بإجراء تخطيط صدى القلب (Echocardiogram) وتقييم وظئف الرئة (Pulmonary function tests) لتحديد مدى تقدم الححالة ووضع خطة علاجية مناسبة. نرجو توفير التوصيات اللازمة بشأن التعديلات المحتملة على الأدوية الحالية ومراقبة أي تفاعلات دوائية محتملة. الحالة الاجتماعية مستقرة ولا يوجد تاريخ من الحساسية."}
{"patient_id": "1480861317", "patient_name": "نايف بن حمد الأحمدي", "patient_age": 40, "gender": "male", "document_date": "2024-05-20", "facility_name": "مدينة الرياض الطبية", "patient_address": "المملكة العربية السعودية", "smoking_status": false, "blood_type": "A-", "occupation": "ممرض", "conditions": [], "medications": [], "icd10_code": [], "referred_to_department": "الجراحة العامة", "referral_reason": "للتقييم", "urgency_level": "عاجل", "doc_type": "referral", "clinical_notes": "المريض نايف بن حمد الأحمدي، عمره 42 سنة، لا يعاني من أي أمراض مزمنة معروفة مثل DM أو HTN، ولا يتناول ي أدوية حالياً. لا يوجد تاريخ للتدخين أو استخدام مواد أخرى. لم يذكر المريض وجود أي حساسية دوائية. تم تقديمه إلى العيادة بسبب أعراض مستجدة تشمل ألم في الصدر وضيق في التنفس عند المجهود البدني، والذي بدأ قبل أسبوعين.\n\nبناءً على الفحص السريري الأولي، لم تُلاحظ أي علامات غير طبيعية في الفحص القلبي أو الرئوي، لكن الأعراضض السريرية تشير إلى إمكانية إصابة محتملة ب IHD. نوصي بإجراء استشارة قلبية عاجلة لتقييم الحالة بشكل كامل، بما في ذلك استخدام اختبارات تشخيصية مثل ECG (تخطيط القلب الكهربائي) و ECHO (تصوير القلب بالموجات فوق الصوتية) وربما Stress Test إذا لزم الأمر.\n\nنظرًا لطبيعة الأعراض والاحتمالات القلبية، يتم تصنيف هذه الحالة كأولوية متوسطة إلى عالية لمتابعة التقييم والعلاج المناسبب. يُفضل تحديد موعد مع أخصائي القلب في أقرب فرصة ممكنة لتفادي أي مضاعفات محتملة. نوصي أيضًا بإجراء فحوصات مخبرية شاملة تشمل CBC، وLipid Profile، وElectrolytes كجزء من الخطة العلاجية والمتابعة."}
{"patient_id": "1662702891", "patient_name": "نوف بنت حسن البلوي", "patient_age": 44, "gender": "female", "document_date": "2025-05-22", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع فلسطين 61, الطائف", "smoking_status": false, "blood_type": "A-", "occupation": "عسكري", "conditions": ["التهاب المفاصل", "السمنة"], "medications": ["باروكستين", "ميتوبرولول", "ديكلوفيناك", "إنسولين"], "icd10_code": ["M19", "E66"], "referred_to_department": "الأعصاب", "referral_reason": "السمنة", "urgency_level": "عاجل", "doc_type": "referral", "clinical_notes": "المريضة نوف بنت حسن البلوي، 45 سنة، تعاني من DM النوع اثاني وHTN، بالإضافة إلى تاريخ مع التهاب المفاصل المزن والسمنة. تتناول باروكستين (Paroxetine) لعلاج الاكتئاب، وميتوبرولول (Metoprolol) للتحكم في الضغط، وديكلوفيناك (Diclofenac) كمسكن، بالإضافة إلى استخدام الإنسولين لإدارة مستويات السكر في الدم. لا تدخن وليس لديها تاريخ حساسية معروفة.\n\nتم إحالة المريضة لاستشارة أخصائي الغدد الصماء لمزيد من التقييم والسيطرة على DM الذي يظهر غير مستقر على الرغم من العلاج الحالي. الهدف من الإحالة هو ضبط الجرعات العلاجية وتحديد إذا ما كان هناك حاجة لتغيير الخطة العلاجية الحالية. تبين الفحوصات الأخيرة وجود تقلبات كبيرة في مستويات السكر، مما يستدعي تدخلًا متخصصًا للتحكم في الحالة. الأولوية متوسطة.\n\nنوصي بإجراء فحوصات مخبرية إضافية تشمل Hb1c وتحليل وظائف الكلى. كذلك، يفضل إعادة تقييم النظام الغذائي لمريضة بالتعاون مع أخصائي تغذية. نأمل استلام تقرير مفصل بعد الاستشارة لتحديث الخطة العلاجية بناءً على التوصيات الجديدة."}
{"patient_id": "1379237470", "patient_name": "لمى بنت سلطان الدوسري", "patient_age": 61, "gender": "female", "document_date": "2023-09-24", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الملك سلمان 49, عرعر", "smoking_status": false, "blood_type": "A+", "occupation": "عسكري", "conditions": ["فشل القلب", "الفشل الكلوي المزمن", "النقرس", "مرض الشريان التاجي"], "medications": [], "icd10_code": ["I50", "N18", "M10", "I52"], "referred_to_department": "الشيخوخة", "referral_reason": "النقرس", "urgency_level": "عادي", "doc_type": "referral", "clinical_notes": "السادة الأطباء،\n\nالمريضة لمى بنت سلطان الدوسري، عمرها 64 سنة، تعاني من فشل القلب Heart Failure، الفشل الكلوي المزمن CKD، مرض الشريان التاجي IHD، والنقرس Gout. المريضة لا تتناول أي أدوية حالياً ولم تدخن أبداً. تاريخها المرضي معقد نظراً لتعدد الأمراض المزمنة. لا توجد حساسية معروفة لأ دواء. المريضة أرملة وتعيش مع ابنتها.\n\nالإحالة لاستشرة في قسم القلب لززيادة التدهور في حالة فشل القلب، حيث ظهرت عليها أعراض جديدة مثل ضيق في التنفس Dyspea وتورم في القدمين Edema. نظراً لتقدم العمر وتعدد الأمراض المصاحبة، نوصي بالتصرف بشكل عاجل. كذلك، نوصي بإجراء فحوصات وظائف الكلى Kidney Function Tests ومراقبة مستوى حمض اليوريك Uric Acid بسبب النقرس غير المعالج.\n\nنأمل النظر في وضع خطة علاجية شاملة تشمل تعديل الأدوية وإدارة الأعراض. نرجو منكم المتابعة وإفادتنا بالخطة العلاجية والتوصيات اللازمة لتحسين حالة المريضة. \n\nمع خالص الشكر،"}
{"patient_id": "2713900534", "patient_name": "فاطمة بنت ناصر المطيري", "patient_age": 44, "gender": "female", "document_date": "2024-03-27", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع الأمير محمد بن عبدالعزيز 16, تبوك", "smoking_status": false, "blood_type": "B-", "occupation": "معلم", "conditions": ["السمنة", "فقر الدم", "الانسداد الرئوي المزمن"], "medications": ["وارفارين", "ليفوثيروكسين", "هيدروكلوروثيازيد", "إنسولين", "راميبريل"], "icd10_code": ["E66", "D64", "J44"], "referred_to_department": "الصدرية", "referral_reason": "السمنة", "urgency_level": "عادي", "doc_type": "referral", "clinical_notes": "المريضة فاطمة بننت ناصر المطيري، العمر 46 سنة، تعاني من السمنة وCOPD وفقر الدم. لديها تاريخ طويل مع اضطرابات الغدة الدرقية وتتناول Levothyroxine بانتظام. الحالة الحالية تتطلب إحالة لاستشارة في أمراض الجهاز التنفسي بسبب زيادة الأعراض التنفسية مثل ضيق التنفس وزيادة السعال، والتي لم تتحسن بالعلاج الحالي. لا يوجد تاريخ حساسية للأدوية، والحالة الاجتماعية متزوجة ولديها أطفال.\n\nتلقت المريضة علاجات متعددة منها Insulin للتحكم في DM وRamipril لـ HTN. هناك قلق من تفاعلات الأدوية المحتملة مع Warfarin الذي تتناوله لمنع التخثر. الأولوية لهذه الإحالة ترتفع نظرًا لتدهور وظائف الرئة واعتبار الـ COPD في مراحل متقدمة. نوصي بتقييم دقيق لوظائف الرئة وربما تعديل الخطة العلاجية الحالية بناءً على نتائج الفحوصات. نرجو سرعة الرد والتنسيق لمتابعة حالتها."}
{"patient_id": "1177115928", "patient_name": "يوسف بن علي الغامدي", "patient_age": 30, "gender": "male", "document_date": "2025-12-18", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الملك سلمان 52, ينبع", "smoking_status": true, "blood_type": "AB+", "occupation": "رجل أعمال", "conditions": [], "medications": ["أليندرونات", "لوسارتان", "إيبوبروفين", "ميتفورمين", "جابابنتين"], "icd10_code": [], "referred_to_department": "الشيخوخة", "referral_reason": "للتقييم", "urgency_level": "غير عاجل", "doc_type": "referral", "clinical_notes": "المريض يوسف بن علي الغامدي، ذكر، عمره 30 سنة، لا يعاي من أمراض مزمنة معروفة. يتناول الأدوية التالية: أليندرونات (Alendonate) للوقاية من Osteoporosis، لوسارتان (Losartan) للتحكم في الـ HTN، إيبوبروفين (Ibuprofen) للألم، ميتفورمين (Metformin) لإدارة DM، وجابابنتين (Gabapentin) للألم العصبي. التددخين: نعم، يستمر في التدخين مما قد يزيد من احتمالية مشاكل قلبية ورئوية مستقبلاً.\n\nسبب الإحالة: يعاني المريض من ألم مستمر في الظهر يُشتبه بأنه مرتبط باضطرابات الهيكل العظمي أو ربما بآثار جانبية للأدوية. تقريؤ الأشعة السينية أو الـ MRI قد يكون ضرورياً لتحديد السبب الدقيق واستبعاد أي حالات خطيرة مثل Disk herniation. يُفضّل إجراء استشارة لدى أخصائي العظام.\n\nالأولوية: متوسطة، ينبغي متابعة الحالة خلال الأسابيع القادمة لتجنب تفاقم الأعراض ولضمان استقرار الحالة الصحية للمريض. يُنصح بتعديل نمط الحياة بما في ذلك الإقلاع عن التدخين وخفض الوزن لتحسين النتائج العلاجية والسيطرة على الأعراض."}
{"patient_id": "1767976432", "patient_name": "هند بنت ناصر السبيعي", "patient_age": 21, "gender": "female", "document_date": "2025-10-13", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الملك فهد 87, عرعر", "smoking_status": false, "blood_type": "A-", "occupation": "صيدلي", "conditions": ["مرض الشريان التاجي", "ارتفاع ضغط الدم"], "medications": ["أوميبرازول"], "icd10_code": ["I25", "I10"], "referred_to_department": "الكلى", "referral_reason": "مرض الشريان التاجي", "urgency_level": "غير عاجل", "doc_type": "referral", "clinical_notes": "إلى: قسم القلب\n\nنود إحالة المريضة هند بنت ناصر السبيعي، العمر 21 سنة، أنثى، تعاني من IHD و HTN. الحالة الصحية الحالية تستدعي تقييم واستشارة من قبل أخصائي قلبية. تاريخ المريضة يشمل وجود ارتفاع ضغط الدم منذ سنتين ومرض الشريان التاجي الذي تم شخيصه قبل سنة. تتناول المريضة حالياً أوميبرازول، ولا توجد حساسيه معروفة للأدوية. لا يوجد تاريخ للتدخين أو DM. الحالة الاجتماعية: طالبة جامعية، غير متزوجة.\n\nسبب الإحالة: مراجعة الخطة العلاجية الحالية وتقييم الحاجة لتغييرات ممكنة في الأدوية أو إجراء اختبارات إضافية مثل Echocardiiogram أو Stress Test. الحالة أصبحت أكثر تعقيداً بعد ظهور أعراض ضيق في التنفس وزيادة في نوبات الألم الصدري. الأولوية عالية نظراً لتزايد الأعراض وتأثيرها على حياتها اليومية.\n\nنوصي بتحديد موعد في أقرب وقت ممكن لتقييم شامل للحالة ووضع خطة علاجية مناسبة. نأمل بالتعاون لتقديم أفضل رعاية ممكنة للمريضة."}
{"patient_id": "1762268389", "patient_name": "جواهر بنت عمر الشمري", "patient_age": 63, "gender": "female", "document_date": "2023-07-14", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الملك عبدالعزيز 42, تبوك", "smoking_status": false, "blood_type": "AB-", "occupation": "معلم", "conditions": ["ارتفاع ضغط الدم", "السكري النوع الثاني", "التهاب المفاصل"], "medications": ["راميبريل", "أتورفاستاتين"], "icd10_code": ["I10", "E11", "M19"], "referred_to_department": "أمراض القلب", "referral_reason": "التهاب المفاصل", "urgency_level": "عادي", "doc_type": "referral", "clinical_notes": "السيدة جواهر بنت عمر الشمري، 66 عامًا، تعاني من HTN وDM النوع الاني تحت العلاج بـRamipril وAtorvastatin. لا توجد لديها حساسية معروفة للأدوية، ولا تدخن. تشكو المريضة من آلام مستمرة في المفاصل تتزايد مع الوقت، مما يشير إلى احتمالية زيادة شدة التهاب المفاصل.\n\nتقديم الحالة: تم إحالة المريضة لاستشارة تخصصية في أمراض الروماتيزم نظرًا لتفاقم الأعراض المرتبطة بـالتهاب المفاصل وعدم كفاية التحسن مع التدابير الحالية. الهدف من الإحالة هو تقييم مدى الضرر والتخطيط للعلاج المكثف.\n\nالأولوية: يُوصى بإعطاء هذه الإحالة أولوية عالية نظرًا لتأثير الألم على جودة حياة المريضة واستقلاليتها. يرجى تقييم الحالة في أقرب وقت ممكن واتخاذ التدابير الللازمة لتحسين حال السيدة جواهر."}
{"patient_id": "1329212771", "patient_name": "هند بنت عبدالرحمن السلمي", "patient_age": 28, "gender": "female", "document_date": "2025-09-12", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع الأمير محمد بن عبدالعزيز 14, الدمام", "smoking_status": false, "blood_type": "O-", "occupation": "مدير", "conditions": [], "medications": ["أليندرونات", "راميبريل", "وارفارين", "هيدروكلوروثيازيد"], "icd10_code": [], "referred_to_department": "الجهاز الهضمي", "referral_reason": "للتقييم", "urgency_level": "عادي", "doc_type": "referral", "clinical_notes": "المريضة هند بنت عبدالرحمن السلمي، تبلغ من العمر 29 عامًا، تحضر للإحالة لاستشارة في عيادة أمراض العظام. ليس لديها أمراض مزمنة معروفة، لكنها تحت العلاج باستخدام Alendronate لربما تاريخ سابق من هشاشة العظام أو الوقاية منها. تستخدم Ramipril وهو قد يشير إلى تاريخ سابق من ارتفاع ضغط الدم HTN، على الرغم من عدم وجود تأكيد على ذلك. وارفارين Warfarin يشير لاستخدامه للاحتمال وجود حالة تتعلق بتجلط الدم، مثل AF (الرجفان الأذيني)، ويجب التحقق من مستويات INR بشكل دوري. المريضة لا تدخن، ولا توجد حساسية معروفة.\n\nالفحص السريري أظهر شكوى من آلام في المفاصل وخاصة في اللوركين والركبتين، مما يستدعي تقييمًا دقيقًا لحالتها الحالية. نظرًا لاستخدامها للأدوية المذكورة أعلاه، فقد يكون هناك حاجة لمراجعة شاملة لتجنب التداخلات الدوائية، خاصة فيما يتعلق بتأثيرات الكالسيوم وفيتامين د.\n\nنوصي بإجراء تقييم شامل لحالتها العظمية، بما في ذلك فحص كثافة العظام Bone Denssity Test، ومراعة خطتها العلاجية الحالية. نأمل مراعاة الأولوية في إحالتها نظرًا لاحتمال وجود تأثيرات جانبية للأدوية مثل الأليندرونات على سلامة عظامها."}
