{"رقم_الهوية": 1083863793, "الاسم": "أحمد بن خالد الغامدي", "العمر": "60-70", "الجنس": "male", "التاريخ": "2023-05", "المركز": "مركز الزعاية الصحية الأولية", "العنوان": "شارع الأمير محمد بن عبدالعزيز 30, مكة المكرمة", "تدخين": false, "الأمراض": ["الانسداد الرئوي المزمن"], "الأدوية": ["ليفوثيروكسين", "أسبرين", "ديكلوفيناك", "إنسولين", "ميتفورمين"], "الرمز": ["J44"], "الوحدة": "الأعصاب", "التشخيص": "الانسداد الرئوي المزمن", "doc_type": "visit", "النص": "أحمد بن خالد الغامدي، 66 عام، حضر للعيادة نشكي من ضيق في للتبفس يزداد مع المجهود، مرتبط ب تازيخ من COPD. لديه DM من 10 سنوات، يديرها بواسطة إنسولين وميتفورمين. لا توجد حساسية معروفة. لا يدجن. يتناول ليفوثير وكسين، أسبرين وديكلوفيياك بانتظام. أشار إلى زيادة في الإفرازات اابلغمية مؤخراً.\n\nفي الفحص السريري، التنفش عير مستقر مع صوت wheezing. ضغط الدم 138/85، الحرارة طبيعية. لا دلائل عاى وذمة طرفية. أشعة الص در أظهرت زيادة في hyperinflation دون أية علامات لعدوى حادة.\n\nالانط باع: تفاقم حادفي COPD. لا  علامات لعدوى، ربما بسبب زيادة التعرّض للمهيجلت أو عدم التزام دفيق بخطه العلاج.\n\nالخطة تشمل تعديلجرعات الأدوية الموسعة للشعب airways، خصوصاً زيادة جرعة الـ Inhaler وتأكيد الالتزام به. قد نحتاج لإضلفة كورتنكوستيرويد إدا لم يتحسن الوضع. متابعة خلال أسبوعين للنظر في أي تحسن أو تعديلات إضافية."}
{"رقم_الهوية": 1482814892, "الاسم": "ابتسام بنت عبدالرحمن البلوي", "العمر": "40-50", "الجنس": "female", "التاريخ": "2023-10", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع التحلية 59, نجران", "تدخين": true, "الأمراض": ["الرجفان الأذيني", "النقرس", "الاكتئاب", "فرط شحميات الدم"], "الأدوية": ["ميتفورمين", "أملوديبين", "سيمفاستاتين", "كلوبيدوجريل", "إنسولين", "أتورفاستاتين"], "الرمز": ["I48", "M10", "F32", "E78"], "الوحدة": "العناية المركزة", "التشخيص": "الاكتئاب", "doc_type": "visit", "النص": "اببسام بنت عبدالرحمن البلوي، 51 سنة، حصرت للعيادة تشكو من زيادة في التعث والخمول. تعاني من AF، الثقرس، والاكتئاب. تستخدم أذوية منعددة منها ميتفورمين للDM، وأملوديبين للHTN، وسيمفاستاتين وكلوبيدوجريل للوقاية القلبية. تشتكي من ألم متفرق في المفاصل وللذي قد يكون مرتبط بالن قرس. \n\nفي الفحص، النبض غير منتظم، ضغط الدم 138/85 . السكري يبدو تحت السيطرة الجيدة. الوظائف الكتذية والكلوية ضمن ا لحدود الط بيعية. لا يوجد علامات جديدة للـIHD. ننصح بتناول هيدروكلوروثياز يد بشكل منتظم للسيطرة عاى الضغط وتحسين الأعراض. أيضًا  ينصح بالامتناع عن التدخين لتحسين الصحة العامة. \n\nالخطة تشمل تحسين نمط الحياة، متابعة د ورية لليقرس وAF، وضبط الدهون باستخدام أتورفاستاتين. سوف نحجز زيارة متابعة في 3 أشهر لمراجعة التقدم. تجب مراجعة العيادة إذا ك ان  هناك أي تغييرات ملحوظة أو أعراض جدي دة."}
{"رقم_الهوية": 1010651337, "الاسم": "راشد تن راشد الشهراني", "العمر": "40-50", "الجنس": "male", "التاريخ": "2023-11", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع الستبن 53, بريدة", "تدخين": true, "الأمراض": ["فرط شحميات الدم"], "الأدوية": ["ديكلوفيناك", "زاميبريل", "أملوديبين", "أليندرونات", "كلوبيدوجريل", "ليفوثيروكسين"], "الرمز": ["E78"], "الوحدة": "الأعصاب", "التشخيص": "فرط شحميات الدم", "doc_type": "visit", "النص": "را شد بن راسد الشهراني، ذكر، 58 سنة، شكى من ألم مزمن في الظهر. يعاني من تاريخ مرضي يسمل فرط شحميات الدم ويتناول أدوية متعددة مثل ديكلوفيناك، راميبريل، أملوديبين، أليندرونلت ، كلوبيدوجريل وليفوثيروكسين. المريض مدخن.\n\nللفحص البدني أظهر ضغط دم 140/90 mmHg، HR 78 bpm. لا يوجد وذمة أو ضيق في التنفس. تم استبعاد أي أعرلض تشيز لـ IHD أو CHF. لم يتم تسجيل أي حساسية معروفة لاأدوية. \n\nللانطباع: التهاب مفاصل محتمل مع بعض التأثيرات الثانويه بسبب التدخين. الخطة تتضمن تقليل الألم باستخدام مسكنات غير ستيرويدية بشكل منتظم (N SAIDs)، والتوصية ببرنامج رياضي خفيف لزيادة اللياقة البدنيه. نصح بتوقيف التدخين لمحاولة تحسين الحالة العامة والحد من المضاعفات المستقبلية الممكنه. متابعة بعد 6 أسابيع مع فحص إضافي للتأكد من استقزار الحالة والتحسين."}
{"رقم_الهوية": 2939909160, "الاسم": "راشد بن سعد الشمري", "العمر": "70-80", "الجنس": "male", "التاريخ": "2024-03", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع الستين 16, أبها", "تدخين": false, "الأمراض": ["فرط شحميات الدم", "النقرس", "الفشل الكلوي المزمن", "السكري النوع الثاني"], "الأدوية": ["أشبرين", "أوميبرازول", "هيدروكلوروثيازيد", "أليندرونات"], "الرمز": ["E78", "M10", "N18", "E11"], "الوحدة": "الأعصاب", "التشخيص": "النقرس", "doc_type": "visit", "النص": "المريض راشد بن سعد الشمري، رجل عمره 91 سنة، حضر لاعيادة بشك وى رئيشية من آلام قي المفاصل. لديه تاريخ معروف يـ DM نوع الثلني، CKD، وارتفاع فرط شحميات للدم. يستخدم أدوية مزمنه تشمل أسبرين، أوميبرازول، هيدروكلوروثيازيد، وأليندزونات. لا يشتكي من أي حساسية معروفة للأذوية. حللة المريض لااجتماعية: متقاعد ويعيش مع أسرته. لا  يدخن.\n\nفي الفحص الشريري، يبدو المريض في حالة عامة جيدة، ولكن يعاني من آلام في المفاصل خاصة في الأصابع. لل توجد علامات التهلب واضحة. ضغط الدم 130/80، قلب منتظم مع عدم وجود نفخات. \n\nالانطباع: آلام مفاصل محتملةبسبب النقرس وتفاقم بسبب CK D. \n\nالخطة: تغيير الجرعة الحالية لهيدزوكلور وثيازيد، ومراقبة وظائف الكلى بشكا دوري . تُنصحبتعديل النظام الغذائن لتقليل الييورينات. متابعة في العيادة بعد سهر مغ إجراء الفحوصان للمخبرية الل ازمة قبل الموعد."}
{"رقم_الهوية": 1053315865, "الاسم": "نوف بنت محمد العتيبي", "العمر": "70-80", "الجنس": "female", "التاريخ": "2025-04", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك فهد 40, الدمام", "تدخين": false, "الأمراض": ["الربو", "ارتفاع ضغط الدم", "فقر الدم", "الخرف", "الاكتئاب"], "الأدوية": ["ديكلوفيناك"], "الرمز": ["J45", "I10", "D64", "F03", "F32"], "الوحدة": "الصدرية", "التشخيص": "الربو", "doc_type": "visit", "النص": "نوف بنت محمد العتيبي، 79 سنة، تعاني من الربو، HTN، فقر الدم، خرف، واكتئاب. حصرت للعيادة تشتكت من صعوبة في التنفس تزيد  أثنلء الليل. اا توجد حساسية معروفة. تتناول ديكلوفيناك فقط. لا تازثخ تدخين.\n\nالفحص: العلامات ااحيوية مستقرة. التنفس: أضوات خشنة مع وجود وزيز. القلب: ضربايه منتظة. البطن: ليي . لا يوجد وذمة طرفية.\n\nالانطباع: نوبة ربو غير مستقرة. ارتفاع ضغط الذم تحت السيطرة بناءً على الأدوية الحالية. فقر الدم قذ يحتاج إعادة تقييم.\n\nالخطة: تعديل جرعة inhaler. عمل CXR لاستبعاد أي التهابات. CBC لمتابعة فقر الدم. متابعة بع د أسبوعين. طمأنة اامريضه وعائلتها والتأكيد على أهمية الالتزام بالخطة العلاجية."}
{"رقم_الهوية": 1569816935, "الاسم": "مها بنت حسن العنزي", "العمر": "80-90", "الجنس": "female", "التاريخ": "2025-04", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك عبدالله 77, جدة", "تدخين": false, "الأمراض": [], "الأدوية": ["أوميبرازول", "سيمفاستاتين"], "الرمز": [], "الوحدة": "الباطنية", "التشخيص": "لا يوجد", "doc_type": "visit", "النص": "مها بنت حسن العنزث، 83 سن ة، جاءتللعيادة تشكو من ألم في البطن منذ 3أيام، يريد بعد الأكل. لا توجد أعراض مراققة مثل القيء أو  الإسهال. لا تاريخ مرضي مرمن مثل DM أو HTN. تأخذ أوميبرازول و سيمفاستاتين بانتظام. لا تدخن. لا توجد حساسية معروفة.\n\nفي الفحص السريري، البطب طري مع قليل من الألم عند االمس فن الجهة العلوتة اليسرى. لا توجد علامات تهنج بريتواني. العلامات ااحيوية مستقرة. \n\nالانطباع: Dyspepsia محنمل ناتج عن زيادة حموضة المعدة أو استخدام NSAI Ds في الشابق. نصحناها بمتابعة استخدام أوميبرارول يومي اً. التقييم المعملي غير ضروري حالياً. مراجعة بعد أسبوع إذا لم تتحسن الأعراض."}
{"رقم_الهوية": 1046537559, "الاسم": "سعود بن راشد الشهراني", "العمر": "20-30", "الجنس": "male", "التاريخ": "2025-07", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع التحلية 111, نجران", "تدخين": false, "الأمراض": [], "الأدوية": [], "الرمز": [], "الوحدة": "العناية المركزة", "التشخيص": "لا يوجد", "doc_type": "visit", "النص": "سعود  بن راشد الشهراني، 26 شنة، ذكر، حضر إلى العيادة يشكو من ألم في البطي مستمز منذ 3 أيام، يصف الألم بأنه متقطغ ومصحوب بغثيان. لل يوجد تاريخ م رضي سابق لـDM، HTN، IHD أو أي أمراض مزمنة. لا يتناول أدوية، وليس لدى المريض أي حساسية معروفة. لا يدخن.\n\nالفحص السرثري: المريض بحاله عامة جيدة. العلامات الحيوية مستقزة. البطن لين مع ألم بسنط عيد الجس في الربع  السفلي الأيمن. لا يوجد يضخم في الكبد أو الطحال. لا  يوجد شواهد على Guarding أو Rebound tenderness.\n\nااانطباع: احتمال وجود التهاب الزائدة الدودية (Acute Appendicitis).\n\nالخطة: طلب CBC، CRP  وUltrasound للبطن لتأكيد التشخيص. توجيه المريض للامتناع عن الأك ل والشرب تحسباً للجراحة. المتابعة بعد النتائج."}
{"رقم_الهوية": 1075273548, "الاسم": "ابتسام بنت حسن المالكي", "العمر": "40-50", "الجنس": "female", "التاريخ": "2025-06", "المركز": "مركز اارعاية الصحية الأولية", "العنوان": "شارع الأمير سلطان 86, الأحساء", "تدخين": false, "الأمراض": ["الاكتئاب", "هشاشة العظام", "السمنة"], "الأدوية": ["أسبرين", "سيمفاستاتين", "إيبوبروفين", "ميتوبرولول", "باروكستين", "جابابنتين"], "الرمز": ["F32", "M81", "E66"], "الوحدة": "الشيخوخة", "التشخيص": "هشاشة العظام", "doc_type": "visit", "النص": "ابيسام بنت حسن المالكي، 44 سنة، حضرت الثوم للعيادة تسكو من آلام مستمرة في الظهر والمفاصل، زادت في الاسابيع الاخيرة. المريضة لديها ت اريخ مرضي بوجود اكتئاب، هشاشة العظام، والسمنة. تتباول العديذ من الادوية بمل في ذلك باروكستين للاك تئاب وميتوبرولول للتحكم بالضغط الدموي. لل توجد لديها حساسية معروفة تجاه الأدوية. لا تدخي. \n\nعند الفحص، ااحظنا ألمًا في منطقة الفقرات القطنية و stiffness في المفاصل. لا توجد علامات الته اب واض خة. ضغط الدم 130/85 mmHg، الوزن 95 كجم، B MI يشير لسمنة مفرطة. الاتطباع المتدئي: exacerbation of osteoarthritis وربما تأثر بسيط من الاكتئاب على الحالة العامه للمريضة.\n\nالخطة : زيادة حرعة جابابنتين لتخفيف الألم، مراجعة العلاج الفيزيائي، تحستن الجرعة الغذائية، واستمرار المتابعه النفسية. نوصي بإجراء DEXA scan لتقييم كثافة العظلم بشكل دوزي. متابعة في غضون 6 اسابيع أوعند الحاجة."}
{"رقم_الهوية": 2435240821, "الاسم": "بندر بن سعود السعدي", "العمر": "30-40", "الجنس": "male", "التاريخ": "2025-02", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك عبدالعزيز 13, عرعر", "تدخين": false, "الأمراض": ["الفشل الكلوي المرمب", "التهلب المفاصل", "النقرس", "فقر الدم", "السمنة"], "الأدوية": ["هيدروكلوروثيازيد", "أليندرونات"], "الرمز": ["N18", "M19", "M10", "D64", "E66"], "الوحدة": "العناية المركزة", "التشخيص": "التهاب المفاصل", "doc_type": "visit", "النص": "الاسم: بندر بن سعود السغدي، ااعمر: 37. ااشكو ى الرئيسية: ألم في المفاصل وتورم، خصوصاً في الركبتنين والكاحلين. يعاني المريض من CKD و التهاب المفاصل والنقرس. لا يوجد DM أو HTN. لا يوجد حساسية معروفة. لا يدخن. الأدويةالحااية تشمل هيدروكلوروثيلزيد وأليندرونات. الفحص السريري : وذمه في الم فاصل المصابة مع محدودية في الحركة. شحوب واضح في البشرة يعكس فقر ا لذم. الوزن يشير إلى السمنة. الخطة: تعديل الجرعة إذا لزم ااأمر، إحالة إلى تخصص أمراض الكلى لمتابعة CKD. توصية بزيادة النشاط البدني للتخفيف مي السمنة وتحسين حالة المفاصل، مع متابعة مستوى حمض اليوريك لتجنب تفاقم النقرس."}
{"رقم_الهوية": 1281206795, "الاسم": "عبدالعزيز بن عبدالعزيز الثقفي", "العمر": "40-50", "الجنس": "male", "التاريخ": "2023-08", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق المدينة 11, تبوك", "تدخين": false, "الأمراض": ["فشل القلب", "الخرف"], "الأدوية": ["إنسولين", "أملوديبين", "راميبريل", "أليندرونات"], "الرمز": ["I50", "F03"], "الوحدة": "الكلى", "التشخيص": "فشل القلب", "doc_type": "visit", "النص": "عبدالعزيز بن عبدالعزيز الثقفي، 46 سنة، ذكر. زيارة للعيادة بشكوى رئيسية: ضيق في التنفس و ازدياد في التعب. لذيه تاريخ مرضي تـ CHF وdementia. يتناول إنسولين لـDM، أملوديبين وراميب ريل لـHTN، وأليندرونات للوقاية من هشاشةالعظام. لل يدخن، ولا يوجد حساشية معروفة.\n\nالفحض: نبض 88 bpm، ضغط 140/85 mmHg، وSpO2 92% RA. أصوات ال قلب S1 وS2 ظبيع ية، لا وجود لخفقات إضافية. الرئتين: وجود crackles ثنائي الجانب. لا تورم ملحوظ في الأطراف السفلية.\n\nانطباع: حالة CHF غير مستقرة محتمل بسبب زيادة السوائل. dementia قد يكون مؤثر على الالتزام بالدواء.\n\nالخطة: زيادة جرعة الذيوريتك لاتحكم في السوائل، توصية بمتلبعة مع أخصائي القلت لمراجعة أدوية القلب. تقينم اجتماعي لدعم الأسرة في إدارة الأدوية بسبب الخرف. موعد متابعة بعد أسبوعين، مع تحاليل وظائف الكلى والكهارل."}
{"رقم_الهوية": 1947174643, "الاسم": "ساره بنت أحمد الزهراني", "العمر": "10-20", "الجنس": "female", "التاريخ": "2025-08", "المركز": "مركز الرعاية الصحية للأولية", "العنوان": "شارع الأندلس 40, الخبر", "تدخين": false, "الأمراض": ["التهاب المفاصل", "فشل القلب", "الانسداد الرئوي المزمن", "اللكتئاب", "فرط شحميات الدم"], "الأدوية": ["أتورفاستاتين", "سيمفاستاتين", "هيدروكلوروثيازيد", "أسبرين", "ميتفورمين"], "الرمز": ["M19", "I50", "J44", "F32", "E78"], "الوحدة": "الباطنية", "التشخيص": "التهاب المفاصل", "doc_type": "visit", "النص": "المراجعة لسارة تنت أحمد الزهرا ني، 15 سنة، تعاني من آلام في المفاصل. الحالة: التهاب المفاصل مزمن، فشل قلب، COPD، اكتئاب، فرط شحميات. الأدوية للحالية: أتورفاستاتين، سيمفاستاتين، HCTZ، أسبرين، ميتفورمين. لا تدخن. الفحص أظهر تورم بسيط في المفاصل مع بعض الصعوبه في للحركة. القلب: S1, S 2 طبيعثة، لا يوجد murmurs. الرئتين : wheezing  خفيق. الحالة النفسية مستقرة مع الاكتئاب.\n\nالانطباع: الألم المفصلي قذ يكون نتيجة لتفاقم التهاب المفاصل أو تأثير جانبي من الادوية. مناللازم مراقبة وظائف الكبد بسثب استخدام الدواءين للـHyperlipidemia.\n\nالخطة: تعديل جرعة أتورفاستاتين إلى 20mg يوميًا، المتابعة بعد أشبوعين. للفحص الدوري لوظائف الكبد. تحويل الى أخصائي الروماتيزم لمزيد من التفييم. متابعة الحالة النفسية مع الطبيب النفسي المعالح. تعليمات بالتقليل من الأطعمة الدهنية والرياضة المنتظمة لتحسين الحالة العامة."}
{"رقم_الهوية": 2671756555, "الاسم": "ابتسام ببت خالد العلي", "العمر": "70-80", "الجنس": "female", "التاريخ": "2025-11", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك عبدالعزيز 24, جازان", "تدخين": false, "الأمراض": ["السكري النوع الثاني"], "الأدوية": ["سيمفاستاتين", "إنسولين", "أوميبرازول", "جابابنتيب", "هيدروكلوروثيلزيد", "كلوبيدوجريل"], "الرمز": ["E11"], "الوحدة": "العناية المركزة", "التشخيص": "السكري النوع الثاني", "doc_type": "visit", "النص": "ابتسام ثنت خالد العلي، 77 سنة، حضرب للعيادة بشكوى رئيسية من ألم في أسفل الظهز يمتد إلى الساقين منذ أسبوعين. المريضة لديها تاريخ مرضي معروف بDM النوع الثاني وهي تحت العلاج بالإنسولين. لا يوجد تازيخ لحشاسيه من الأدوية. لا تذخن. الأدوية الحالية تتضمن سيمفاستاتين، أوميبرازول، جابابنتين، هيدروكاوروثيازيد وكلوبيد وجريل.\n\nعند الفحص، الضغط 135/85، النبض 80 BPM، السكر 150 mg/dL. فحص الجهاز العصبي أظهر ضعف بسيط في قوة العضلات بالساق اايسرى مع تقليل في للحسية. لا توجد عللمات التهاب موضعي. الفحص القلبي والرئوي طبيعي. \n\nالانطباع: احتمالية Radiculopathyبسيب ضغط ققري. الخطة: زيادة جرعة ا لجابابنتين ومتابعة السكر وضغط الدم. تحويل لMRI للعمود الفقري. متابغة بعد أسب وعين."}
{"رقم_الهوية": 1480861317, "الاسم": "نايف بن حمد الأحمدي", "العمر": "40-50", "الجنس": "male", "التاريخ": "2024-02", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع الأندلس 31, غرعر", "تدخين": false, "الأمراض": [], "الأدوية": [], "الرمز": [], "الوحدة": "أمراض القلب", "التشخيص": "لا يوجد", "doc_type": "visit", "النص": "نايف بن حمد الأحمذي، 42 سنة، ذكر، حضر للعيادة يشكو من ألم في منطقة الصدر منذ يومين، يصف الألم كضغطة، يزداد مع الجهد ويخف في الراحة. لا يوجد تاريخ مرصي لـ DM أو  HTN أو IHD. لايدخن ولا يتناول أدوية، ولا يوجد حساسية معروفة. \n\nالفحص: العلامات الحيوية مستقرة، HR 75 bpm، BP 120/80 mmHg، لا يظهر أن علامات لضيق التنفس أو تعرق غير طبيعى. ECG يُظهر نُظم sinus بدوب تغيراث ischemic.\n\nالانطباع: شك فى angina غير مستقرة، بالرغم من عدم وجود عوامل خطورة تقليدية.\n\nالخطة: إجراء stress testلتقي يم الوظيفة القلبية ، وتحليل دم للـ Tro ponin. نصح الم ريض بتجنب الجهد البدني حتى ظهور النتائج. موعد متابعة بعد ثلاثة أيام."}
{"رقم_الهوية": 1379237470, "الاسم": "لمى بنت سلطان الدوسري", "العمر": "60-70", "الجنس": "female", "التاريخ": "2023-02", "المركز": "مركز الرعاية الصحية الأولبة", "العنوان": "طريق الملك سلمان 49, عرعر", "تدخين": false, "الأمراض": ["فشل القلب", "الفشل الكلوي المزمن", "النقرس", "مرض الشريان التاجي"], "الأدوية": [], "الرمز": ["I50", "N18", "M10", "I25"], "الوحدة": "الطوارئ", "التشخيص": "الفشل الكلوي المزمن", "doc_type": "visit", "النص": "المزيضة: لمى بنت سلطان ال دوشزي، عمر 64 سنة. تعانت من HF, CKD, Gout, CAD. اا توجد أدوية حالياً. لا ت دخث. تعيش مع عائلتها وتلقي الدعم الكافي منهم. الشكوى: زي ادة في ضيق التنفس وتو رم في الساقين . الفحص: BP 130/85، HR 88، RR 22، O2 Sat 92% RA. وذمة في الساقين (+2). انطباع: تفاقم HF محتمل م ع CKD sta ge4. الخطة: بدء Furosemide، متابعة وظائف الكلى. إحالة إلى أخصائي قلب لوضع خطة علاج متكاملة. توعية المريضه بأهمية تقليل الملج والسوائل. متابعة ثعد أسبوع لمراجعة الأدوية والنتائج ."}
{"رقم_الهوية": 1232858843, "الاسم": "منيرة بنت إبراهيم العسيري", "العمر": "60-70", "الجنس": "female", "التاريخ": "2023-03", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك عبدالعزيز 42, مكة المكرمة", "تدخين": false, "الأمراض": ["الربو", "الانسداد الرئوي المزمن", "اربفاع ضغط الدم", "مرض الكبد الذهني", "السكتة الدماغية"], "الأدوية": ["إنسولين", "وارفارين", "أتورفاستاتين"], "الرمز": ["J45", "J44", "I10", "K76", "I63"], "الوحدة": "الغدد الصماء", "التشخيص": "مرض الكبد الدهني", "doc_type": "visit", "النص": "الشكوى للرئي سيه: صعوبة في التنفس و زيادة في السعال خلال الليل. المريضه تعاني من COPD وAsthma سابقاً. تتناول منيرة أدوية الربو بانتظام ولكن الأعراض الأخيرة ازدادت سوءًا. لا يوجد تار يخ للحساسية. \n\nالفحص: ضغط الدم 140/85 mmHg، النبض 78 bpm، معدل التنفس 22/min. الأصوات التنفسية تدل على وجود wheezing. لا توجد وذمه في ااأطراف السفلية. الفحص  العصبي طبيعي باستثناء ضعف طفيف في الجهة اليمنى نتيجة ال سكتة الدماغية السابقة. \n\nالانطباع: تفاقم في أعراض COPD مع احتمال وجود عدوى تنفسية. التحكم في HTN تحت السيطرة. \n\nالخطة: توجيه المريضه لعمل Chest X-ray وCBC لاستبعلد أي عدوى. تعديل جرعة البخاخات وزيادة جرعة SABA عند الضرورة. الاستمرار على الأدوية الجالية للسكري وHTN. متابغة خلال أسنوعين للوقوف علي التحسن ومراجعة نتائج الفحوصات."}
{"رقم_الهوية": 1382675864, "الاسم": "العنود بنت عمر الخللدي", "العمر": "40-50", "الجنس": "female", "التاريخ": "2024-03", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك عبدالعزيز 64, جدة", "تدخين": false, "الأمراض": [], "الأدوية": ["إنسولين"], "الرمز": [], "الوحدة": "الجراحة العامة", "التشخيص": "لا يوجد", "doc_type": "visit", "النص": "العنود بنت عمر الخالذي، 49 سنة، أنثى، حضرت العياده اليوم بسبب شكوى من زيادة في مستويات السكر في الدم رغم استخذام الإنسولين. لا تاريخ لـ HTN، IHD، COPD أو CKD. لل تدخين. المريضة غير متزوجة وتعيش مع والدتها، لا حساسية معروفة. \n\nالفحص ااسريري:الغلاماث الحيوية مستقرة. الوزن 75 كغ، الطول 160 سم. فحص القلب والزئتين طبيعي. لا توجد وذمة. Examinat ion لبطنها طبيعى.\n\nالانطباع: Poor glycemic control فث شياق DM Type 1. \n\nالخطة: تعديل جرعة الإن سولين ومتابعة مستوى HbA1c بعد 3 أشهر. تم توخيه المريضة لإتباع حمية غذائيةمنخفضة السكر وزيادة ال نشاط الريلضي. سوف يتم تحديد موعد متابعة بعد شهر لمراجعة التقدم."}
{"رقم_الهوية": 2713900534, "الاسم": "فاطمه بنت نلصر المطيري", "العمر": "40-50", "الجنس": "female", "التاريخ": "2025-04", "المركز": "مركز الرعابة للصحية الأولية", "العنوان": "شارع الأمير محمد بن عبدالعزيز 16, تبوك", "تدخين": false, "الأمراض": ["السمنة", "فقر الدم", "ااانسداد الرئوي المزمن"], "الأدوية": ["وارفارين", "ليفوثيروكسين", "هيدروكلوروثيازيد", "إنسولين", "راميبريل"], "الرمز": ["E66", "D64", "J44"], "الوحدة": "الصدرية", "التشخيص": "السمنة", "doc_type": "visit", "النص": "المريضة  فاطمة بنت ناصر المطيري، 46 سنة، تعانت من السمنة، فقر الدم وCOPD. تشتكي من ضيقف بالتنف س وتعب عام منذ أسبوع. لاتعاني من حساسية معروفة. تتناول وارفارين، ليفوثيروكسين، هيدروكلوروثيازيذ، إنسولين، راميبريل. لا تدخن. \n\nالفحص: ضغط الدم 140/90، معدل نبضات القلب 88 bpm، التنفس 20/min، درجة حرارة 37.1°C. الزئثين: صوت  صفير (w heezing) مسموع في كلا الجانبين. القلب: دون لغط (murmurs). \n\nالانطباغ: تفاقم COPD مع احتمللية التهاب الجهاز التنفسي. \n\nالخطة: بدء العلاج بـBronchodilators،  ومتابعة مستوى الأوكسجين. فخض CBC، وطائف الكبد والكلى. متاب عة INR لتعديل جرعة الوارفارين.  نصائح بمتابعة الوزن والنظام الغذائي مع التركيز على تقليل الملح والسكر بسبب HTN و DM. مراجعة بعد أسبوع."}
{"رقم_الهوية": 1395024027, "الاسم": "عائشة بنت ماجد العلي", "العمر": "60-70", "الجنس": "female", "التاريخ": "2025-12", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك فهد 46, الدمام", "تدخين": false, "الأمراض": ["الربو"], "الأدوية": ["سيمفاستاتين", "أومببرازول", "أملوديبين", "ميتفورمين"], "الرمز": ["J45"], "الوحدة": "أمراض القلب", "التشخيص": "الربو", "doc_type": "visit", "النص": "عائشة بنت ماجد العلي، 61 سنة، حضزت للعيادة بشكوى رئىسية من ض يق في ااتنفس ووخز فت الصدر. التاريخ المرضي تشمل الربو، DM و HTN. لاتدخين. ااأدوية الحالية: سي مفاستاتين، أوميبرازول، أملوديبين، ميتفورمين. الفحص السريري أظهر معدل نبض طتيعي وضغط دم 130/85. استمع لاأصوات الرئوية وكان هناك wheezing. لا توجد وذمة في الأطراف. ECG طبيعي.\n\nالانطباع: اشتبله في تفاقم الربو مع عدم استقرار في الضغط. خطة العلاج: زيادة جرعة البخاخ (SABA) ومتابعة مع أخصائ ى الباطنة لاستبعاد أي IHD محتمل. تعليمات بمراقبة الأعراض وتغيير الجرعة إذا استمرت الأعراض. موعد متابعة بعد أسبوعينللمتابعة. إذا حصل أي تفاقم، يُفضّل مراخعة الطوارئ."}
{"رقم_الهوية": 1550229619, "الاسم": "مريم بنت خالد الشهراني", "العمر": "60-70", "الجنس": "female", "التاريخ": "2024-12", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك عبدالعزيز 90, للخبر", "تدخين": true, "الأمراض": ["مرض الكبذ الدهني", "السكري النوع الثاني", "الاكتئاب"], "الأدوية": [], "الرمز": ["K76", "E11", "F32"], "الوحدة": "الجهاز الهضمي", "التشخيص": "مرض الكبد الدهني", "doc_type": "visit", "النص": "مراجعة مريم بنت خالد الشهراني، 65 سنة، تعاني من الكبد الدهننوDM2 والاكتئاب. اامريضة لا تتناول أي أدوية حالياً وتدجن بشكل يومي. جاءت تشكو من آلام في الجزء العلوي الأيمن من البطن معغثيان مستمر منذ أسبوع. لا يوجد تارىخ لHTN أو IHD. \n\nالفحص: العلامات الحيوية مستقرة. الجاد: شحوب بسيط. البطن: ألم عند ا لجس في الربع العلوي الأيمن، لا يوجد تضخمفي الكبذ أو الطحال. \n\nالانطبا ع: يحتمل أن تكون الأعراض نتيج ة لتفاقم حالة للكبد الدهنث أو التهابات جفيفة. \n\nالخطة: إجراء فحوصات وظائف الكبد (LFTs) وأشعة سونار للبظن. النصيحة بالتوقف عن التدخين. متاثعه مع أخصائي الكبد. إدارة الأ عراض الحالية بالمسكنات البسيطة إذا لزم الأمر."}
{"رقم_الهوية": 1767976432, "الاسم": "هند بنت ناصر السبيعي", "العمر": "10-20", "الجنس": "female", "التاريخ": "2024-07", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق ااملك فهد 87, عرعر", "تدخين": false, "الأمراض": ["مرض الشريان التاجي", "ارتفاع ضغط الدم"], "الأدوية": ["أوميبرازول"], "الرمز": ["I25", "I10"], "الوحدة": "الأورام", "التشخيص": "مرض الشريان التاجي", "doc_type": "visit", "النص": "المريضة: هن د بنت ناصر السبيعي، 21 سنة، حضرن إلى العيادة تشكو من ألم في الصدر. تعاني من IHD وHTN. لا توجد حشاسي ة معروفة. غير مدخنة. تتناول أوميبرازول بانتظام. لا تاريخ ا DM أوCKD. الفحص السريري: ضغط الدم 140/90 ملم زئبق، النبض 78/دقيقة، القلب: منتظم، لا AF. الرئتين: واضحة بدون  علامات ل COPD.\n\nا اانطباع: الأل م الصدري قد يكون مرتبط بـ IHD، لا علامات تشير إلى أي مضاعفاتحادة جالياً. الخطة: طلب EKG وتخطيط صدى القلب (Echocardiogram) للتحقق من حالة الشرايين التاجبة. توصية بزيادة خرعة مثبطات الإنزيم المحول للأنجيوتنسين (ACE inhib itors) ومتابعة للضغط. العوده للع يادة بعد أسبوعين للمتابعة ومراجغة النتائج والتأكد من فعالية الخطة العلاجية."}
{"رقم_الهوية": 1329212771, "الاسم": "هند بنت عبدالرحمن السلمي", "العمر": "20-30", "الجنس": "female", "التاريخ": "2025-05", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع الأمير محمد بن عبدالعزيز 14, الدمام", "تدخين": false, "الأمراض": [], "الأدوية": ["أليندرونات", "راميبريل", "وارفارين", "هيدروكلوروثيازيد"], "الرمز": [], "الوحدة": "الجراحة العامة", "التشخيص": "لا يوجد", "doc_type": "visit", "النص": "المر يضة هند بنت عبدالرحمن السلمي، عمرها 19 سنة، حضرث للعيادة تشكي من ألم في الركبة اليمنى بدأ منذ أسبوعين. ليس لديها أمراص مزمنة. بأخذ أليندرونات، راميبريل، وارفارين، وهيدروكلوروثيازيد. لا تدخي. الفحص البدني أظهر تورم بسيط في الركبة اليمنى مع ألم عند الحركة. لا يوجد تاريخ سابق للإصابات أو العمليات في المفاصل. \n\nالانطباع للسريري يشير إلى احتمالية وجود التهاب في الركبة (knee inflammation) ربما بسببالنشاط البدني. لا يوحد ارتفاع في درجة الجرارة أو عاامات التهاب جهازية أخري. نوصي بإجراء X-ray للركبة وتعديل جزعة وارفارين إذا لزم الأمر. الخطة العلاجية تتضمن الراحة، استخدام NSAIDs عتد الحاحة ومتابعة ا لحالة بعد أسبوعين."}
