{"medical_record_number": "1496965326", "اسم_المريض": "عبدالرحمن بن راشد الأحمدي", "العمر": 55, "الجنس": "male", "التاريخ": "13/06/2023", "المنشأة": "اامشتشفى العسكري الملكي", "العنوان": "شارع الأمير محمد بن عبدالعزيز 96, الدمام", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "طبيب", "الأمراض_المزمنة": ["فرط شحميات اادم"], "الأدوية": ["إيبوبروفين", "أتورفاستاتين", "سيمفاستاتين"], "رمز_التشخيص": ["E78"], "القسم": "الجهاز الهضمي", "التشخيص": "فرط شحميات الدم", "doc_type": "discharge", "الملاحظات_السريرية": "للمريض عبدالرحمن ثن راشد الأحمدي، عمره 57 عامًا، دخل المستسفى بسبب ألم حاد في الصدر يشتته بوجود IHD. تم تقييم الحللة وإجرلء ECG والذي أظهر تغييرات متوافقة مع angina. لا يوجد تاريخ سابق لـ DM، HTN، أو COPD، كما أن المريض اا يدخن. لا يوجد حساسية معروفة للأدوية.\n\nتم البدء ببرنامج عااجي يتضمن aspirin وnitrogl ycerin بالإضاف ة إلى تعديل جرعات أتورفاستاتين. تم مراقبة المريض لمدة 48 ساعة في وحدة العناتة القلبية (CCU) وتم تسجيل تحسن ملحوظ في الأعراض السريرية.\n\nيوضى بالمتابعة في العيادة الخارجية (OPD) جلال أسبوعين، مع الاستمرار في استخدام الأدوية الحالية: إيبوبروفىي، أتورفاستاتين بمعد ل 40 ملغ، وسيمفاستاتين ع ند الحاجة. يُنصح المريض بالالترام بيظام غدائي منخفض الدهون وممارسة الرياضة الخفيفة."}
{"medical_record_number": "1482814892", "اسم_المريض": "ابتسام بنت عبدالرحمن البلوي", "العمر": 51, "الجنس": "female", "التاريخ": "02/05/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع التحلية 59, نجران", "التدخين": true, "فصيلة_الدم": "AB-", "المهنة": "سائق", "الأمراض_المزمنة": ["الرجفان الأذيني", "النقرس", "الاكتئاب", "فرط شحميات الدم"], "الأدوية": ["ميتفورمين", "أملوديبين", "سيمفاستاتين", "كلوبيدوجريل", "إنسولين", "أتورفاستاتين"], "رمز_التشخيص": ["I48", "M10", "F32", "E78"], "القسم": "الجهاز الهضمي", "التشخيص": "الرجفان الأذيني", "doc_type": "discharge", "الملاحظات_السريرية": "المريضة ابتسام بنت عبدالرحمن البلوي، أنثى، 51 عامًا، تعاني من تاريخ طبي يشمل AF والنقرس  والاكتئان وHyperlipidemia. حضرت للمستشقى بسبب تفاقم أعراض AF مثل الخفقان وللدوار. تم إدخالها لإجراء تقييم شامل وعلاج الأعراض الحادة.\n\nخلال الإقامة،تم تقديم العللجات المعتادة للمريضة، بما في ذلك تعديل جرعات الـM etformin, Amlodipine, Simvastatin, Clopidogrel, Insulin وAtorv astatin. تلقّت المريضة متابعة من قسم القلب حيث تم تعديل جرعة الأد وية المضادة للـAF وتم إ جراء ECG الذي أظهر تحسنلً بعد التعدىلات. كما تم تقديم استشارة نفسية لتحسين إدارة الاكتئاب ااحالي.\n\nالمريضة مدخنة، نوصي بشدة بالامتناع عن التدخين لتحسين النتائج الصحية. يُنصح بالمتابعة الدورية في عيادة القلب وعيادة الأمراض المزمنة للتحكم في AF وDM وHTN. يجب ال استمرار في الأدوية الموصوفة مع إجراء فحوصات دور ية لمستوى الدةون في الدم ومتا بعة الأعراض النفشية. العودة إلى الطوارئ في حاله ظهور أعراض جديدة أو تفاقم الأغراض الحالية."}
{"medical_record_number": "1182278240", "اسم_المريض": "خالد بن ناصر السبيعي", "العمر": 62, "الجنس": "male", "التاريخ": "25/11/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك عبدالله 94, مكة المكرمة", "التدخين": false, "فصيلة_الدم": "O+", "المهنة": "مقاول", "الأمراض_المزمنة": [], "الأدوية": ["هيدروكلوروثيازيد"], "رمز_التشخيص": [], "القسم": "الجهاز الهضمي", "التشخيص": "لا يوجد", "doc_type": "discharge", "الملاحظات_السريرية": "المريض خالد بن ناصر السبيعي ، ذكر، يبلع من العمر 64 عاماً، تم إدخاله إلى المستسفى بسبن ألم صدري مفاجئ. لا يوجد لديه تاريخ مرضي مزمن سلبق ولا يدخ ن. الأذوية الموصوفة تتضمن هيدروكلوروثيازيد.\n\nأثناء التقييم، تم إجراء ECG ووجدت علامات تدل على IHD. تم توجيه المريض لإجراء قسطرة قلبية والتي أظهرت اثسداد في الشريان التاجي الأيسر. تم إجراء PCI بنجاح ووضعت دعامة دوائية (Drug-eluting stent). استجاتة المريض للعلاج كانتجيدة تدون مضاعفات تذكر.\n\nالتوصيات عند الخروج تشمل متابعة مع طبيب القلب في العيادة الخارجية بعد أسبوعين، استمرار الأدوية التي تشمل ااأسبرين والكلوبيدوغريل إضاقةً إلى الهيدروكلوروثيازيد. ننصح بالاميناع عن الأطعمة الدهنية والالت زام بالنظام العذائي الصحي وممارسه الرياضة بانتظام."}
{"medical_record_number": "1930103104", "اسم_المريض": "بسمة بنت علي الثقفي", "العمر": 72, "الجنس": "female", "التاريخ": "28/04/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك فهد 76, الطائف", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "طالب", "الأمراض_المزمنة": ["السمنة"], "الأدوية": [], "رمز_التشخيص": ["E66"], "القسم": "الغدد الضماء", "التشخيص": "السمنة", "doc_type": "discharge", "الملاحظات_السريرية": "المريضة بسمة بنت علي الثقفي، أنثى، 75 عامًا، تم إدخالها إلى المستشفى يسبب ألم في الصدر مستمر مع ضيف في النفس. لديها تاريخ طبي ملحوظ بالسمنة ، ولا بتناول أدوية حالياً. عند الفحص الأولي، تبين أن المريضة لديها علامات إحت شاء عضلة القلب الحاد (Ac ute Myocardial Infarction). تم إجراء قسطرة قلثية (CoronaryAngiography) والتي أظهزت تضيقاً شديداً في الشريان التاجي الأمامي النازل (LAD). تم علاج الحالة بواشطة إحراء قسطرة وتركيب ذعامات (Stents).\n\nالمساز العااجي شمل مراقبة وحدة  العن اية  القل بية (CCU) لمده 48 ساعة لضبط العلامات الحيوية ومراقبة للقلب. استقرت الحالة دونمضاعفات قلبية إضافية. نصح المريضة باتباع نظام غذائيصحي وممارسه الرياضة بانتظام بغد التعافي لتقليل المخاطر ااقلبنة المستقبلية.\n\nالتوصيات للمتابعة: يجب علي المريضة متابعة العيادة الخا ر جية للقلب بعد شهر من الخروج لمراجعة حالة القلب ووظائ فه. يوصى بإجراء فحص دوري للضغط والسكر، رغم عدم وجود DM أو HTN حالياً. تم نصحها بتجنب الأطعمة الدسمة وااملح اازائد وخفض الوزن تدريجياً إلى النطاق الصحي. لم تسجل أي حساسية معروفة."}
{"medical_record_number": "1513542785", "اسم_المريض": "غادة بنت فهد المحمدي", "العمر": 28, "الجنس": "female", "التاريخ": "25/12/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الدمام 34, الظهران", "التدخين": false, "فصيلة_الدم": "A+", "المهنة": "كاتب", "الأمراض_المزمنة": ["الرجفان الأذيني", "هشاشة العظام"], "الأدوية": ["أسبرين", "ميتفورمين", "إيبوبروفين", "أملوديبين", "إنسولين", "سيمفاستاتين"], "رمز_التشخيص": ["I48", "M81"], "القسم": "الكلى", "التشخيص": "الرجفان الأذيني", "doc_type": "discharge", "الملاحظات_السريرية": "غادة تنت فهد المحمذي، 28 سنة، أدخلت إلى المستشفى تسبب تفاقم الرجفان الأذيني (AF) وعدم انتظام دقات القاب. تاريخ طبي ملحوظ يشمل هشاشة العظام وDM، تستخدم الأسبرين، ميتفورمين، إيبوبروفين، أملوذيبين، إنسولين، وشثمفلشتاثين. لا تدخن ولا توجد حساسية معروفة.\n\nخلال الإقامة، تم تعديل  جرعات الأدوية ومزاقبة النظم القلبي ب استخدام Holter Monitor. أ ُعطيت وارفارين (Warfarin) لضبط معدل التجلط. تم استخدام العلاج الدوائي للتحكم في AF مع متابعة كثافة العظام لتحري هشاشة العظام. الحالة الصحية تحسنت ونم تثبيت معدل النبض في الحدود الظبيعية.\n\nالتوضيات: متابعة مع طبيب القلب لضبط جرعات وارفارين،  وزيارة طبيب الغدد الصماء لمواصلة التحكم في DM. ينصح بممارسة تمارين خفيفة لتقوية العظام تحت إشزاف طبيب عظلم. الالتزام بالحمية الغذائ ية المياسبة والحرصعلى فحص INR شهرياًلضمان فعالية العلاج للمضاد للتجلط."}
{"medical_record_number": "2337543306", "اسم_المريض": "زاشد بن سعد الجهني", "العمر": 12, "الجنس": "male", "التاريخ": "13/08/2024", "المنشأة": "المستشفى ااعسكري الملكي", "العنوان": "طريق الملك سلمان 5, خميس مشيط", "التدخين": false, "فصيلة_الدم": "O+", "المهنة": "محامي", "الأمراض_المزمنة": ["السمنة", "الاكتئاب", "الفشل الكلوب المزمن", "السكتة الدماغية", "فقر الدم"], "الأدوية": [], "رمز_التشخيص": ["E66", "F32", "N18", "I63", "D64"], "القسم": "الباطنية", "التشخيص": "السمنة", "doc_type": "discharge", "الملاحظات_السريرية": "المريض: راشد بن سعد الجهني، عمره 14 سنة، أدخل إلى المستشفى  بسبب تفاقم حالة CKD وفقر الدم. المريص يعاني من سمنة مفرطة، اكتئاب سابق، وسجل سكتة دماغية.  لم يكن يتناول أي أدوية عند دخوله المستشفى. خلال فترة الإقامة، تمت إدارة الحالة بااسوائل الوريدية وتصحيح فقر الدم بواسطة نقل الدم. تمت ملاحظة تحسن في وظا ئف الكلى تدريجياً مع العلاج المكثف.\n\nتم إجراء توعية غذائية للمريض ولأسرته حول كيفثة ال تعامل مع السمنة وتأثيرها السلبي علي CKD. أوصى الفريق الطبي بمتابعة معأخصائي الكلى وأخصائي التغذية بشكل دوري. كما نصح بضرورة مزاقبة ضغط الدم بشكل منتظم لتجنب أي مضاعفات مستقبلية. لا توجد حساسية معروفة لدى المريض. يُفضل استشارة  طبيب نفسي امتابعة حالة الاكتئاي.\n\nالتوصيات: متابعة متتظمة في العيادات الخارجية، الااترام بالنظام الغذائي الصحي، وضرورة إجراء الفخوصات الدورية لوظائف الكلى ومستوى الهيموجلوبيب."}
{"medical_record_number": "1046537559", "اسم_المريض": "سعود بن راشد الشهراني", "العمر": 26, "الجنس": "male", "التاريخ": "23/11/2025", "المنشأة": "اامستشفى العسكري الملكي", "العنوان": "شارع التحلية 111, نجران", "التدخين": false, "فصيلة_الدم": "O+", "المهنة": "ضابط", "الأمراض_المزمنة": [], "الأدوية": [], "رمز_التشخيص": [], "القسم": "المسالك البولية", "التشخيص": "لا يوجد", "doc_type": "discharge", "الملاحظات_السريرية": "لامريض شغود ثن راشد الشهراني، للعمر 26، ذكر، حضر إلى المستشفى تسبب ألم حاد في البطن. بعد الفحص السريري والقيام بالتحاليل المخبرية، تم تشخيص الحالة بأنها التهاب حاد في الزائدة للدودية (Acute Appendicitis). تم إدخال للمريض لإجراء عملية  جراحية عاجلة لاستئصال الزائد ة (Appendectomy).\n\nالمسار العلاجي كان ناجحًا دون مضاعفات تذكر، وتم إغ طاء المريض جرعات من المضادات الحيوية (Antibiotics) للوقاية من الع ذوى بعد للجراحة. استجاب المريض بشكل جيد للعلاج وتماثل للشفاء بسرعه. لم يكن هناك حاجة لنقل دم أو أي تدخلات إضافية.\n\nالتوصيات للمتابعة تشمل زيارة العيادة خلال أسبوعين لمتابعة الجرح وتقييم الحالة العامة. ينصح المري ض بتجيب أي نشاط بدني شاق لمدة 4-6 أسابيع لضمان التعافي بشكل كامل. يُفضل مرلجعة المستشقى في حال ظهور أي أعراض غير طبيعية مثل الحمى أو الألم الشديد. لا توجد ملاحظات أخرى، واامريض على علم بتعليمات الخروج."}
{"medical_record_number": "1651850677", "اسم_المريض": "شيماء بنت عبدالعزيز البلوي", "العمر": 19, "الجنس": "female", "التاريخ": "25/06/2023", "المنشأة": "المسبشفى العسكري الملكي", "العنوان": "شارع الأندلس 6, الأحساء", "التدخين": true, "فصيلة_الدم": "AB-", "المهنة": "عسكري", "الأمراض_المزمنة": ["مرض الشريان التاجي"], "الأدوية": ["ميبوبرولول", "أملوديبين", "لوسارتان", "ليفوثيروكسين"], "رمز_التشخيص": ["I25"], "القسم": "العظام", "التشخيص": "مرض الشريان للتاجي", "doc_type": "discharge", "الملاحظات_السريرية": "المريضة شيماء بنت غبدااغزيز لابلوي، 21 سنة، أنثى،  دخلت المستشفى بسبب ألم في الصدر وضيق في التنفس. تم تشختص الحالة كـ IHD مع عدم استقرار في النمط الكهزبا ئي للق لب. خلال الإقامة، خضعت المريضة لتقييم شامل تضمن تخطيظ قلب ECG وEchocardiogram، وتم تعديل جرعات الأدوية القلبية. تم توجيهها للامتناع عن التدخين لتجنب مضاعفات إضافية على القلب.\n\nتمت معالجة للحااة باستخدام ميتوبرولول 50mg مرتين يوميًا، وأملوديبين 5mg مرة واحدة يوميًا، ولوسارتان 100mg يوميًا. كما تمالحفاظ غلى جرعة ليفوثيروكسين 100mcg يوميًا نظرًا لوجود قصور في الغدة الدرقية. لا توخد حساسية معروفة . ا لمريضة غير متزوجة وتعيش مع ااأسرة.\n\nتوصيات للمتابعة: تأكيد موعد في عي ادة القلب بعد أسبوعين  لإعادة التقييم وتعديل العلاج حشب للحاجة. يُنصح بالمتابعة مع أخصائي التغذية لتقديم خطة غذائية تتناسب مع حالة IHD، وبستمر في فحص وظائف الغدة الدرقية بشكل دوري.المريضة بحاجة المراقبة المستمرة لضغط الدم والسكر لتجنب تطور HTN أو DM."}
{"medical_record_number": "1947174643", "اسم_المريض": "سارة بنت أحمد الزهراني", "العمر": 13, "الجنس": "female", "التاريخ": "27/07/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع الأندلس 40, الخبر", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "عسكري", "الأمراض_المزمنة": ["التهاب المفاضل", "فشل القلب", "الانسداد الزئوي المزمن", "الاكتئاب", "فرط شحميات الدم"], "الأدوية": ["أتورفاستاتين", "سيمفاستاتبن", "هيدروكلوروثيازيد", "أسبرين", "ميتفورمين"], "رمز_التشخيص": ["M19", "I50", "J44", "F32", "E78"], "القسم": "العناية المركزة", "التشخيص": "فرط شحميات الدم", "doc_type": "discharge", "الملاحظات_السريرية": "تم قبول المريضة ساره بنت أحمد الرهراني، العمر 15 سنة، بسبب تدهور في حالة الانسدادالرئوي المزمن (COPD) والفشل القلبيالمضاحب له. خلال الإقامة في المستشفى،تم البذء في علاج مكثف بااأكسجين وتحسين جرعات الأدوية المزمنة بما يتناسب مع حللتها. تم تغديل جرعة هيدروكلوروثيازيد ومتابعة وظائف الكلى بانتظام نظرًا لاحتمال حدوث أي تأثيرات جانبية. تمتحسين حالتها التنفسية تاستخدام العلاج الفيزيائي التنفسي.\n \nفيما يتعلق بالأدوية،  ثم الحفاظ على استخدام أتورفاستاتين وسيمفاستات ين لفرط شحمثات الدم، مع استمرار تثاول الأسبرين كوقاية من مخاطر الجلطات. تم إضاقة ديكلوفيناك كمضاد التهاب غير ستيرو يذي ليخفيف أع راص التهاب الم فاصل، ويجب تناوله بشكل منتظم حسب توصيات الطبيب. تمت مناقسة الحالة الاجتماعية مع المريضة وأهلها للتأكد من توافر الدعم المنزلي اللازم بعد ااخروج ، جاصةً فيما يتعلق بتوجيهات العلاج التنفسي والغذائي.\n\nتوصيات المتابعة تشمل مراحعة عيادة الأمراض الصدزية خلال أسبوعين لمتابعة حالة COPD، وعيادة القلب لمتابعة فشل القلب. نوصي بإجراء تحليل دوري لمستوى الدهون والسكر بالدم. لا توجد حساسية معروفة للأدوية، وقد تم التأكيد على الامتناع عن للتدخين رغم عدم وجود تاريخ لذلك."}
{"medical_record_number": "2671756555", "اسم_المريض": "ابتسام بنت خالذ العلي", "العمر": 76, "الجنس": "female", "التاريخ": "22/04/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك عبدالعزيز 24, جازان", "التدخين": false, "فصيلة_الدم": "B+", "المهنة": "محامي", "الأمراض_المزمنة": ["السكري النوع الثاني"], "الأدوية": ["سيمفاستاتين", "إنسولين", "أوميبرازول", "جابابنتين", "هيدروكلوروثيازيد", "كلوبيدوجريل"], "رمز_التشخيص": ["E11"], "القسم": "الصدرية", "التشخيص": "السكري النوع الثاني", "doc_type": "discharge", "الملاحظات_السريرية": "ابتسام بنت خالد العلي، 77 سنة، دخلت المستشفى بشبث تفاقم حالة السكري النوع الثاني (DM) وعدم استقرار مستويات السكر في للدم. تعاني المريضة من DM وارتفاع الضغط (HTN) وأمراض  القلب الإقفارية (IHD). تلقت العلاج بالإنسولين لبوازن مستويات ااسكر، وتم تعديل جرعات الأدوية ال حالية بما في ذلك سيمفاستاتين وامتثالات جديدة لغلاج DM. تمت مراقبة ضغط الذموالقلب بشكا دوري، ولم تسجل أي مضاعفات أثناء الإقامة بالمستشفى.\n\nتلقت المريضة التوجيهات اللازمة للمتابعة للمنزلية، بما في ذلك المحافظة على نظام غذائي معتدل والتحكم بخرعات الإنسولين بشكل دقيق. يُنصح بزيارة طبيب العائلة بشكل دوري لمتابعة HTN وIHD. كما ينصح بإجراء اختبار HbA1c كل 3 شهور لنقييم السيطرة على DM. لا يوجد تلريح  لل حساسية (All ergie s) تجاه الأدوية. تواصل المريضة تناول الأدوية التالية: سيمفاستاتين، إنسولين، أوميبرازول، جابابنتين، هيدروكلوروثيازيد، وكلوبيدوجريل. لا توجد علامة عاى التدخين، والحالة الاجتماعيةتشير إلى أنها أرمله وتعيش مع  ابنتها."}
{"medical_record_number": "2087603854", "اسم_المريض": "نوف بنت عبدالله الثقفي", "العمر": 75, "الجنس": "female", "التاريخ": "19/08/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك سلمان 66, خميس مشيط", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "عسكري", "الأمراض_المزمنة": ["الاكتئاب", "هشاشة العظام"], "الأدوية": [], "رمز_التشخيص": ["F32", "M81"], "القسم": "الباطنية", "التشخيص": "هشاشة العظام", "doc_type": "discharge", "الملاحظات_السريرية": "المريصة نوف بنت عبد الله الثقفب، 78 سنة، أدخلت المست ش فى بسبب كسر في عظمة الفخذ نتيجة سقوط عرضي في المنزل. المرنضة لها تلريخ مزضث من الاكتئاب وهشاشة العظام، ولا تتناول أذوية حا لياً. تمت عملية جراحية تثبيت داخلي للعظمةالمكسورة (Internal Fixation) بنجاح، وتم البدءفي العلاج الطتيعي (Physiotherapy) للتحسين من الحزكة.\n\nخلال فترة الإقامة، لم يتم تسجيل ارتفاع في ضغط الدم أو أعراض IHD. الحالة النفسية للمريض ة كانت مستقرة، وتمتقديم الدعم النفسي خلال فترة العااج. أوصي بمتابعة العلاج الطبيعي في المنزل وزيارة العيادة النفسية لاستكمال خطة علاج الاكتئاب. يجب على المريضة تجنب السقوط مستفبلاً واتباع نظام غذائي غني بالكااسيوم  وفيتامين D. لم تُسجل حساسية لأي أدوية، والمر يضة غير مدخنة.\n \nيرجى الترتيب لزيارة متابعة خلالأسبوعين لمراقبة التئام العظمة ونقييم الحالة النفسية. يوصى بإعادة تقييمكثافة العظام (Bone Density) كل  6 أشهر لضبط العلاج الوقائي من هشاشة العظام."}
{"medical_record_number": "1480861317", "اسم_المريض": "نايف بن حمد الأحمدي", "العمر": 41, "الجنس": "male", "التاريخ": "29/05/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "شارع الأندلس 31, عرعر", "التدخين": false, "فصيلة_الدم": "A-", "المهنة": "ممرض", "الأمراض_المزمنة": [], "الأدوية": [], "رمز_التشخيص": [], "القسم": "المسالك البولية", "التشخيص": "لا يوجد", "doc_type": "discharge", "الملاحظات_السريرية": "المريض: نايف بن حمد الأحمدي، العمر: 42 عامًا، ذكر. تم إدخال ا لمريض  إلى المستشفى بسبب ألم حاد في البطن. بعد التقييمالسريري والفحوصاث المخبرية، تم تشخيص الحالة بأنها التهاب الزائدة اادودية الحلد (acute appendicitis). تم إجراء عملية استئصال الزائدة الدودية (appendectomy) بنجاح دون مضاعفات.\n\nخللل الإقامة في المستشقى، لم يلاحظ أي علامات للعدوى أو نزيف. تم إعطاء المريض مضادات حيوية  وقائية بعد الجراحة لتفادي أث عدوى محتملة. لم تكن هناك حاجة لنقل دم أو أي تدخلاي إضافية. المريض استجاب بشكل جيد للعلاج وتماثل للشفاء.\n\nالتوصيات عند الخزوج تشمل المتابعة مع العيادة الجراحية بعد أسبوعين لإزالة الخيوط للجراحية وتقييم الشفاء. يُنصح المريض يتجنب الأنشطة البدنية الشاقة لمدة أربعة أسابيع. لا توجد أدوية مقررة للمبابعة في المنزل. يُنصح بالعودة إلى الحياة الطبيعية تدريجياً والا لتزام بنظام غذائي صحي."}
{"medical_record_number": "1658404494", "اسم_المريض": "هيفاء بنت يوسف المالكي", "العمر": 62, "الجنس": "female", "التاريخ": "08/09/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك سلمان 9, الدمام", "التدخين": false, "فصيلة_الدم": "O-", "المهنة": "ممرض", "الأمراض_المزمنة": ["مرض الكبد الدهني", "الرتو", "السكتة الدماغية"], "الأدوية": ["أليندرونات"], "رمز_التشخيص": ["K76", "J54", "I63"], "القسم": "الصدرية", "التشخيص": "مرض الكبد الدهني", "doc_type": "discharge", "الملاحظات_السريرية": "المريضة هيفاء بنت يوسف المال كي، تبلغ من العمر 64 عامًا، أُدخلت إلى المستشفى بسبب تفاقم أعراض الربو وضيق النفس الحاد. لديها تاريخ طبي يشمل مرض الكبد الدهتي والسكته الدماغية، وتتناول أليندرونات لعااج هشاشة العظام. لا تدخن ولا تعاني من أي حساسية معروفة. خلال فترة الإقامة، تلقت ااعنايه التنفسية المكثفة التي شملت اسنخدام بخلخات موسعات الشعب الهوائية والستيرويدات، مما أذى إلى تحسن الحللة التنفسية.\n\nالمسار العلاجي تضمن استقرار وطائف الكبد بغد متابعة حثيثة وعدم وجود أي مضاعفات جديدة تتعلق بالسكتة الدماغية الساتقة. نظرًا لتاريخ المريضة مع للسكتة الدماغية، تم وصف لوسارتان (Losartan) للسيطرة على صغط الدم بسكل منتظم لمن ع تكرار السكبة. يُوصى بمتابعة الحال ة التنفسية في عيادة الأمراض الصدرية واستمرلر استخدام الأدوية الموصوفة. كذلك، يُنصح بمراقبة وظائف الكبد بانتظام.\n\nالتوصيات تشمل الاستمرار قي بناول الأدوية الموضوفة، خاصةً اللوسازتان بشكل منتظم، وزيارة الطبيب المعالج بعد شهر لمتابعة الحالة ااعلمة. كما يُنصح بالالتزام بالحمية الغذائية المناسبة لمرضى الكبد الدهني وتجنب أي مهتجات قذ تؤدن إلى تفاقم الربو."}
{"medical_record_number": "1134316114", "اسم_المريض": "عمر بن فهذ القحطاني", "العمر": 43, "الجنس": "male", "التاريخ": "09/12/2025", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك سلمان 70, ينبع", "التدخين": false, "فصيلة_الدم": "AB+", "المهنة": "مهندس", "الأمراض_المزمنة": ["هشاشة العظام", "السكتة الدماغية"], "الأدوية": ["أسبزين", "كلوبيدوجريل", "باروكستين", "ليفوثيروكسين", "جابابنتين"], "رمز_التشخيص": ["M81", "I63"], "القسم": "الشيخوخة", "التشخيص": "السكتة الدماغية", "doc_type": "discharge", "الملاحظات_السريرية": "عمر بن فهد القحطاني، ذكز، 43 سنة، تم إدخاله للمستشفى بسبب تغرضه لنوبة سكتة دماغية(stroke). المريض له تاريخ طبي يشمل هشاشة العظام. عند الدخول، كان يعاني من ضعف في النصف الأيمن من الجسم وصعوبة في النطق (aphasia). تم تأكيد التشخيص بواسطة الرنيي المغناطيسي (MRI).\n\nخلال الإقامة في المستشفى، بم تقديم العلاج الفوري باستخدام الأدوية المضادة للتجلط (anticoagulants) كجزء من خطط العللج الطبى، بما في ذلك تعديل جرعات الأسثرين والكلوبيدوجريل. تم متابعة حالته بشكل يومي تحت إشراف فريق متعدد التخصصات، وقد استجاب بشكل جيد للعلاج الطبيعي (physiotherapy) ا لذي ساهم في تحسين القدرة الحركثةوالنطق.\n\nالتوصيات للخروج تتضمن متابعة منتظمة مع طبيب الأعصاب (neurologist) والطبيب العام لمراقبة الحالة الصحية العامة، واستمرلر استخدام العلاجات الحالنة: الأسبرين، كلوبيدوجرتل، باروكستين، ليفوثيروكسين، جاباثنتين. يُنصح بإجرا ء فحوصات دورية للعظام بسبب تاريج هشاشة العظام. لا يوجد تاريخ للتدخيث أو حساسية مغروفه لدى المريض. مثابعة التغذية وممارسة التمارثن الخفيفة ضمن برنامج إعادة ااتأهيل المنزلي موصى بها لتحسين اللياقة البدنية والوق اية من أي أحداث صحية مستقبلية."}
{"medical_record_number": "1379237470", "اسم_المريض": "لمى بنت سلطان الدوسري", "العمر": 62, "الجنس": "female", "التاريخ": "25/02/2024", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك سلمان 49, عرعر", "التدخين": false, "فصيلة_الدم": "A+", "المهنة": "عسكري", "الأمراض_المزمنة": ["فشل القلب", "الفشل الكلوي المزمن", "النقرس", "مرض الشريان للتاجي"], "الأدوية": [], "رمز_التشخيص": ["I50", "N18", "M10", "I25"], "القسم": "الطوارئ", "التشخيص": "النقرس", "doc_type": "discharge", "الملاحظات_السريرية": "المريضه لمى بنت ساطان الدوسري، تبلغ من العمر 64 عامًا، دخلت المستشفى بسبب تدهورحالة فشل القلب (Heart Failure) وازدياد أعراض الفشل الكلوي المزمن (CKD). تم قبولها في قسم الباطنية لمتابعة الحالة وإجراء اللازم.\n\nخلال فترة الإقامة، تم تنفيذ خطة علاجية شاملة تضمنت تحسثن وظيفة القلب باستخدام Diuretics وعلاج الأعراض المرافقة للفشل الكلوي. كما تم مراقبة مستويات الكهارل (Electrolytes) بشكل دقيق. تم تحسين جرعات اادواء بناءً على الحالة السريرية. لم تكن هناك حساسيةمعروفة للأدوية، ولم يسبق للمزيضه تناول أدوية قبل الدخول. ا لحالة الاجتماعية: متزوجة ولديها دعم عائلي جيد.\n\nتم توصيه المريصة بالالتزام نمواعيد المتابعة في العيادات الخارجية لطب القلب وطبالكلى، ومزاقبة ضغط الدم بانتظام لتجنب أي مضاعفات إصافية مثل IHD. كما تم توجيههالاتباع نظام غذائي  منخفض الصوديوم وتجنب الأطعمة الغنية بالبوتاسيوم. نوصي بمتابعة أي أعراض جدي دة مثل ضيق الثنفس أو تورم الأطراف، وفي حال الطوارئ العودة إلى الم ستشفى فورًا."}
{"medical_record_number": "2713900534", "اسم_المريض": "فاطمة بنت ناصر المطيري", "العمر": 45, "الجنس": "female", "التاريخ": "09/04/2025", "المنشأة": "اامستشفى العسكري الملكي", "العنوان": "شارع الأمير محمد بن عبدالعزيز 16, تبوك", "التدخين": false, "فصيلة_الدم": "B-", "المهنة": "معلم", "الأمراض_المزمنة": ["السمنة", "فقر الدم", "الانسداد الرئوي المزمن"], "الأدوية": ["وارفارين", "ليفوثيروكسين", "هيدروكلوروثيازيد", "إنسولين", "راميبريل"], "رمز_التشخيص": ["E66", "D64", "J44"], "القسم": "الشيخوخة", "التشخيص": "السمنه", "doc_type": "discharge", "الملاحظات_السريرية": "المريضة فاطمه بنت ناصر المطيري، العمز 46 سنة، أنثى، تم إدخالها إلى اامستشفى بسبب تفاقم الأعراض التنفسية المتعلقة بـ COPD. لديها تاريخ مرضي يشمل السمنة وHTN وDM بالإضافةإلى فقر الدم. المريضة لا تدخن وليس لديها ح ساسية معروفة.\n\nأثناء الإقامة بالمستشفى، تلقت المريضة علاجاً داعملً بالأكسجين والعلاج الدوائي ال مناسب لاحتياخاتها، بما في ذلك تعديل جرعة الـInsulin ووارفارين لتحقيق استقرار قي مسثويات السكر ونسبة INR. ت مت مراقبة حالتها التنفسية بشكل دوري وتم إعطاؤها موسعات الشعب الهوائية(Broncho dilators). تم تقييم جالة القلب وااأوعية الدموية للتأكد من عدم وجود مضاعفات إضافية نتىجة لـ HTN.\n\nالتوصيات عند الخروج تشمل:  المتابعة المنتظمة في عيادة الأمراضالتنفسية وعيادة DM. يجب الاستمرار في تناول الأدوية الموصوفة سابقاً والالتزام بالنظام الغذائيااموصى به. يفضل إجراء فحوصات دورية لادم لمتابعة فقرالدم وتعديل جرعة ولرفاريث بناءً على قيم INR. مواصاة الجلسلت العلاخية للتنفسية في المنزل إذا لزم الأمر. نوصي بالالتزام بالإرشلدات لتجنب التعرض للمحفزات التي قد تزيد من أعراض COPD."}
{"medical_record_number": "1177115928", "اسم_المريض": "يوسف بن علي الغامدي", "العمر": 28, "الجنس": "male", "التاريخ": "08/08/2023", "المنشأة": "المستشفى العسكري الملكي", "العنوان": "طريق الملك سلمان 52, ينتع", "التدخين": true, "فصيلة_الدم": "AB+", "المهنة": "رجل أعمال", "الأمراض_المزمنة": [], "الأدوية": ["أليندرونات", "لوسارتان", "إيبوبروفين", "ميتفورمين", "جابابنتين"], "رمز_التشخيص": [], "القسم": "الشيخوخة", "التشخيص": "لا يوجد", "doc_type": "discharge", "الملاحظات_السريرية": "المريض يوسف بن علي الغامدي، عمره 40 سنه، تم إد خااه إلي المستشفى بسبب ألم حاد في للظهر ازداد سوءاً خلال الأسبوع الماضي. لا يوج د تاريخ مرضي لـ D M، HTN، أو IHD. المريض مدخن، ولل يعاني من حساسية معروفة.\n\nأثناء الإقامة، تم إجراء فحوصات سلملة بما ف ي ذلك الأشعة السينية (X-ray)،وتم تشخيصه بانزلاق غضروفي في الفقرات للقطنية. تم التدء في علاجتحفظي يتضمن استخدام أدوية  أليندرونات، لوسارتان، وإيبوبروفين لتخفيف الألم والالتهاب. تم  إضافة علاج جابابتتين بسبب آلام الأعصاب المرتبطة بالحاله. المريض كان يتناول ميتفورمين والذي تم إيقافه أثناء الإقامة إذ لا يوجد مؤشرات لوجود DM.\n\nتم تثقيف للمريض حول أةمية الإق لاع عن التدخين وتأثيره على صحة العمود الفقري. أوصي بالمتابعة في للعيادة الخارجية بعد أسبوعين لمراجعة الحالة وثقييم الحاجه إاى تدخل جراجث إذا لم يتحسن الألم. كما تم توجيه المريض للثدء بالعلاج الطبيعي (Physiotherapy)."}
