{"patient_id": "1618495939", "patient_name": "بندر بن سعود القحطاني", "patient_age": 50, "gender": "male", "document_date": "2025-01-04", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع فلسطين 59, جدة", "smoking_status": false, "blood_type": "A+", "occupation": "موظف حكومي", "conditions": [], "medications": ["وارفارين", "سيمفاستاتين"], "icd10_code": [], "department": "الباطنية", "primary_diagnosis": "لا يوجد", "doc_type": "discharge", "clinical_notes": "السيد بندر بن سعود القحطاني، ذكر، يبلغ من العمر 41 سن، دخل المستشفى بتاريخ 21 سبتمبر 2023 بسبب ألم حاد في الصدر يتمركز في الجانب الأيسر. المريض لا يعاني من أمراض مزمنة وقد أكد عدم وجود تاريخ مرضي للإصابة بـ DM أو HTN. كما أن السيد بندر لا يدخن ولا يعاني من حساسية معروفة. ععند الدخول، تم إجراء ECG وTroponin levels والتي أظهرت علامات suggestive لنوبة قلبية حادة. بناءً على هذه النتائج، تم نقل المريض إلى قسم العناية القلبية.\n\nخلال فترة الإقامة، تلقى السيد بندر علاجاً بمضادات التخثر (Antticoaguulants) حيث تم تعديل جرعة الوارفارين وتمت إضافة الأسبرين (Aspirin) لتقليل خطر حدوث تجلطات دموية إضافية. تم إجراء قسطرة قلبية (Cardiac Catheterization) والتي أظهرت تضيقاً حاداً في الشريان التاجي الأيسر، وتم علاجها بنجاح عبر تركيب دعامة (Stent). استمرت الإقامة بالمستشفى لمدة أربعة أيام، حيث تم خلالها مراقبة الحالة القلبية للمريض بعناية، مع تحسين وظائف القلب تدريجياً.\n\nعند الخروج، يوصى بمواصلة تناول الأدوية الموصوفة، وهي: وارفارين، سيمفاستاتين، وأسبرين. ينبغي مراجعة عيادة القلب بعد أسبوعين لمتابعة الحالة، مع توصية بإجراء فحص دوري للـ INR لضمان ضبط جرعة الوارفارين. ينصح السيد بندر بتجنب النشاطات البدنية الشاقة والالتزام بنظام غذائي صحي لدعم صحة القلب. لا توجد توصيات خاصة تتعلق بالتدخين أو تغيير نمط الحياة المتعلق بالعمل، حيث أن المريض لا يدخن ولم يذكر وجود عوامل ضغط نفسي أو اجتماعي."}
{"patient_id": "1327648356", "patient_name": "أمل بنت حمد الخالدي", "patient_age": 9, "gender": "female", "document_date": "2023-11-23", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع الأمير سلطان 82, مكة المكرمة", "smoking_status": false, "blood_type": "A+", "occupation": "موظف حكومي", "conditions": ["الفشل الكلوي المزمن", "فقر الدم"], "medications": ["راميبريل", "سيمفاستاتين"], "icd10_code": ["N18", "D64"], "department": "الأورام", "primary_diagnosis": "الفشل الكلوي المزمن", "doc_type": "discharge", "clinical_notes": "تم دخول المريضة أمل بنت حمد الخالدي، تبلغ من العمر 11 سنة، إلى المستشفى بسبب تدهور في حالة CKD المزمن. لديها تاريخ مرضي يشمل فقر الدم المزمن. المريضة لا تعاني من أي حساسية معروفة وليس هناك تاريخ عائلي لـ DM أو IHD. عند الفحص البدني، كانت العلامات الحيوية مستقرة مع بعض الشحوب الجلدي الناجم عن فقر الدم.\n\nخلال فترة الإقامة في المستشفى، تلقت المريضة علاجاً داعماً لـ CKD بما في ذلك إعطاء المحاليل الوريدية وضبط الجرعات الدوائية للراميبريل (Ramipril) والسيمفاستاتين (Simvastatin). تم إجراء غسيل كلوي ((Dialysis) متكرر للتحكم في مستوى السموم في الجسم، مع مراقبة دقيقة لوظائف الكلى ومستويات الهيموغلوبين.\n\nعند الخروج، أوصي بمتابعة العيادات الخارجية لمراقبة CKD واستمرار غسيل الكلى بانتظام. يفضل مراجعة طبيب الأطفال للتأكد من استقرار فقر الدم وضبط أي جرعات دوائية. التأكيد على الأهل بضرورة المتابعة المنتظمة وإبلاغ الفريق الطبي عن أي تغيرات في الحال الصحية."}
{"patient_id": "1482814892", "patient_name": "ابتسام بنت عبدالرحمن البلوي", "patient_age": 50, "gender": "female", "document_date": "2025-01-12", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع التحلية 59, نجران", "smoking_status": true, "blood_type": "AB-", "occupation": "سائق", "conditions": ["الرجفان الأذيني", "النقرس", "الاكتئاب", "فرط شحميات الدم"], "medications": ["ميتفورمين", "أملوديبين", "سيمفاستاتين", "كلوبيدوجريل", "إنسولين", "أتورفاستاتين"], "icd10_code": ["I48", "M10", "F32", "E78"], "department": "أمراض القلب", "primary_diagnosis": "الرجفان الأذيني", "doc_type": "discharge", "clinical_notes": "الاسم: ابتسام بنت عبدالرحمن البلوي، العمر: 51، الجنس: أنثى. تعانني من AF، النقرس، الاكتئاب، وDyslipidemia. تم قبولها في المستشفى بسبب نوبة حادة من AF مصصحوبة بأعراض خفقان وضيق في التنفس. لدى المريضة تاريخ من التدخين الذي قد يؤثر على الحالة العامة للقلب والأوعية الدموية. أثناء إققامتها، خضعت لإجراءات مراقبة نبض القلب، وتم تعديل جرعة أدوية التحكم في معدل ضربات القلب. تم استخدام الأدوية المضادة للتخثر (Anticoagulants) مثل كلوبيدوجريل لمنع حدوث جلطة.\n\nفيما يتعلق بالمسار العللاجي، تم تحسين السيطرة على أعراض AF باستخدام أدوية مثل لأملوديبين والإنسولين لضبط نسبة السكر في الدم بسبب DM. تم أيضًا إدارة مستويات الكوليسترول بواسطة أتورفاستاتين وسيمفاستاتين لضمان منع حدوث مضاعفات قلبية مستقبلية. تم تقديم دعم نفسي للمريضة عبر استشارا دعم للاكتئاب.\n\nعند خروج المريضة، نوصي بمتابعة منتظمة مع طبيب القلب لمراقبة حالة AF وتعديل الأدوية حسب الحاجة. يجب متابعة وظائف الكبد والكلى بانتظام نظرًا لاستخدام أدوية الستاتينات (Statins) ومضادات التخثر. نوصي أيضًا بتقليل التدخين والالتزام بنظام غذائي صحي ومتوازن للحد من تأثير Dyslipidemia. يرجى تحديد موعد للمتابعة بعد شهر لمراجعة الحالة وتحديث الخطة العلاجية بناءً على التحاليل والنتائج السريرية. يمكن للمريضة الاتصال بالطبيب المعالج في حال ظهور أي أعراض جديدة مثل لدوار أو النزيف."}
{"patient_id": "1602606475", "patient_name": "عبدالله بن حمد الشهري", "patient_age": 76, "gender": "male", "document_date": "2024-11-18", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق خريص 62, نجران", "smoking_status": false, "blood_type": "O-", "occupation": "ممرض", "conditions": [], "medications": ["ليفوثيروكسين", "ميتفورمين", "أسبرين", "ميتوبرولول", "أليندرونات"], "icd10_code": [], "department": "الشيخوخة", "primary_diagnosis": "لا يوجد", "doc_type": "discharge", "clinical_notes": "المريض عبدالله بن حمد الشهري، البالغغ من العمر 77 عاماً، قد تم إدخاله إلى المستشفى بسبب آلام حادة في البطن (Acute Abdominal Pain). عند القبول، أظهر الفحص السريري وجود انتفاخ في البطن مع حساسية. تم إجراء CT Scan للبطن والذي أظهر وجود انسداد معوي (Intestinal Obstruction) ااتج عن التصاق (Adhesions) قديمة. لا يوجد للمريض تاريخ أمراض مزمنة مثل DM أو HTN أو IHD، ولا يدخن. يتناول الأدوية التالية: ليفوثيروكسين، ميتفورمين، أسبرين، ميتوبرولول، وأليندرونات.\n\nتم وضع المريض على خطة علاجية تضمنت الراحة التامة مع NPO (عدم تناول الأطعمة عن طريق الفم)، وتم تركيب أنبوب أنفي معدي (NG Tube) لتخفيف الضغط على الأمعاء. كذلك تم البدء بالتغذية الوريدية الشاملة (Total Parenteral Nutrition) وتحسين السوائل الوريدية لتجنب الجفاف. تم استخدام أدوية مثل ميتوبرولول للتحكم في ضغط الدم، والأسبرين كوصفة وقائية.\n\nعند الخروج، كانت الحالة الصحية للمريض مستقرة وقد تمت إزالة الأنبوب الأنفي المعدي بنجاح. يُوصى بمتابعة الحالة الغذائية وزيارة العيادة الخارجية ففي غضون أسبوع لمراجعة الجراحة. يُنصح المريض بتجنب النشاطات البدنية الشاقة والالتزام بتناول الأدوية الموصوفة سابقاً. لا توجد حساسية ددوائية معروفة. يُفضل ضبط مستوى السكر بالدم بشكل دوري نظرًا تاريخ تناول الميتفوررمين."}
{"patient_id": "2939909160", "patient_name": "راشد بن سعد الشمري", "patient_age": 79, "gender": "male", "document_date": "2023-08-31", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع الستين 16, أبها", "smoking_status": false, "blood_type": "AB-", "occupation": "ضابط", "conditions": ["فرط شحميات الدم", "النقرس", "الفشل الكلوي المزمن", "السكري النوع الثاني"], "medications": ["أسبرين", "أوميبرازول", "هيدروكلوروثيازيد", "أليندرونات"], "icd10_code": ["E78", "M01", "N18", "E11"], "department": "العظام", "primary_diagnosis": "فرط شحميات الدم", "doc_type": "discharge", "clinical_notes": "المريض راشد بن سعد الشمري، عمره 81 سنة، تم إدخاله للمسستشفى بسبب تفاقم حالة الفشل الكلوي المزمن (CKD) وارتفاع مستوى السكر في الدم المرتبط بالسكري النوع الثاني (DM). تاريخ المريض الطبي يشمل فرطط شحميات الدم والنقرس. لا يوجد تاريخ لارتفاع الضغط (HTN) أو مرض القلب الإكليلي (IHD). المريض غير مدخن ولا توجد حساسية معروفة.\n\nخلال فترة الإقامة، تم مراقبة مسويات الكرياتينين والجلوكوز في الدم بشكل دوري. تم تعديل جرعات الأدوية بناءً على الحالة: زيادة جرعة الأليندرونات لتعزيز صحة العظام، ومتابعة استخدام الأسبرين لضمان الحماية القلبية. كما تم إضافة علاج بالأنسولين قصير المفعوول لضبط مستويات السكر. جلسات الغسيل الكلويي (Dialysis) أجريت ثلاث مرات أسبوعياً.\n\nعند الخروج، يوصى بمتابعة مستمرة في عيادة أمراض الكلى وداء السكري. يُنصح بالالتزام بالحمية الغذائية منخفضة البروتين والسكر، والاستمرار في تناول الأدوية لحالية بإشراف الطبيب. يجب مراجعة مستويات الدهون والنقرس بانتظام. يووصى بقياس وظائف الكلى (Renal Function Tests) كل شهر لضمان استقرار الحالة وتجنب المزيد من التدهور."}
{"patient_id": "1513542785", "patient_name": "غادة بنت فهد المحمدي", "patient_age": 25, "gender": "female", "document_date": "2023-01-07", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الدمام 34, الظهران", "smoking_status": false, "blood_type": "A+", "occupation": "كاتب", "conditions": ["الرجفان الأذيني", "هشاشة العظام"], "medications": ["أسبرين", "ميتفورمين", "إيبوبروفين", "أملوديبين", "إنسولين", "سيمفاستاتين"], "icd10_code": ["I48", "M81"], "department": "الباطنية", "primary_diagnosis": "هشاشة العظام", "doc_type": "discharge", "clinical_notes": "غادة بنت فهد المحمدي، أنثى، 28 سنة، تم إدخالها إلى المستشفى بسبب تدهور في حالة الرجفان الأذيني (AF) مع أعراض خقان وضيق في التنفس. المريضة كانت تعاني من هشاشة العظام تاريخيًا وتتناول العلاج لها بانتظام. لا توجد حساسية معروفة للأدوية. \n\nأثناء الإقامة في المستشفى، تم تعديل جرعة الأملوديبين للتحكم بضغط الدم (HTN) وتحسين استقرار الحالة القلبية. تم استخدام بروتوكول anticoagulation لتنظيم إيقاع القلب والحد من خطر الجلطات. وظائف الكلى والكبد كانت طبيعية في الفحوصات المخبرية. استمرت المريضة على الأدوية المزمنة: أسبرين، ميتفورمين، إيبوبروفين، إنسوليين، وسيمفاستاتين. \n\nالتوصيات تشمل متابعة مستمرة مع طبيب القلب لمراقبة حالة الرجفان الأذيني وأي تطورات محتملة. يينبغي إجراء فحوصات دورية لكثافة العظام لمتابعة حالة هشاشة العظام. ينص باتباع نظام غذائي صحي ومتوازن وممارسة الرياضة بانتظام للحد من المضاعفات المستقبلية. المريضة لا تدخن، وهو عامل إيجابي يساهم في تحسين الحالة العامة."}
{"patient_id": "1053315865", "patient_name": "نوف بنت محمد العتيبي", "patient_age": 77, "gender": "female", "document_date": "2024-04-08", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الملك فهد 40, الدمام", "smoking_status": false, "blood_type": "B+", "occupation": "موظف حكومي", "conditions": ["الربو", "ارتفاع ضغط الدم", "فقر الدم", "الخرف", "الاكتئاب"], "medications": ["ديكلوفيناك"], "icd10_code": ["J45", "I10", "D64", "F03", "F32"], "department": "الجهاز الهضمي", "primary_diagnosis": "الخرف", "doc_type": "discharge", "clinical_notes": "المريضة نوف بنت محمد العتيبي، تبلغ من العمر 79 سنة، دخلت المستشفى بسبب تدهور في حالتها الصحية مع ضيق في التنفس وزيادة أعراض الربو. تعاني من تاريخ مرضي يشمل الربو، HTN، فقر الدم، الخرف والاكتئاب. لا توجد حساسية معروفةة تجاه الأدوية، وتتناول ديكلوفيناك. لا تدخن.\n\nأثناء إقامتها بالمستشفى، تم إجراء فحص شامل وتقييم لوظائف الرئة حيث تبين وجود زيادة في أعراض ال-COPD. تم تعديل الجرعات الدوائية وإضافة العلاج بالأكسجين O2 therapy وتحسين خطة الربو بموسعات الشعب الهوائية Bronchodilators. كما استمر العلاج لارتفاع الضغط بمدرات البول Diuretics وتم مراقبة مستوى الهيموجلوبين لعلاج فقر الدم.\n\nالتوصيات عند الخروج تشمل متابعة بانتظام مع العيادة التنفسية وضبط الأدوية خاصة في حالات ال-Hypertension والربو. يوصى بمراجعة طبيب الأعصاب لتقيم حالة الخرف وتاول الأدوية المضادة للاكتئاب بشكل منتظم. ينصح بتجنب أي مهيجات قد تؤدي إلى نوبات الربو واستمرار العلاج الطبيعي والتأهيل لتحسين الحالة العمة والحركية."}
{"patient_id": "1812236238", "patient_name": "بسمة بنت خالد الغامدي", "patient_age": 9, "gender": "female", "document_date": "2024-10-24", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع الأمير محمد بن عبدالعزيز 35, حائل", "smoking_status": true, "blood_type": "O+", "occupation": "محامي", "conditions": ["الاكتئاب", "النقرس", "فرط شحميات الدم", "هشاشة العظام", "الانسداد الرئوي المزمن"], "medications": ["إيبوبروفين", "أسبرين"], "icd10_code": ["F32", "M10", "E78", "M81", "J44"], "department": "الجراحة العامة", "primary_diagnosis": "النقرس", "doc_type": "discharge", "clinical_notes": "المريضة بسمة بنت خالد الغامدي، 10 سنوات، أنثى، تم إدخالها إلى المستشفى بسبب تفاقم أعراض COPD المصاحبة لصعوبة في التنفس وتدهور الحالة العامة. تعاني المريضة من الاكتئاب والنقرس وفرط شحميات الدم (dyslipidemia) وهشاشة العظام، وتتناول إيبوبروفين (Ibuprofen) وأسبرين (Aspirin) بشكل منتظم. وقد لوحظ ععند الدخول شدة الأعراض التنفسية مع وجود تاريخ من التدخين.\n\nتم وضع المريضة على خطة علاجية تشمل الأدوية الموسعة للشعب الهوائية (bronchodilators) والعلاج بالستيرويدات (steroids) لتحسين الوظيفة التنفسية، وكذلك تم تعديل نظامها الدوائي لتحسين مستويات الدهون في الدم وإدارة الأعراض المرتتبطة بالنقرس. تلقت لمرية جلسات العلاج الطبيعي التنفسي (pulmonary physiotherapy) وتم تشجيعها على الإقلاع عن التدخين كجزء من خطة العلاج الشاملة.. \n\nينصح بمتابعة الحالة مع أخصائي الأمراض الصدرية وأخصائي النقرس لضبط العلاجات ومتابعة مستوى الدهون في الدم. ضرورة متابعة العلاج الطبيعي التنفسي بشكل دوري، والاستمرار في الأدوية الموصوفة، مع إجراء فحوصات دورية لوظائف الرئة ومستويات الدهون. يجب توعية المريضة بأهمية الإقلاع عن التدخين وتأثيره السلبي على حالتها الصحية."}
{"patient_id": "1937346706", "patient_name": "غادة بنت راشد الأحمدي", "patient_age": 83, "gender": "female", "document_date": "2025-08-05", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع فلسطين 95, القطيف", "smoking_status": false, "blood_type": "O+", "occupation": "سائق", "conditions": ["السكتة الدماغية", "فرط شحميات الدم", "السكري النوع الثاني", "الفشل الكلوي المزمن"], "medications": ["باروكستين", "ديكلوفيناك"], "icd10_code": ["I63", "E78", "E11", "N18"], "department": "الجراحة العامة", "primary_diagnosis": "فرط شحميات الدم", "doc_type": "discharge", "clinical_notes": "الاسم: غادة بنت راشد الأحمدي، العمر 84 سنة، أنثى. تعاني المريضة من الأمراض المزمنة التالية: سكتة دماغية سابقة،، فرط شحميات الدم (Hyperllipidemia)، السكري النوع الثاني (Type 2 DM)، والفشل الكلوي المزمن (CKD). تم إدخالها إلى المستشفى بسبب تدهور حالتها الكلوية وزيادة في مستوى الكرياتينين الدموي. لا توجد حساسية معروفة. \n\nتم تقديم الرعاية اللازمة للمريضة خلال فترة الإقامة منها تعديل نظام الأدوية وتقدديم العلاج الدوائي المناسب. العلاج شمل تعديل جرعة الباروكستين (Paroxetine) بما يتماشى مع حالتها الكلوية، واستمرار استخدام ديكلوفيناك (Diclofenac) مع متابعة وظائف الكلى بشكل دوري تم توفير الرعاية الغذائية المناسبة لحالة السكري وCKD.\n\nنوصي بمتابعة طبية منظمة في العيادات الخارجية لمراقبة مستويات السكر في الدم (Blood Glucose) ووظائف الكلى (Renal Function Tests). كما يفضل إجراء فحوصات دورية لشحميات الدم (Lipid Profile). ينبغي على المريضة اتباع نظام غذائي صحي ومتوازن وتقليل تناول الأملاح. ننصح أيضًا بالاستمرر في العلاج الطبيعي لتحسين الحركة والوقاية من مضاعفات السكت الدماغية. إذا ظهرت أي أعراض جديدة، يجب مراجعة الطبيب فوراً."}
{"patient_id": "1046537559", "patient_name": "سعود بن راشد الشهراني", "patient_age": 25, "gender": "male", "document_date": "2025-05-07", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع التحلية 111, نجران", "smoking_status": false, "blood_type": "O+", "occupation": "ضابط", "conditions": [], "medications": [], "icd10_code": [], "department": "الصدرية", "primary_diagnosis": "لا يوجد", "doc_type": "discharge", "clinical_notes": "المريض سعود بن راشد الشهراني، عمره 26 سنة، دخل المستشفى بتاريخ 25 سبتمبر 2023 بسبب ألم حاد في البطن. بعد الفحص السريري والفحوصات المخبرية، تبين أن المريض يعاني من التهاب الزائدة الدودية (Appendicitis). تم إجراء استئصال الزائدة الدودية (Appendectomy) بالمنظار بتاريخ 26 سبتمبر 2023. لم تظهر أي مضاعفات خلال العملية أو بعدها، وظلت علامات الحيوية للمريض مستقرة طوال فترة الإقامة.\n\nخلال فترة العلاج، تلقى المريض مضادات حيوية (Antibiotics) وقائية وكانت استجابته جيدة. لم تكن هناك حاجة لنقل دم حيث أن مستويات الهيموغلوبين انت ضمن النطاق الطبيعي. تم متابعة حالته بشكل دوري من قبل فريق الجراحة العامة، وتم تحسين الألم باستخدام مسكنات الأل البسيطة عند الحاجة.\n\nالتوصيات عند الخروج تشمل العودة إلى العيادة الخارجية بعد أسبوعين لإزالة الغرز إذا لزم الأمر، ومتابعة الحالة العامة في حال ظهور أي أعراض جديدة مثل الحمى أو ألم شديد في البطن. ينصح بتنب النشاط البدني الشديد لمدة 4 أسابيع ومراقبة أي علامات لـinfeection. لا توجد قيود غذائية محددة بعد الخروج، لكن يفضل تناول وجبات خفيفة ومتعددة. المريض لا يعاني من أي حساسية معروفة."}
{"patient_id": "1947174643", "patient_name": "سارة بنت أحمد الزهراني", "patient_age": 13, "gender": "female", "document_date": "2023-12-16", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع الأندلس 40, الخبر", "smoking_status": false, "blood_type": "O-", "occupation": "عسكري", "conditions": ["التهاب المفاصل", "فشل القلب", "الانسداد الرئوي المزمن", "الاكتئاب", "فرط شحميات الدم"], "medications": ["أتورفاستاتين", "سيمفاستاتين", "هيدروكلوروثيازيد", "أسبرين", "ميتفورمين"], "icd10_code": ["M19", "I50", "J44", "F23", "E78"], "department": "الأورام", "primary_diagnosis": "الانسداد الرئوي المزمن", "doc_type": "discharge", "clinical_notes": "تم إدخال المريضة سارة بنت أحمد الزهراني، العمر 15، إلى المستشفى بسبب تفاقم أعراض COPD مع ضيق تنفس وزيادة في إفراز البلغِم. تاريخها المرضي يشمل التهاب المفاصل، CHF، COPD، الاكتئاب وDyslipidemia. لا تاريخ للتدخين. كانت تتناول الأدوية التالية عند الدخول: أتورفاستاتين، سيمفاستاتين، هيدروكلوروثيازيد،، أسبرين، ميتفورمين.\n\nأثناء الإقامة، تم بدء العلاج ببروتوكول COPD الحاد اللذي شمل: corticosteroids، bronchodilators، وantibiotics. إضافة إلى ذلك، تم إضافة Gabapentin كجزء من التحكم في الألم العصبي المتعلقة بالتهاب المفاصل، ويجب على المريضة تناول جابابنتين بشك منتظم. الحالة النفسية للمريضة قد أثرت على استجابتها للعلاج، وتم تديم استشارة نفسية أثناء الإقامة.\n\nعند الخروج، توصى المريضة بالمتابعة في عيادة الأمراض الصدرية وعيادة النفسية، والاستمرار على النظام الدوائي كما هو مع التركيز على الانتظام في جابابنتين. يُنصح بمتابعة مستوى الدهون في الدم ووظائف الكلى بشكل دوري. يجب تجنب أي محفزات قد تزيد من أعراض الجهاز التنفسي."}
{"patient_id": "1594406405", "patient_name": "يوسف بن ناصر الشهراني", "patient_age": 56, "gender": "male", "document_date": "2023-08-18", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الملك عبدالله 31, ينبع", "smoking_status": false, "blood_type": "A+", "occupation": "رجل أعمال", "conditions": ["فشل القلب", "الاكتئاب", "الرجفان الأذيني", "مرض الكبد الدهني", "الربو"], "medications": ["باروكستين"], "icd10_code": ["I50", "F32", "I48", "K76", "J45"], "department": "الجهاز الهضمي", "primary_diagnosis": "فشل القلب", "doc_type": "discharge", "clinical_notes": "المريض يوسف بن ناصر الشهرااني، عمره 59 سنة، دخل المستشفى بسبب تفاقم أعراض فشل القلب Heart Failure وAF، مع وجود تاريخ مرضي يشمل الربو ومرض الكبد الدهني Fatty Liver Disease. لا يعاني من DM أو HTN، ولا يدخن. يستخدم باروكستين لعلاج الاكتئاب، ولا توجد لديه حساسية معروفة.\n\nخلال فترة الإقامة في المستشفى، تم معالجة المريض بسوائل وريدية IV Fluids ومدرات البول Diuretics لتحسين أعراض احتقان الرئة. كا تمت مراقبة نسبة الأكسجين وAF بدقة. استقرّت حالة المريض بعد تعديل الجرعات الدوائية وتحسين العلاجات الداعمة. تم تقديم استشارة نفسية للمريض لدعمه في التعامل مع الاكتئاب.\n\nللمتابعة، يوصى بالالتزام بمواعيد المتابعة الدورية في عيادة القلب ومراجعة الأدوية الحالية لضمان عدم تداخلها مع حالة الكبد. ينصح بالاستمرار في العلاج الطبيعي لموصوف للربو وتجنب المحسسات المعروفة. يجب مرااقبة الوزن يومياً وتسجيله، واستخدام جهاز قياس ضغط الدم في المنزل. في حال حدوث أي أعراض جديدة أو تفاقم الأعراض القديمة، مثل ألم الصدر أو زيادة ضيق التفس، يجب التوجه فوراً إلى الطوارئ."}
{"patient_id": "1232858843", "patient_name": "منيرة بنت إبراهيم العسيري", "patient_age": 62, "gender": "female", "document_date": "2024-09-16", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الملك عبدالعزيز 42, مكة المكرمة", "smoking_status": false, "blood_type": "AB+", "occupation": "متقاعد", "conditions": ["الربو", "الانسداد الرئوي المزمن", "ارتفاع ضغط الدم", "مرض الكبد الدهني", "السكتة الدماغية"], "medications": ["إنسولين", "وارفارين", "أتورفاستاتين"], "icd10_code": ["J54", "J44", "I10", "K76", "I63"], "department": "الشيخوخة", "primary_diagnosis": "الربو", "doc_type": "discharge", "clinical_notes": "المريضة منيرة بنت إبرايم العسيري، 63 عامًا، أنثى، لديها تاريخ مرضي يشمل الربو، COPD، HTN، مرض الكبد الدهني، والسكتة الدماغية السابقة. تم إدخال المريضة إلى المستشفى بسبب تفاق أعراض الربو وCOPD، مع صعوبة في التنفس وصفير في الصدر.\n\nخلال الإقامة في المستشفى، تمت مراقبة الوظائف التنفسية بعناية وتم البدء في العلاج بالأكسجين والعلاجات الدوائية Bronchodilators مثل السالبوتمول (Salbutamol) والستيرويدات عن طريق الفم (Oral Corticosteroids). كما تم تعديل جرعة الأدوية الحالية لضبط HTN وDM، مع مراقبة INR بانتظام لضمان فعالية وسلامة العلاج بالوارفارين (Warfarin).\n\nتوصيات المتابعة: يجب على المريضة الاستمرار في استخدام أجهزة الاستنشاق الموصوفة لها والاستمرار في تناول الأدوية الحالية مع مراجعة مستمرة لمستويات الجلوكوز بالدم وضغط الدم. يُوصى بزيارة طبيب الجهاز التنفسي وأخصائي أمراض القلب بشكل دوري لمراجعة مستجدات الحالة الطبية. أيضاً نظراً لتاريخ السكتة الدماغية، يجب مراقبة أي أعراض عصبية جديدة والتوجه للطوارئ فوراً في حال حدوثها. تم توعيتها كذلك بأهمية الحمية الغذائية المناسبة لمرضى DM وHTN والامتناع عن أي مجهود بدني زائد."}
{"patient_id": "1382675864", "patient_name": "العنود بنت عمر الخالدي", "patient_age": 47, "gender": "female", "document_date": "2024-02-18", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الملك عبدالعزيز 64, جدة", "smoking_status": false, "blood_type": "B+", "occupation": "مبرمج", "conditions": [], "medications": ["إنسولين"], "icd10_code": [], "department": "الغدد الصماء", "primary_diagnosis": "لا يوجد", "doc_type": "discharge", "clinical_notes": "المريضة العنود بنت عمر الخالد، تبلغ من العمر 49 عامًا، دخلت المستشفى بسبب أعراض حادة للسكري (DM) غير المنضبط. لا توجد لديها أمراض مزمنة أخرى مسجلة، وتستخدم الإنسولين كعلاج رئيسي. تاريخها المرضي لا يحتوي على حالات مزمنة أخرى كـ HTN أو IHD. تم إدخالها للمراقبة وتنظيم مستويات الجلوكوز في الدم وضبط جرعات الإنسولين.\n\nأثناء الإقامة في المستشفى، تم إجراء الفحوصات اللازمة، بما في ذلك Complete Blood Count وElectrolytes، والتي أظهرت حاجة إلى تعديل جرعات الإنسولين. تم تطبيق نظام غائي خاص بالسكري، وتمت مراقبة مستويات السكر في الدم بشكل دوري مع تعديل جرعات الإنسولين حسب الحاجة. لم تسجل أي حساسية لأدوية أو مواد أخرى.\n\nتوصيات الخروج تشمل: الاستمرار في متابعة نظام غذائي صحي، وضبط جرعات الإنسولين بناءً على قياسات الجلوكوز اليومية باستخدام glucometer. يُنصح بزيارة طبيب الغدد الصماء Endocrinologist بشكل دوري لضمان التحكم الأمثل في مستويات السكر في الدم. الالتزام بمواعيد المتابعة المنتظمة في عيادات السكري، والاتصال بالطبيب عند ظهور أي أعراض غير معتادة. ننصح المريضة أيضًا بالتوقف عن أي أدوية أو مكملات غذائية دون استشارة طبية لا توجد إشارة إلى التدخين أو الكحوليات، مما يساهم في تحسن الحالة الصحية العامة للمريضة."}
{"patient_id": "1615654520", "patient_name": "بسمة بنت علي العسيري", "patient_age": 47, "gender": "female", "document_date": "2025-12-12", "facility_name": "مدينة الرياض الطبية", "patient_address": "شارع العليا 106, نجران", "smoking_status": false, "blood_type": "O-", "occupation": "معلم", "conditions": [], "medications": ["أملوديبين", "ليفوثيروكسين", "راميبريل", "ديكلوفيناك", "ميتوبرولول", "هيدروكلوروثيازيد"], "icd10_code": [], "department": "الأعصاب", "primary_diagnosis": "لا يوجد", "doc_type": "discharge", "clinical_notes": "المريضة بسمة بنت علي العسيري، 47 سنة، أنثى، دخلت المستشفى بسبب آلام شديدة في البطن. لا تعاني من أمراض مزمنة معروفة وليس هنالك تاريخ مرضي ل DM أو HTN أو IHD أو COPD أو CKD أو AF. لا تدخنن وليس لدديها حساسية معروفة للأدوية. في بداية القبول، أظهر الفحص السريري وجود ألم في الربع العلوي الأيمن للبطن، وتم الاشتباه في التهاب المرارة (Cholecystitis).\n\nخلال الإقامة في المستشفى، تم إجراء تصوير بالموجات فوق الصوتية (Utrasound) للبطن والذي أكد وجود حصى في المرارة مع التهاب. تم بدء العلاج التحفظي بـ IV Fluids و Analgesics مثل ديكلوفينك، وتمت مراقبة الحالة مع تحسين النظام الغذائي. تم إجراء عملية استئصال المرارة بالمنظار (Laparoscopic Cholecystectomy) بنجاح دون مضاعفات.\n\nالتوصيات عند الخروج تشمل: متابعة في عيادة الجراحة بعد أسبوعين لمراجعة الجروح وتقييم الحالة االعامة، الاستمرار على الأدوية الموصوفة بما في ذلك أملوديبين وليفوثيروكسين وراميبريل وميتوبرولول وهيدروكلوروثيازيد، وتجنب الأطعمة الدهنية. ينصح بالتواصل فوراً في حالة حدوث حمى أو ألم شديد أو أي أعراض غير متوقعة. نتمنى لها الشفاء العاجل."}
{"patient_id": "1767976432", "patient_name": "هند بنت ناصر السبيعي", "patient_age": 19, "gender": "female", "document_date": "2024-05-14", "facility_name": "مدينة الرياض الطبية", "patient_address": "طريق الملك فهد 87, عرعر", "smoking_status": false, "blood_type": "A-", "occupation": "صيدلي", "conditions": ["مرض الشريان التاجي", "ارتفاع ضغط الدم"], "medications": ["أوميبرازول"], "icd10_code": ["I25", "I10"], "department": "المسالك البولية", "primary_diagnosis": "مرض الشريان التاجي", "doc_type": "discharge", "clinical_notes": "المريضة هند بنت ناصر السبيعي، العمر 21 عامًا، أنثى، دخلت للمستشفى بسبب آلام في الصدر وثقل في التنفس. لديها تاري مرضي يشمل IHD وHTN. كانت المريضة تعالج بأوميبرازول (Omeprazole) ولا تدخن. لا توجد تحسس معروفة للأدوية.\n\nتم إجراء الفحوصات اللازمة بما في ذلك EKG الذي أظهر تغيرات طفيفة في ST-segment، وتم إجراء تحاليل دموية لتقييم مستويات التروبونين (Troponin) التي كانت ضمن النطاق الطبيعي. تمت إدارة الحالة بدايةً بإعطاء النيتروجلسرين (Nitroglycerin) تحت اللسان ومراقة العلامات الحيوية. تم تحسين الحالة بعد ببديومين من الاستشفاء.\n\nعند الخروج، تم توصية المريضة بالاستمرار على أوميبرازول ومتابعة العلاجات الوقائية لـ IHD وHTN معع طبيب القلب. يُنصح بتجنب الإجهاد البدني الشديد واتباع نظام غذائي صحي يقلل من الدهون والملح. موعد المتابعة مخطط له بعد أسبوعين في عيادة القلب لمراجعة الحالة وضبط العلاج حسب الحاجة."}
