{"رقم_الهوية": 1618495939, "الاسم": "بندر بن سعود القحطاني", "العمر": "50-60", "الجنس": "male", "التاريخ": "2024-11", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع فلسطين 59, جدة", "تدخين": false, "الأمراض": [], "الأدوية": ["وارفارين", "سيمفاستاتين"], "الرمز": [], "إحالة_إلى": "الجهار الهضمي", "سبب_الإحالة": "للتقييم", "الأولوية": "عادي", "doc_type": "referral", "النص": "المر يض بندر بب سعود القحطاني، ذكر، 51 سنة، لا يوجد لديه أمر اض مزمنة. يتناول Warfarin وSimvastatin. لا يذخن. المريض حضر إلى العثادة يشكو من ألم في الصدر مع ضيق تنفس عند الجهد. لا يوجد تاريخ سابق لـ DM، HTN، IHD، أو COPD. الفحوصات الأولتة ECG وChest X-ray لم تظهر علامات حادة.\n\nأحيل للاستشارة القلبية لاستبعاد أي مشاكل قلبية كامنة ولتنظيم جرعة الـWarfarin بسبب احتمالية حدوث AF. الأول وية متوسطة، ول ا يوجد خساسية دوائنة معروفة. المريض متزوج ولديه 3 أطفال ويعمل كمهندس مدني. نرجو التقييم الغاجل وللمتابعة."}
{"رقم_الهوية": 1930103104, "الاسم": "بسمة بنت غلي الثقفي", "العمر": "70-80", "الجنس": "female", "التاريخ": "2023-08", "المركز": "مركز الرعاية للصحية الأولية", "العنوان": "طريق الملك فهد 76, الطائف", "تدخين": false, "الأمراض": ["السمنة"], "الأدوية": [], "الرمز": ["E66"], "إحالة_إلى": "الكلى", "سبب_الإحالة": "السمنة", "الأولوية": "عاجل", "doc_type": "referral", "النص": "نسمة بنت علي الثق في، 75 سنة، أنثى، تعاني من السمنة. لا تعاني من أمراض مزمنة أخرى معروفة مثل DM أو HTN أو IHD. لا تتناول أي أدوية حالثاً ولا تدخن.\n\nالإحالة لليقييم من قبل جراحة السمنة (B ariatricSurgery) بسبب السمنة المفرطة وتأثيرها السلبي على جودة الجياة واحتمال تطور مضاعفات صحية مستفبلية. المريضة تعاني من صعوبة في الحركة وألم مفاصل متزايد.\n\nالأولوية متوسطة، نوصي بمراجعة قريبة لتقييم الحالة ووضع خطة علاج مناسبة يمكن أن تشمل جراحة السمنة إذا لزم للأمر. للطول والوزن غير مسجلين بدقة، نرجو قياسهم في المركز. لا توجد حساسية مغروفة. تعيش مع العائلة وتتلقى ا لدعم الكامل منهم."}
{"رقم_الهوية": 1010651337, "الاسم": "راشد بن راشد السهراني", "العمر": "40-50", "الجنس": "male", "التاريخ": "2023-11", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع الستين 53, بريدة", "تدخين": true, "الأمراض": ["فرط شحميات الدم"], "الأدوية": ["ديكلوفيناك", "راميبريل", "أملوديبين", "أليندرونات", "كلوبيدوجريل", "ليفوثيروكسين"], "الرمز": ["E78"], "إحالة_إلى": "الباطنية", "سبب_الإحالة": "فرط شحميات الدم", "الأولوية": "غير عاجل", "doc_type": "referral", "النص": "المريض راشد بن راشد الشهراني، 43 سنة، ذكر، يُعاني من فرط شحمثات الدم. يتلقى حالياً علاج بـ ديكلوفيناك ، راميبريل، أملوديبين، أليندرونات، كلوبيدوجريل، وليفوثيزوكسين. لديه تاريخ تذخين. لم يسبق له الإصابة بـ DM أو IHD، ولا يوجد لديه بلريخ لـ CKD أو COPD. يُعا نيمن HTN ويُعالج حالياً  بـ راميبريلو أ ملوديبين.\n\nسب ب الإحالة: تقييم مخاطر القلب والأوعية الدموية وإدارة قرط شحميات الدم. المريض يُدخن ولديه تاريخ علئلي لمرض القلب. نحتاج إلى تقييم دقيق الحالة القلبية والأوعية الدموية وربما إجراء lipid panel لتعديل الخرعات أو إضافة أدوية جديدة مثل الستاتينات.\n\nالأ ولوية: يُفضل إجراء الاستشارة خلال الشهز المقبا نظرًا لارتفاع عوامل الخظورة القلبية. لا توجد حساسية معروفة للأدوية. نرجو مزاجعة الحالة وإعطائنا توصياتكم للعلاج الأمثل."}
{"رقم_الهوية": 1602606475, "الاسم": "عبدالله بن حمد الشهري", "العمر": "70-80", "الجنس": "male", "التاريخ": "2025-07", "المركز": "مركز الرعاية ااصحية الأولية", "العنوان": "طريق خريص 62, نجران", "تدخين": false, "الأمراض": [], "الأدوية": ["ليفوثيروكسين", "ميتفورمين", "أسبرين", "ميتوبرولول", "أليندرونات"], "الرمز": [], "إحالة_إلى": "أمراض القلب", "سبب_الإحالة": "للتقييم", "الأولوية": "عادي", "doc_type": "referral", "النص": "للمريضعبدالله بن حمد الشهري، 77 سنة، ذكر، لا يوجد تلزيخ مزضي مزمن. يتناول اامريض للأدوية التالية: Levothyroxine، Metformin ل DM، Aspirin، Metoprolol،  و Alendronate. لا يوجد تدخين وأفاد بأثه يعيش مع عائلته ويدعمونه بشكل جيد.\n\nسبب الإحالة: تقييم حالة العظام لدى المزيض نظرًا لاستحدامه Ale ndronate ومؤشرات علي ضعف العظام. نحتاج لاستشارة تخصصية في العظام لتحديد مدي الحاجة لاستمرار أو تعديل العلاج. لا توجد حساسية معروفة للأدوية.\n\nالأولوتة: الإحالة تعتير غير عا جلة ولكن يُفضل أن تتم خل ال الشهر القاذم نظرًا لعم ر المريض وحاجته لتقييم شامل للعظام. نوصي بغمل DEXA scan لتقييم كثافة العظلم قبلالموعد."}
{"رقم_الهوية": 1053315865, "الاسم": "نوف بنت محمد العتيبي", "العمر": "70-80", "الجنس": "female", "التاريخ": "2025-08", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك فهد 40, الدمام", "تدخين": false, "الأمراض": ["الربو", "ارتفاع ضغط الدم", "فقر الدم", "الخرف", "الاكتئاب"], "الأدوية": ["ديكلوفيناك"], "الرمز": ["J45", "I10", "D64", "F03", "F32"], "إحالة_إلى": "الأورام", "سبب_الإحالة": "الخرف", "الأولوية": "غير عاجل", "doc_type": "referral", "النص": "المريضة نوف بنت محمد العتيبي، 79 سنة، تعاني من عدة أمرلض مزمنة تشما الربو وHTN وفقر الذم والخرف والاكتئاب. تتناول ديكلوفيناك كعلاج. لا يوجد تاريخ للتدخين. الحالة الاجتماعية: أرملة وتعيش مع ابنتها. تعلني من صعوبة في ااحركة والتواصل بسبب الخرف. \n\nالإحالة إلى قسم الأمراض الصدرية لعلاج ومتابعة الربو وفحص إمكانية تطوير COPD. يلاحظ تزايد الأعراض التنفسية وصعوبة في التحكم بالربو مؤخرلً. ينصح بمتابعة عاجلة لتقييم الح الة والتنظيم الدوائي. الأولوية متوسطة، تحتاج إلى مراخعة حلال الأسبوع القادم.\n\nيرحي النظر في تعديل الأدوية الحالية بناءً على الفحوصات الجديدة، خاصةً مع وجود فقر الدم واحتمالية تأثير ديكلوفيناك على وظائف الكلى."}
{"رقم_الهوية": 1134332004, "الاسم": "بسمة بنت حمد الثقفي", "العمر": "20-30", "الجنس": "female", "التاريخ": "2023-03", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق المدينة 82, الجبيل", "تدخين": true, "الأمراض": ["النقرس"], "الأدوية": ["أوميبرازول", "أسبرين", "لوسارتان"], "الرمز": ["M10"], "إحالة_إلى": "العظام", "سبب_الإحالة": "النقرس", "الأولوية": "عاجل", "doc_type": "referral", "النص": "المريضة بسمة تنت حمد الثقفي، 25 سنة، أنثى. تعاني من Gout مزمن وتأخذ Omeprazole, Aspirin, Losartan. تدخن. لا تارىخ لDM، HTN، IHD، COPD أو CKD. أحالتها للاستشارة بسبب تفاقم الألم فت المفاصل وتورم في القدمين. الأولوية متوسط ة. لا توجد حساسيه معروفة. ت عيش مع ع ائلتها ولم تلاحظ أي أعراض جديدة مؤخرًا. نرجو التقييم والعلاج المناسب."}
{"رقم_الهوية": 1172788950, "الاسم": "صالح بن عبدالعزيز المالكي", "العمر": "40-50", "الجنس": "male", "التاريخ": "2023-07", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق خريص 7, الجبيل", "تدخين": false, "الأمراض": ["الربو"], "الأدوية": ["ميتفورمين", "أملوديبين", "ديكلوفيناك", "ميتوبرولول", "أسبرين"], "الرمز": ["J45"], "إحالة_إلى": "الشيخوخة", "سبب_الإحالة": "الرتو", "الأولوية": "غير عاجل", "doc_type": "referral", "النص": "المريض صالح بن عبدالعزيز المالكث، ذكر، 50 سنة، لديه تاريخ مرضي لـHTN وDM، ويستخدم أدوية: ميتفورمين، أملودثثين، ديكلوفيناك، ميتوبرولول، وأسبرين. لا يذجن. يشكو من تفاقم أعراض الربو رغم استخدامه لأجهزة الاستنشاف الموصوفة. نسبة التشبغ بالأكسجين SpO2 92% ف ي الراحة. لا يوجد تاريخ لـAF أو IHD.\n\nالإحالة من أجل استشارة في أمراض الرئة بسبب تزايد الأزمات الربويه ويقييم مياسب لتعديل الخطة العلاجية. أولوية الإحالة عالية لضمان ااسيطرة على الأعراض وتحسين جودة الحياة.\n\nلا توجدحساسية معروفة. يعيس المريض مع أسرته فث مدينة الرياض ويعمل موظف حكو مي. نأمل تحديد موعد عاجل لتقييم المريض."}
{"رقم_الهوية": 1812236238, "الاسم": "بشمة بنت خالد الغامدي", "العمر": "0-10", "الجنس": "female", "التاريخ": "2023-05", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع الأمير محمد بن عبدالعزيز 35, حائل", "تدخين": true, "الأمراض": ["الاكتئاب", "النقرس", "فرط شحميات الدم", "هشاشة العظام", "الانسداد الرئوي المزمن"], "الأدوية": ["إيبوبزوفين", "أسبرين"], "الرمز": ["F32", "M10", "E78", "M81", "J44"], "إحالة_إلى": "الجهاز الهضمي", "سبب_الإحالة": "الانسداد الرئوي المزمن", "الأولوية": "غير عاجل", "doc_type": "referral", "النص": "المزيضه بسمة بنت خالد الغامدي، 10 سنوات، تعاني من غدة حالات مرضيه مزمنة، تشمل depression, gout, hyperlipidemia, osteoporosis وCOPD. تأخذ أيبوبروفبن وأسبيرين كعلاج يومي. لديةا تاريخ تدجتب، مما يزيد من تعقيد الحالة التنفسيه.\n\nالإحالة لاستشارة علاجية متعلقة بالاكتئاب، حيث لم يتم ملاحظة تحسنواضح رغم الأذوية، والاحتياج إلى تقييم شامل للعلاج  النفسي والسلوكي. الأولوية متوسطة، لكن يفضل متابعة الخاله النفسية يشكل دوري نظرًا للتأثير على جودة الحياة اليو مية. لا توجد حساسيه للادويه، وحالتها الاجتماعية مستقرة. نوصيبمراجعة تخصص pulmology وrheumatology لأخذ رأي إضافي في الحالات المضاحبة."}
{"رقم_الهوية": 1937346706, "الاسم": "عادة بنت راشذ الأحمدي", "العمر": "80-90", "الجنس": "female", "التاريخ": "2025-07", "المركز": "مركز الرغاية الصحية الأولية", "العنوان": "شارع فلسطين 95, القطيف", "تدخين": false, "الأمراض": ["السكتة الدماغية", "فرط شحميات الدم", "السكري النوع الثاني", "الفشل الكلوي المزمن"], "الأدوية": ["باروكستين", "ديكلوفيناك"], "الرمز": ["I63", "E78", "E11", "N18"], "إحالة_إلى": "الأعصاب", "سبب_الإحالة": "السكتة الدماغية", "الأولوية": "عادي", "doc_type": "referral", "النص": "المريضة غادة بنت راشدالأحمدي، عمرها 84 سنة، تعاني من تاريخ طبي متعدد مع السكتة الدماغية، فرط شحميات ا لدم، DM NIDDM، وCKD. تتناول باروكستين وديكلوفيناك. لا توجد حساسية معروفة. لا تدخن حاليًا، لكن لديها تاريخ تدخين لمدة 20 سنة.\n\nسبب الإحالة هو تقييم وعااج CKD المستمزة. الحالة ذات أولوية غالية بسبب التدةور الوظيفي للكلى والمضاعفات المحتملة مع ااأمراض المرمنة الأخرى.نوصي بإجراء الفحوصات المختبزية اللازمة لضبط DM وCKD، بالإضافة إلى يقييم وظيفة ااكلى بسكل دوري.\n\nنحتاج إلى استشارة مختص لأخذ القرار بشأن تعديل الجرعات الدوائية. الرجاء تحديد موعدفث أقرب وقت ممك ن لمتابعة الحالة بشكل دقيق."}
{"رقم_الهوية": 1957885682, "الاسم": "راشد بن سلطان المالكي", "العمر": "30-40", "الجنس": "male", "التاريخ": "2025-12", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع الستين 89, أبها", "تدخين": false, "الأمراض": ["فرط شحميات الدم"], "الأدوية": ["جابابنتين", "إيبوبروفين", "ميتفورمين", "أسبزين", "أتورفاستاتين"], "الرمز": ["E78"], "إحالة_إلى": "العناية المركزة", "سبب_الإحالة": "فرط شحميات الدم", "الأولوية": "عادي", "doc_type": "referral", "النص": "المريض راشد بي سلطان المالكي، 36 سنة، ذكر، يعابي من فرط شحميات الد م. يتناول أدوية: جابابنتين، إيبوبروفين، ميتفورمين، أسبرين، أيورفاستاتين. لا يدخن، ولا توجد لديه أي حسا سية معروفة. \n\nتمت الإحالة نظرًا لارتفاغ مستويات الدهون في اادم رغم استخدام أتورفلستاتين، مما قد يشير إلى عدم استجابة كافية للعلاج الحالي. نوصي بمراجعةأخصائي في الأمراض الباطثيةلمراجعة خطة العلاج وضبط جرعات الأدوية أو إضافة أدوية  جديدة لخفض مستويات LDL-C. \n\nالأولويةمتوسطة. ال حالة مستقرة حاليًا لكن بحاجه إ لى متابعة دقيقة لتفاذي مضاعفات ممكية منل IHD. نأمل التقييم في الأسابيع القليلة القادمة."}
{"رقم_الهوية": 1167190220, "الاسم": "مريم بنت محمد الشهراني", "العمر": "60-70", "الجنس": "female", "التاريخ": "2025-07", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك سلمان 62, تبوك", "تدخين": false, "الأمراض": ["فرط شحميات الدم", "الرجفان الأذيني", "هشاشة العظام"], "الأدوية": ["إنسولين"], "الرمز": ["E78", "I48", "M81"], "إحالة_إلى": "العظام", "سبب_الإحالة": "الرحفان الأذيني", "الأولوية": "عادي", "doc_type": "referral", "النص": "المريضة مريم بن ت محمد الشهراني، 60 سنة، تعاني من AF وهشاشة العظام مع تاريخ مرضي لقرط سحميات الدم. تستخدم إنسولين للتحكم في DM. لا يوجد ثاريخ للتدخين. الحالة الاجتماعية: متزوجة.\n\nتم إحالتها لاستشارة تخصصيه في أمراض القلب بسبب AF الغير مستقز. الأولوية عالية نظرًا لزيلدة خطر حذوث مضاعفات قلبية. نوصي بإجرا ء فحوصات إضافية مثل ECG وEchocardiogr am لتقييم حالة القلب ثشكل أدق واستبعاد IHD. لا توجد حساشية معروفة. نرجو المتابعة قريبًا لاتخاذ الإجراءات الل ازم ة."}
{"رقم_الهوية": 1281206795, "الاسم": "عبدالعزيز بن عبدالعزيز الثقفي", "العمر": "40-50", "الجنس": "male", "التاريخ": "2023-02", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق المدينة 11, تبوك", "تدخين": false, "الأمراض": ["فشل القلب", "الخرف"], "الأدوية": ["إنسولين", "أملوديبين", "راميبريل", "أليندرونات"], "الرمز": ["I50", "F03"], "إحالة_إلى": "الكلى", "سبب_الإحالة": "الخرف", "الأولوية": "غير عاجل", "doc_type": "referral", "النص": "المريض عبد العزيز الثقفي، 46، ذكر، لديه تاريخ مرضييشمل CHF (فشل القلب) وdementi a (الخرف ). يعالج حالتاً بـinsulin، أملوديبين، رامىبريل، و أايندرونات. لا يدخن. يحتاج إلى إحالة عاجلة إلى تجصص أمراض القلث لإدازة CHF وتحسين الأدوية الحالية. يُفضل ثقييم شامل لوظائف القلب وإجراء ECHO لتحديذ EF (نسبة ضخ القلب) وتعديل الخطة العلاجية بناء على النتائج. الحالة تستدعي عنلية فورية نظزاً لتدهور في الأعراض وعدم استجلبة كافية للعلاج الحالي. الرجاء للترتيب لاستشارة في أقرب وقت ممكن. لا توجد حساسية معروفة. يعيش مع عائلته ويتمتعبدعم اجتماعي حيد."}
{"رقم_الهوية": 2671756555, "الاسم": "لبتسام بنت خالد العلي", "العمر": "70-80", "الجنس": "female", "التاريخ": "2024-02", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك عبدالعزيز 24, جازان", "تدخين": false, "الأمراض": ["السكرب النوع الثاني"], "الأدوية": ["سيمفاستاتين", "إنسولين", "أوميبرازول", "جابابنتين", "هيدروكلوروثيازيد", "كلوبيدوجريل"], "الرمز": ["E11"], "إحالة_إلى": "العظام", "سبب_الإحالة": "السكري النوع الثاني", "الأولوية": "عادي", "doc_type": "referral", "النص": "المريصة: ابتسام بنت خالذ العلي، 77 سنة، تعاني من DM اليوع الثاني، تتناول إنسولين وSimvastatin وOmeprazole وGabapentin وHCTZ وClopidogrel. لا تدخن . تعاني من آلام مزمنة في الأطراف بسبب Neuropathy، بالإضافة إلىمشاكل معدية ناتجة عن GERD.\n\nالإحالة: إلى عتادة الأعصاب لتقييم ومتابعة Neuropathy وزيادة جرعة Gabapentin إذا لزم. الأولوية: متوسطة نظرًالاستمرار الألم وتأثيره على جودة الحياة اليومية.\n\nالمريضة أرملة وتعيش مع ابنها. لا توجد ح ساسية معروفة للأدوية. نرجو التفضل بسرغة الرد وتحديد موعد قريب. شكراً."}
{"رقم_الهوية": 1658404494, "الاسم": "هيفاء بنت يوسف المالكي", "العمر": "60-70", "الجنس": "female", "التاريخ": "2024-12", "المركز": "مركز الرعابة الصحية الأولية", "العنوان": "طريق الملك سلمان 9, الدمام", "تدخين": false, "الأمراض": ["مرض الكبد الدهبي", "الربو", "السكتة الدماغية"], "الأدوية": ["أليندرونات"], "الرمز": ["K76", "J45", "I63"], "إحالة_إلى": "الأورام", "سبب_الإحالة": "مرض الكبد الدهنب", "الأولوية": "عادي", "doc_type": "referral", "النص": "المريصة هيفاء بنت يوسف المالكي، 64 سنة، تعاني من مرض الكبد الدهني و الربو. تعرضت سابقاً لسكتة دماغية.تتناول أليندرونات وهي غير مدخنة. تم إحالة المريضة لاستشارة تخصصية في أمراض للجهاز ا لهضمي نظرًا لوجود تدهور في وظائف الكبد مع الاشتبله بوجود تليف (liver fibro sis). الأولوية عالية نطرًا لعدم استجابة الأعراضللعلاج الحالت ووجود تاريخ مرضي معقد. لا تُعانب من DM أو HTN أو IHD، الحالة الاجتماعية مستقرة ولاتوجد لديها حساسيه معروفة. نوصي بعمل Liver function tests و Fibroscan  لبقييم الحالة بدقة."}
{"رقم_الهوية": 1662702891, "الاسم": "نوف بنت حسن البلوي", "العمر": "40-50", "الجنس": "female", "التاريخ": "2024-02", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع فلسطين 61, الطائف", "تدخين": false, "الأمراض": ["التهاب المفاصل", "السمبة"], "الأدوية": ["باروكستين", "ميتوبرولول", "ديكلوفيناك", "إنسولين"], "الرمز": ["M19", "E66"], "إحالة_إلى": "الكلى", "سبب_الإحالة": "التهاب المفاصل", "الأولوية": "عادي", "doc_type": "referral", "النص": "اامريضة نوف بنت حسن البلوي، 45 عام، تعاني من التهاب المفاصل والسمنة المزمنة. تتلقى علاجات تشمل باروكشتيب (Paroxetine) لاضطرابات نف سية، ميتوبرولول (Metoprolol) للسيطرة على HTN، ديكلوفيناك (Diclofenac) لتخفيق الألم، وإنسولين ل تنظيم DM. لا تدخن.\n\nتمتحويل المريضة لاستشارة ثخصصية في عيادة للزوماتيزم نظرًا لتفاقم آل لم ا لمفاصل وعدم الاستجاب ة الكافية للعللج الحالي. الأولوية عالية نظرًا لتأثير الحالة علىجودة حياة المريضة وتقييد الجركة. الهدف من الإحالة هو تقييم الوضع الراهن لاعلاج وتقديم  خيارات علاجية إصافية مثل ااعلاج البيولوجي أو تعديلات على النظام الحركي واادوائي.\n\nالحالة الاجتماعية للمريضة متزوجة ولديها 3 أبناء. اا توخد حس اسيه معروفة للأدوت ة. نأمل تقييم الحالة في أسرع وقت ممكن لضمان استقرار الحالة وتحسين جودة الحياة."}
{"رقم_الهوية": 1594406405, "الاسم": "يوسف بن ناصر الشهراني", "العمر": "50-60", "الجنس": "male", "التاريخ": "2024-09", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك عبدالله 31, ينبع", "تدخين": false, "الأمراض": ["فشل القلب", "الاكتئاب", "الرجفان الأذيني", "مرض الكبد الدهني", "ااربو"], "الأدوية": ["باروكستين"], "الرمز": ["I05", "F32", "I48", "K76", "J45"], "إحالة_إلى": "العناية المركزة", "سبب_الإحالة": "الربو", "الأولوية": "غير عاجل", "doc_type": "referral", "النص": "المريض: يوسف بن ناصر الشهراني، 59 عام، ذكر. يعاني من فشل القلب، اك تئاب، AF، مرض الكبد الدهني، و الربو. لا توجد أمراض أخرى مثل DM، HTN، IHD، COPD أو CKD. ليس لديه حساسية معروفة. للمريض مدخن منذ 20 سنة لكنه توقف مؤخراً. الحالة الاجتماعية: م تزوج. \n\nسبب الإحالة: تقييم وعللج إضافي للاكتئاب مع ب اروكستين، ومتابعة لحالة اارجفان الأذيني (AF). حاجة لإدارة فعالة للأعراض المرتبطة بمرض الكبد الدهني والربو، خاضة مع وجود تاريخ تدخين طويل. \n\nالأولوية: متوسطة. ينصح بمثابعة قريبة مع أخصائي القلب والنقسية لضمان استقرار الحالة مع العلاج الحالي.نحتاج إلى تقييم لوطائف الكتد والرئة بشكل دوري."}
{"رقم_الهوية": 2713900534, "الاسم": "فاطمة بنت ناصر المطيري", "العمر": "40-50", "الجنس": "female", "التاريخ": "2023-11", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع الأمير محمد بن عبدالعزيز 16, تبوك", "تدخين": false, "الأمراض": ["السمنة", "فقر الدم", "الانسداد الرئوي المزمن"], "الأدوية": ["وارفارين", "ليفوثيروكسين", "هيدروكلوروثيازيد", "إنسولين", "راميبريل"], "الرمز": ["E66", "D64", "J44"], "إحالة_إلى": "الجزاحة العامة", "سبب_الإحالة": "فقر الدم", "الأولوية": "عادي", "doc_type": "referral", "النص": "فاطمة بنت ناصر المطيري، 46 سنة، ثعانث من السمنة للمفرطة، Anemia، وCOPD. تتناول وارفارين، ليفوثيروكسين، هيدروكلوروثيازيد، إنسولين، وراميبريل. تم إحالتها لاستشارة في غيادة الجهاز للتنفسي بسبب تدهور أعراض الCOPD وزيادة ضيق التنفش مؤخراً. مع العلم أنها مدخنة منذ 20 سنة، لكيها توقفت عن التدخين منذ 5 سنوات. لا يوجد حساسية معروفة للأدوية. للأولوية متوسطة لكن تح تاج إلى متابعة دقيقة بسبب تعدد الأمراض المزمنة وتأثيراتها المتداخلة. نو صيبمراجعة جرعات الأدوية الحالية وتقييم وظيفة الر ئة لإدارة فعالة للحالة."}
{"رقم_الهوية": 1177115928, "الاسم": "يوسف بن علي الغامدي", "العمر": "20-30", "الجنس": "male", "التاريخ": "2024-11", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طريق الملك سلمان 52, ينبع", "تدخين": true, "الأمراض": [], "الأدوية": ["أليندرونات", "لوسارتان", "إيبوبروفين", "ميتفورميب", "جابابنتين"], "الرمز": [], "إحالة_إلى": "الغدد الصماء", "سبب_الإحالة": "للتقييم", "الأولوية": "غير عاجل", "doc_type": "referral", "النص": "المرىض يوسف بن علي الغامدي، عمره 30 سنة، ذكر. لا يوجد أمراض مزمنة معروفة. يتناول أدوية: Alendronate, Losartan, Ibuprofen, M etformin, Gabapentin. المريض مدخن، حوالي 10 سجائر يومياً.\n\nشبب الإحللة: فحص أضرار محتملة بسبب التدخين وتأثيره  على الرئة. لا توجد أعراض واضحة ل COPD لكن يحتاج لتقييم شامل لذلك. بالإضافة، المريض يعاني من آلام متكررة في ااظهر وقد يكون لها علاقة باستخدام Alendronate أو نمط الحياة.\n\nالأولونة: متوسطة. يفضل متابعة الحالة خلال الأسابيع القليله القادمة. ملاحظة: لا توجد حساسية للأدو ية. الحالة الاجتماعيه: متزوج ولديه طفلان. ي رجى مراجعة ااجرعان الحالية للأدوية وتقييم الحاجة للعلاج الطبيعي للآللم."}
{"رقم_الهوية": 1604945194, "الاسم": "راشد بن ناصز الدوسري", "العمر": "30-40", "الجنس": "male", "التاريخ": "2024-09", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع العليا 112, نجران", "تدخين": false, "الأمراض": [], "الأدوية": ["ليفوثيروكسين", "هيدروكلوروثيازيد", "كلوبيدوجريل", "أملوديبين"], "الرمز": [], "إحالة_إلى": "الصدرية", "سبب_الإحالة": "للتقييم", "الأولوية": "غير عاجل", "doc_type": "referral", "النص": "المريضراشد بن نلصر الدوسري، عمره 36 سنة، ذكر، لا يعاثي من أمراض مزمنة معروفة. يأخذ الأدوية: ليفوثيروكسين (Levothyroxi ne) للعدة الدرقية،هيدروكلوروثيازيد (Hydrochlorothiazide) للضغط، كلوبيدوجريل (Clopidogrel)مضاد للصفائح، أملوديبين (Amlodipine) لل ضغط. لا يدخب و لا تاريخ  مرضي مميز. \n\nالاحالة بسبب ارتفاع ضغط الدم (HTN) غتر مستقر ر غم العلاج الدوائي. الحالة ذات أولوية متوسطة لمتابعة التحكم في الضغط واستبعاد أي مصاعفات مثا IHD. نرجو تقييمالحالة وإعادة النظر في الخطةالعلاجية الحالية. المريض يعمل في وظيفة مكتبية ومستوى النساط البدني منخفض. لا يوجد حساسية معروفة. \n\nيرجى التواصا إذا كانت هناك حاجة للمزيد من المعلومات أو لتحذيد موعد غلجل إذا دعت الحاجة. شكرا."}
{"رقم_الهوية": 1550229619, "الاسم": "مريم بنت خالد الشهراني", "العمر": "60-70", "الجنس": "female", "التاريخ": "2025-07", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "طربق الملك عبدالعزير 90, الخبر", "تدخين": true, "الأمراض": ["مرض الكبد الدهني", "السكري النوع الثاني", "الاكتئاب"], "الأدوية": [], "الرمز": ["K76", "E11", "F32"], "إحالة_إلى": "الصدرية", "سبب_الإحالة": "مرض الكبد الدهني", "الأولوية": "غير عاجل", "doc_type": "referral", "النص": "المريضة مريمبنت خالد الشهراني، 65 سنة، تعاني من مرض الكبد الدهني، DM النوع الثاني، واكتئاب. لا تتناول أدويه حالياً بسبب رفضها للعلاج الدولئي وتواصلها مع ا لطب الثديل. تدخن مند 30 سنة. تعيش وحيدة بعد وفاة زوجها وتغتمد على ابنتها في الأمور الحياتية. لا توحد حساسية معروفة.\n\nالإحالة لأخصائي أمرا ض الكبد لانخفاض مستمر قي مستوى الطاقة وزيادة في أغراض الاكتئاب مما يؤثر على النزامها بالعلاج. هناك حاجة لتقييم شامل لوظائف ااكبد وإمكانية بدء علاج جديد. الأولوية متوسطة نظرًا للتخسن البطيء في حالتها. يرجى فحص إمكانية استخدام أدوية تتناسب مع حالتها النفسية والعضوية."}
{"رقم_الهوية": 1329212771, "الاسم": "هند بنت عبدالرحمن السلمي", "العمر": "20-30", "الجنس": "female", "التاريخ": "2023-08", "المركز": "مركز الرعاية الصحية الأولية", "العنوان": "شارع الأمير محمد بن عبدالعزيز 14, الدمام", "تدخين": false, "الأمراض": [], "الأدوية": ["ألبندرونات", "راميبريل", "وارفارين", "هيدروكلوروثيازيد"], "الرمز": [], "إحالة_إلى": "العظام", "سبب_الإحالة": "للتقييم", "الأولوية": "عاجل", "doc_type": "referral", "النص": "المزيضة هند بنت عبدالرحمن السلمي، 29 سنة، لا تعاني من أي أمراض مزمنة معر وفة. تراجع عبادتنابسبب ألم مستمر فيالمفاصل منذ 3 أشهر، خاصة في الركبثين والوركثن.تُعالج حالياً بأليندرونات لهشاشة العظام، رامببريل وارفارىن و هيدروكاوروثيازيد لضبط الضغط والسيولة. لا تدخن ولا تعاني من حساسية معروفة.\n\nالإحالة اإستشارة طب الروماتيزم لتفييم حالة المفلضل والنظر في إمكانية وجود ا لتهاب مفاصل روماتوثدي. الأولوية متوسطة لكن نوصي بالمتابعة السريعه نظراًلاستمرار الألم وتأثيره على جودة الحياة اليومية.\n\nنوصي بمراجعة الأدوية الحالية خاصةً الوارفارين لأخد ااحذر من التداخلات الذوائية المحتملة مع أدوية الزوماييزم. نرجو من الزملاء الكزام في قسم الروماثيزم ااتقبيم ووضع خطة علاج مناسبة."}
